-- phpMyAdmin SQL Dump
-- version 4.3.8
-- http://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: Feb 22, 2015 at 02:56 AM
-- Server version: 5.5.40-36.1
-- PHP Version: 5.4.23

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `escapesm_qrecycle`
--

-- --------------------------------------------------------

--
-- Table structure for table `com_cities_categories`
--

CREATE TABLE IF NOT EXISTS `com_cities_categories` (
  `id` int(11) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `order` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL DEFAULT '0',
  `title` varchar(255) NOT NULL,
  `image` varchar(255) NOT NULL,
  `des` text NOT NULL,
  `cat_id` int(11) NOT NULL,
  `currency_code` varchar(255) NOT NULL,
  `currency_symbol` varchar(255) NOT NULL,
  `cities` text NOT NULL,
  `urlcode` varchar(255) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `com_cities_categories`
--

INSERT INTO `com_cities_categories` (`id`, `created`, `modified`, `enabled`, `order`, `delete`, `title`, `image`, `des`, `cat_id`, `currency_code`, `currency_symbol`, `cities`, `urlcode`) VALUES
(1, '2013-03-18 09:56:55', '2013-03-23 00:00:00', 1, 1, 0, 'UAE', '', '', 0, 'AED', 'AED', 'AE', 'ae'),
(2, '2013-03-19 08:04:34', '2013-03-21 00:00:00', 1, 2, 0, 'UK and Northern Ireland', '', '', 0, 'GBP', '£ ', 'EG,UK', 'uk'),
(3, '2013-03-21 03:50:07', '2013-03-22 00:00:00', 1, 3, 0, 'USA1', '', '', 0, 'USD', '$', 'US', 'us'),
(4, '2013-03-21 03:53:20', '2013-03-22 00:00:00', 1, 4, 0, 'Global', '', '', 0, 'USD', '$', 'AF,AL,DZ,AS,AD,AO,AI,AQ,AG,AR,AM,AW,AU,AT,AT,BH,BD,BB,BY,BE,BZ,BJ,BM,BT,BO,BA,BW,BV,BR,IO,VG,BN,BG,BF,BI,KH,CM,CA,CV,KY,CF,TD,CL,CN,CX,CC,CO,KM,CG,CK,CR,CI,HR,CU,CY,CZ,CD,DK,DJ,DM,DO,TL,EC,SV,GQ,ER,EE,ET,FO,FK,FJ,FI,FR,GF,PF,TF,GA,GE,DE,GH,GI,GR,GL,GD,GP,GU,GT,GN,GW,GY,HT,HM,HN,HK,HU,IS,IN,ID,IR,IQ,IE,IL,IT,JM,JP,JO,KZ,KE,KI,KW,KG,LA,LV,LB,LS,LR,LY,LI,LT,LU,MO,MG,MW,MY,MV,ML,MT,MH,MQ,MR,MU,MX,FM,MD,MC,MN,MS,MA,MZ,MM,NA,NR,NP,NL,AN,NC,NZ,NI,NE,NG,NU,NF,KP,MP,NO,OM,PK,PW,PA,PG,PY,PE,PH,PL,PT,PR,QA,RE,RO,RU,RW,ST,SH,WS,SM,SA,SN,SC,SL,SG,SK,SI,SB,SO,ZA,GS,KR,ES,LK,SD,SR,SJ,SZ,SE,CH,SY,TW,TJ,TZ,TH,BS,GM,TG,TK,TO,TT,TN,TR,TM,TC,TV,UG,UA,UM,UY,UZ,VU,VA,VE,VN,VI,WF,EH,YE,CS,ZM,ZW', 'global');

-- --------------------------------------------------------

--
-- Table structure for table `com_cities_xref`
--

CREATE TABLE IF NOT EXISTS `com_cities_xref` (
  `id` int(11) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `order` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL DEFAULT '0',
  `item_id` int(11) NOT NULL,
  `cat_id` varchar(255) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=966 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `com_cities_xref`
--

INSERT INTO `com_cities_xref` (`id`, `created`, `modified`, `enabled`, `order`, `delete`, `item_id`, `cat_id`) VALUES
(735, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2, 'UK'),
(965, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1, 'AE'),
(734, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2, 'EG'),
(736, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 3, 'US'),
(963, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'ZW'),
(962, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'ZM'),
(961, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'CS'),
(960, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'YE'),
(959, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'EH'),
(958, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'WF'),
(957, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'VI'),
(956, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'VN'),
(955, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'VE'),
(954, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'VA'),
(953, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'VU'),
(952, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'UZ'),
(951, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'UY'),
(950, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'UM'),
(949, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'UA'),
(948, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'UG'),
(947, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'TV'),
(946, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'TC'),
(945, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'TM'),
(944, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'TR'),
(943, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'TN'),
(942, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'TT'),
(941, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'TO'),
(940, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'TK'),
(939, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'TG'),
(938, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'GM'),
(937, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'BS'),
(936, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'TH'),
(935, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'TZ'),
(934, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'TJ'),
(933, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'TW'),
(932, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'SY'),
(931, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'CH'),
(930, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'SE'),
(929, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'SZ'),
(928, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'SJ'),
(927, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'SR'),
(926, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'SD'),
(925, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'LK'),
(924, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'ES'),
(923, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'KR'),
(922, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'GS'),
(921, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'ZA'),
(920, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'SO'),
(919, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'SB'),
(918, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'SI'),
(917, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'SK'),
(916, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'SG'),
(915, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'SL'),
(914, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'SC'),
(913, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'SN'),
(912, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'SA'),
(911, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'SM'),
(910, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'WS'),
(909, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'SH'),
(908, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'ST'),
(907, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'RW'),
(906, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'RU'),
(905, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'RO'),
(904, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'RE'),
(903, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'QA'),
(902, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'PR'),
(901, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'PT'),
(900, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'PL'),
(899, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'PH'),
(898, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'PE'),
(897, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'PY'),
(896, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'PG'),
(895, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'PA'),
(894, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'PW'),
(893, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'PK'),
(892, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'OM'),
(891, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'NO'),
(890, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'MP'),
(889, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'KP'),
(888, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'NF'),
(887, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'NU'),
(886, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'NG'),
(885, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'NE'),
(884, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'NI'),
(883, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'NZ'),
(882, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'NC'),
(881, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'AN'),
(880, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'NL'),
(879, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'NP'),
(878, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'NR'),
(877, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'NA'),
(876, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'MM'),
(875, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'MZ'),
(874, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'MA'),
(873, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'MS'),
(872, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'MN'),
(871, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'MC'),
(870, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'MD'),
(869, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'FM'),
(868, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'MX'),
(867, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'MU'),
(866, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'MR'),
(865, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'MQ'),
(864, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'MH'),
(863, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'MT'),
(862, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'ML'),
(861, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'MV'),
(860, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'MY'),
(859, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'MW'),
(858, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'MG'),
(857, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'MO'),
(856, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'LU'),
(855, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'LT'),
(854, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'LI'),
(853, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'LY'),
(852, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'LR'),
(851, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'LS'),
(850, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'LB'),
(849, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'LV'),
(848, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'LA'),
(847, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'KG'),
(846, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'KW'),
(845, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'KI'),
(844, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'KE'),
(843, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'KZ'),
(842, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'JO'),
(841, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'JP'),
(840, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'JM'),
(839, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'IT'),
(838, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'IL'),
(837, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'IE'),
(836, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'IQ'),
(835, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'IR'),
(834, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'ID'),
(833, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'IN'),
(832, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'IS'),
(831, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'HU'),
(830, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'HK'),
(829, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'HN'),
(828, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'HM'),
(827, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'HT'),
(826, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'GY'),
(825, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'GW'),
(824, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'GN'),
(823, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'GT'),
(822, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'GU'),
(821, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'GP'),
(820, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'GD'),
(819, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'GL'),
(818, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'GR'),
(817, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'GI'),
(816, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'GH'),
(815, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'DE'),
(814, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'GE'),
(813, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'GA'),
(812, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'TF'),
(811, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'PF'),
(810, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'GF'),
(809, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'FR'),
(808, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'FI'),
(807, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'FJ'),
(806, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'FK'),
(805, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'FO'),
(804, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'ET'),
(803, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'EE'),
(802, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'ER'),
(801, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'GQ'),
(800, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'SV'),
(799, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'EC'),
(798, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'TL'),
(797, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'DO'),
(796, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'DM'),
(795, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'DJ'),
(794, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'DK'),
(793, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'CD'),
(792, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'CZ'),
(791, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'CY'),
(790, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'CU'),
(789, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'HR'),
(788, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'CI'),
(787, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'CR'),
(786, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'CK'),
(785, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'CG'),
(784, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'KM'),
(783, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'CO'),
(782, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'CC'),
(781, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'CX'),
(780, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'CN'),
(779, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'CL'),
(778, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'TD'),
(777, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'CF'),
(776, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'KY'),
(775, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'CV'),
(774, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'CA'),
(773, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'CM'),
(772, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'KH'),
(771, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'BI'),
(770, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'BF'),
(769, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'BG'),
(768, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'BN'),
(767, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'VG'),
(766, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'IO'),
(765, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'BR'),
(764, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'BV'),
(763, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'BW'),
(762, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'BA'),
(761, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'BO'),
(760, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'BT'),
(759, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'BM'),
(758, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'BJ'),
(757, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'BZ'),
(756, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'BE'),
(755, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'BY'),
(754, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'BB'),
(753, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'BD'),
(752, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'BH'),
(751, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'AT'),
(750, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'AT'),
(749, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'AU'),
(748, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'AW'),
(747, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'AM'),
(746, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'AR'),
(745, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'AG'),
(744, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'AQ'),
(743, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'AI'),
(742, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'AO'),
(741, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'AD'),
(740, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'AS'),
(739, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'DZ'),
(738, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'AL'),
(737, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 4, 'AF');

-- --------------------------------------------------------

--
-- Table structure for table `com_contect`
--

CREATE TABLE IF NOT EXISTS `com_contect` (
  `id` int(11) NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `intro` text COLLATE utf8_unicode_ci NOT NULL,
  `success_message` text COLLATE utf8_unicode_ci NOT NULL,
  `failure_message` text COLLATE utf8_unicode_ci NOT NULL,
  `emails` text COLLATE utf8_unicode_ci NOT NULL,
  `fileds_names` text COLLATE utf8_unicode_ci NOT NULL,
  `fileds_types` text COLLATE utf8_unicode_ci NOT NULL,
  `fileds_values` text COLLATE utf8_unicode_ci NOT NULL,
  `order` int(11) NOT NULL,
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `delete` tinyint(4) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `com_contect_messages`
--

CREATE TABLE IF NOT EXISTS `com_contect_messages` (
  `id` int(11) NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `data` text COLLATE utf8_unicode_ci NOT NULL,
  `order` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `com_content_article`
--

CREATE TABLE IF NOT EXISTS `com_content_article` (
  `id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `des` text NOT NULL,
  `artbody` text NOT NULL,
  `hits` int(11) NOT NULL DEFAULT '0',
  `cat_id` text NOT NULL,
  `start_date` date NOT NULL,
  `end_date` date NOT NULL,
  `gal_id` int(11) NOT NULL,
  `date` date NOT NULL,
  `author` varchar(255) NOT NULL,
  `order` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `modified` date NOT NULL,
  `created` date NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `hit` int(11) NOT NULL,
  `imagegallery` int(11) NOT NULL,
  `tags` text NOT NULL,
  `th_image` varchar(255) NOT NULL,
  `alias` varchar(255) NOT NULL,
  `description` text NOT NULL,
  `keywords` text NOT NULL,
  `header` text NOT NULL,
  `vediogallery` int(11) NOT NULL,
  `intro` text NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=263 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `com_content_article`
--

INSERT INTO `com_content_article` (`id`, `title`, `des`, `artbody`, `hits`, `cat_id`, `start_date`, `end_date`, `gal_id`, `date`, `author`, `order`, `delete`, `modified`, `created`, `enabled`, `hit`, `imagegallery`, `tags`, `th_image`, `alias`, `description`, `keywords`, `header`, `vediogallery`, `intro`) VALUES
(261, ' 	خصائص التعلم التعاوني ', '<p>من أهم خصائص التعليم التعاوني كما لخصها (خالد الخطيب ,2009) الآتي :</p>\r\n<p>1)&nbsp;&nbsp;&nbsp; وجود هدف مشترك للمجموعة وتوزيع المهام على أفراد المجموعة فيعتمد كل فرد المجموعة على نفسة وعلى أفراد مجموعته لتحقيق الهدف المطلوب , فلا نجاح لأي فد إلا إذا نجحوا جميعاً .</p>', '<p>1)&nbsp;&nbsp;&nbsp; التنافس في التعليم التعاوني يكون بين المجموعات .</p>\r\n<p>2)&nbsp;&nbsp;&nbsp; تنمية الثقة بالنفس وتحمل المسؤولية والسمات القيادية وتطوير مهارات التواصل والعمل ضمن فريق والرغبة في التعاون .</p>\r\n<p>3)&nbsp;&nbsp;&nbsp; تطوير الحس بالمسؤولية تجاه الذات وتجاه المجموعة .</p>\r\n<p>4)&nbsp;&nbsp;&nbsp; تنمية التفكير الناقد والتقويم الذاتي حيث يفسح المجال للأفراد النظر بعين النقد لأدائهم في كل مرحلة من مراحله قبل أن يعرضوه على زملائهم أو معلمهم.</p>\r\n<p>5)&nbsp;&nbsp;&nbsp; يزيد التعلم التعاوني من دافعية للطلبة نحو التعلم كما يفعل دورهم ويدوم التعلم في ذهن المتعلم لمدة أطول .</p>\r\n<p><br /><br /></p>', 0, ',36', '0000-00-00', '0000-00-00', 0, '0000-00-00', '', 3, 0, '2014-09-06', '2014-09-06', 1, 3, 0, '', '540b6995094b9.png', 'خصائص-التعلم-التعاوني', '', '', '', 0, ''),
(251, 'استراتيجيات التعلم التعاوني ', '<p>استراتيجية التعلم معًا Learning Together Strategy أو حلقات التعلم Learning Circlesحيث يتم تنظيم الغرفة بحيث يجلس التلاميذ متواجهين في مجموعات يتراوح عدد أفراد كل منها بين 2-6 تلاميذ , ويتم إعطاءهم مجموعة من التعليمات حول مادة أو موضوع ما في صورة مناسبة لمستويات نموهم ونضجهم , وتحدد دور التلاميذ في التعاون والتشارك , بهدف تعرف أبعاد المادة أو الموضوع ومدارسته والتعبير عما</p>', '<p>للتعلم التعاوني مجموعة من الاستراتيجيات , من هذه الاستراتيجيات ما يلي :</p>\r\n<p>كما وردت عن (مجدى إبراهيم:2004 , 729-732).</p>\r\n<p>1-&nbsp; استراتيجية التعلم معًا Learning Together Strategy أو حلقات التعلم Learning Circlesحيث يتم تنظيم الغرفة بحيث يجلس التلاميذ متواجهين في مجموعات يتراوح عدد أفراد كل منها بين 2-6 تلاميذ , ويتم إعطاءهم مجموعة من التعليمات حول مادة أو موضوع ما في صورة مناسبة لمستويات نموهم ونضجهم , وتحدد دور التلاميذ في التعاون والتشارك , بهدف تعرف أبعاد المادة أو الموضوع ومدارسته والتعبير عما حصلوه بأي طريقة يرغبون. ويركز التعلم التعاوني من خلال استراتيجية التعلم معًا, على خمسة عناصر هي :</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; الاعتماد الايجابي الأعضاء المجموعة .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; التفاعل وجهًا لوجه.</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; المسئولية الفردية</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; المهارات الاجتماعية .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; المعالجات الاجتماعية .</p>\r\n<p>2-&nbsp; استراتيجيات جيجسو (الأحجية المتقطعة أو الصورة المقطوعة ) Jigsaw Strategy حيث يتم تقسيم التلاميذ إلى مجموعات كل منها يتكون من (6-3) تلاميذ غير متجانسين وتتحدد مسئولية كل منهم في إيضاح أو شرح أو تدريس جزئية معينة للتلاميذ الأخرين وتقوم هذه الاستراتيجية على اساس تحقيق التعاون المتبادل بين المتعلمين في أثناء تفاعلهم معًا في مجموعات صغيرة . وتسير هذه الاستراتيجية طبقاً لإجراءات التالية :</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تقسيم الطلاب إلى مجموعات عددها (6-3) .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يتم تعيين قائد أو خبير لكل مجموعة .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يدرس الطلاب (الخبراء) المادة الدراسية مع التركيز على موضوعات منفصلة حتى يصبح الطالب خبيراً في هذا الموضوع .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يقوم الطلاب (الخبراء) بالتدريس لفرقهم بالتناوب .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تعقد الاختبارات الفردية بحيث تغطي جميع الموضوعات , ثم تتم مكافأة الفريق الحائز على الدرجات .</p>\r\n<p>3-&nbsp; استراتيجية البحث (الاستقصاء) الجماعي Groups Investigation Strategy حيث يكون الاعتماد فيها على التعاون بين المجموعات إضافة إلى التعاون بين أعضاء كل مجموعة على حدة , فتكون كل مجموعة مسئولة عن عمل معين يتم توزيعه بين أعضائها , وبإتمام أعمال المجموعات يتحقق الهدف من التعاون وبالتعالي فإن التكامل في الجهد يتحقق وهو أمر مرغوب دائماً . ويتم تنفيذ هذه الاستراتيجية طبقاً للخطوات التالية :</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; توزيع الطلاب في مجموعات غير متجانسة (6-2) .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يقوم الطلاب بتوجيه من المعلم باختيار موضوعات فرعية معينة Subtopics تربط بموضوع الدراسة الرئيس .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يخطط المعلم والطلاب خطتهم حيث ينبغي أن يتضمن التعلم أنشطة ومهارات مختلفة سواء داخل المدرسة أو خارجها , ويتابع المعلم عما هذه المجموعات .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يقوم الطلاب بتحليل وتقييم المعلومات التي حصلوا عليها وتقديمها وشرحها لزملائهم بالصف الدراسي .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تقوم كل مجموعة بعرض ما حصلت عليه من معلومات في الصف الدراسي مع تقييم عمل كل مجموعة بمساعدة المعلم .</p>\r\n<p>4-&nbsp; استراتيجية الجماعات الصغيرة Small Groups : حيث يتم تنظيم التلاميذ في مجموعات يتراوح أعدادها بين (4:2) غير متجانسين ثم يعطيهم المدرس مشكلة ما لدراستها معًا ويتابع قواعد الاتصال في سلوكيات أدائهم , وذلك بهف تنمية مهارات التفكير المنطقي والبحث , والاكتشاف حول العالم المحيط بالتلميذ , ويكون الاعتماد في التفكير على المعارف والخبرات السابقة .</p>\r\n<p>5-&nbsp; استراتيجية فرق التحصيل الطلابية (Student Teams Achievement Davison(Stand: حيث تعتمد هذه الاستراتيجية على تحقيق الخطوات التالية :</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تقسيم الطلاب إلى مجموعات غير متجانسة من (5-4) .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تبدأ كل مجموعة في بداية كل أسبوع بدراسة أوراق عمل عن المادة العلمية .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يأخذ الطلاب اختبارات قصيرة (َquizzes) على المادة التي درسوها , ثم يقوم كل طالب بالإجابة دون مساعدة أعضاء مجموعته .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تقارن درجة كل طالب بدرجته في الاختبار السابق والفرق بينها يضاف لدرجة الفريق الكلية .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يحصل الفريق الذي يصل إلى المستوى المطلوب على جائزة مادية أو معنوية .</p>\r\n<p>6-&nbsp; الاستراتيجية البنيوية The Structural Strategy : حيث تؤكد هذه الاستراتيجية على استخدام بنيات معينة صممت لتؤثر في أنماط تفاعل المعلمين وتستخدم هذه البنيات كبدائل لبنيات الصف الدراسي التقليدية , كما يعمل الطلاب مستقلين في مجموعات أو جماعات صغيرة تحظى بمكافآت تعاونية أكثر من المكافأة الفردية .</p>\r\n<p>وتنفذ هذه الاستراتيجية بصورة متعددة طبقاً للأهداف التعليمية المراد تحقيقها .وإحدى هذه الاستراتيجيات ما يعرف باستراتيجية (فكر &ndash;زواج &ndash; شارك ) (Think , Pair, Share )وتتم طبقاً للخطوات التالية :</p>\r\n<p>الخطوة الأولى : التفكير Thinking</p>\r\n<p>يطرح المعلم سؤالاً أو مسألة ترتبط بالدرس ويطلب من التلاميذ أن يقضوا دقيقة يفكر كل منهم بمفرده في إجابة السؤال أو حل المسألة .</p>\r\n<p>الخطوة الثانية :المزاوجة Pairing</p>\r\n<p>يطلب المعلم من التلاميذ أن يقسموا إلي أزواج Pair ويناقشوا ما فكروا فيه , حيث يتم التفاعل خلال هذه الفترة والتي قد تستغرق (5-4) دقائق .</p>\r\n<p>الخطوة الثالثة :المشاركة Sharing</p>\r\n<p>يطلب المعلم من الأزواج الاشتراك مع الصف كله في مكان يتحدثون عنه كما تتاح الفرصة لبعض الأزواج لعرض ما فكروا فيه أو توصلوا إليه .</p>', 0, ',36', '0000-00-00', '0000-00-00', 0, '2014-08-26', 'عمرو الشهدى', 1, 1, '2014-09-06', '2014-08-23', 1, 1, 0, 'استراتيجية   والتعبير ', '', 'استراتيجيات-التعلم-التعاوني', '', '', '', 0, ''),
(250, 'استراتيجيات التعلم التعاوني ', '<p>استراتيجية التعلم معًا Learning Together Strategy أو حلقات التعلم Learning Circlesحيث يتم تنظيم الغرفة بحيث يجلس التلاميذ متواجهين في مجموعات يتراوح عدد أفراد كل منها بين 2-6 تلاميذ , ويتم إعطاءهم مجموعة من التعليمات حول مادة أو موضوع ما في صورة مناسبة لمستويات نموهم ونضجهم , وتحدد دور التلاميذ في التعاون والتشارك , بهدف تعرف أبعاد المادة أو الموضوع ومدارسته والتعبير عما</p>', '<p>للتعلم التعاوني مجموعة من الاستراتيجيات , من هذه الاستراتيجيات ما يلي :</p>\r\n<p>كما وردت عن (مجدى إبراهيم:2004 , 729-732).</p>\r\n<p>1-&nbsp; استراتيجية التعلم معًا Learning Together Strategy أو حلقات التعلم Learning Circlesحيث يتم تنظيم الغرفة بحيث يجلس التلاميذ متواجهين في مجموعات يتراوح عدد أفراد كل منها بين 2-6 تلاميذ , ويتم إعطاءهم مجموعة من التعليمات حول مادة أو موضوع ما في صورة مناسبة لمستويات نموهم ونضجهم , وتحدد دور التلاميذ في التعاون والتشارك , بهدف تعرف أبعاد المادة أو الموضوع ومدارسته والتعبير عما حصلوه بأي طريقة يرغبون. ويركز التعلم التعاوني من خلال استراتيجية التعلم معًا, على خمسة عناصر هي :</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; الاعتماد الايجابي الأعضاء المجموعة .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; التفاعل وجهًا لوجه.</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; المسئولية الفردية</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; المهارات الاجتماعية .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; المعالجات الاجتماعية .</p>\r\n<p>2-&nbsp; استراتيجيات جيجسو (الأحجية المتقطعة أو الصورة المقطوعة ) Jigsaw Strategy حيث يتم تقسيم التلاميذ إلى مجموعات كل منها يتكون من (6-3) تلاميذ غير متجانسين وتتحدد مسئولية كل منهم في إيضاح أو شرح أو تدريس جزئية معينة للتلاميذ الأخرين وتقوم هذه الاستراتيجية على اساس تحقيق التعاون المتبادل بين المتعلمين في أثناء تفاعلهم معًا في مجموعات صغيرة . وتسير هذه الاستراتيجية طبقاً لإجراءات التالية :</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تقسيم الطلاب إلى مجموعات عددها (6-3) .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يتم تعيين قائد أو خبير لكل مجموعة .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يدرس الطلاب (الخبراء) المادة الدراسية مع التركيز على موضوعات منفصلة حتى يصبح الطالب خبيراً في هذا الموضوع .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يقوم الطلاب (الخبراء) بالتدريس لفرقهم بالتناوب .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تعقد الاختبارات الفردية بحيث تغطي جميع الموضوعات , ثم تتم مكافأة الفريق الحائز على الدرجات .</p>\r\n<p>3-&nbsp; استراتيجية البحث (الاستقصاء) الجماعي Groups Investigation Strategy حيث يكون الاعتماد فيها على التعاون بين المجموعات إضافة إلى التعاون بين أعضاء كل مجموعة على حدة , فتكون كل مجموعة مسئولة عن عمل معين يتم توزيعه بين أعضائها , وبإتمام أعمال المجموعات يتحقق الهدف من التعاون وبالتعالي فإن التكامل في الجهد يتحقق وهو أمر مرغوب دائماً . ويتم تنفيذ هذه الاستراتيجية طبقاً للخطوات التالية :</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; توزيع الطلاب في مجموعات غير متجانسة (6-2) .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يقوم الطلاب بتوجيه من المعلم باختيار موضوعات فرعية معينة Subtopics تربط بموضوع الدراسة الرئيس .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يخطط المعلم والطلاب خطتهم حيث ينبغي أن يتضمن التعلم أنشطة ومهارات مختلفة سواء داخل المدرسة أو خارجها , ويتابع المعلم عما هذه المجموعات .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يقوم الطلاب بتحليل وتقييم المعلومات التي حصلوا عليها وتقديمها وشرحها لزملائهم بالصف الدراسي .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تقوم كل مجموعة بعرض ما حصلت عليه من معلومات في الصف الدراسي مع تقييم عمل كل مجموعة بمساعدة المعلم .</p>\r\n<p>4-&nbsp; استراتيجية الجماعات الصغيرة Small Groups : حيث يتم تنظيم التلاميذ في مجموعات يتراوح أعدادها بين (4:2) غير متجانسين ثم يعطيهم المدرس مشكلة ما لدراستها معًا ويتابع قواعد الاتصال في سلوكيات أدائهم , وذلك بهف تنمية مهارات التفكير المنطقي والبحث , والاكتشاف حول العالم المحيط بالتلميذ , ويكون الاعتماد في التفكير على المعارف والخبرات السابقة .</p>\r\n<p>5-&nbsp; استراتيجية فرق التحصيل الطلابية (Student Teams Achievement Davison(Stand: حيث تعتمد هذه الاستراتيجية على تحقيق الخطوات التالية :</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تقسيم الطلاب إلى مجموعات غير متجانسة من (5-4) .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تبدأ كل مجموعة في بداية كل أسبوع بدراسة أوراق عمل عن المادة العلمية .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يأخذ الطلاب اختبارات قصيرة (َquizzes) على المادة التي درسوها , ثم يقوم كل طالب بالإجابة دون مساعدة أعضاء مجموعته .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تقارن درجة كل طالب بدرجته في الاختبار السابق والفرق بينها يضاف لدرجة الفريق الكلية .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يحصل الفريق الذي يصل إلى المستوى المطلوب على جائزة مادية أو معنوية .</p>\r\n<p>6-&nbsp; الاستراتيجية البنيوية The Structural Strategy : حيث تؤكد هذه الاستراتيجية على استخدام بنيات معينة صممت لتؤثر في أنماط تفاعل المعلمين وتستخدم هذه البنيات كبدائل لبنيات الصف الدراسي التقليدية , كما يعمل الطلاب مستقلين في مجموعات أو جماعات صغيرة تحظى بمكافآت تعاونية أكثر من المكافأة الفردية .</p>\r\n<p>وتنفذ هذه الاستراتيجية بصورة متعددة طبقاً للأهداف التعليمية المراد تحقيقها .وإحدى هذه الاستراتيجيات ما يعرف باستراتيجية (فكر &ndash;زواج &ndash; شارك ) (Think , Pair, Share )وتتم طبقاً للخطوات التالية :</p>\r\n<p>الخطوة الأولى : التفكير Thinking</p>\r\n<p>يطرح المعلم سؤالاً أو مسألة ترتبط بالدرس ويطلب من التلاميذ أن يقضوا دقيقة يفكر كل منهم بمفرده في إجابة السؤال أو حل المسألة .</p>\r\n<p>الخطوة الثانية :المزاوجة Pairing</p>\r\n<p>يطلب المعلم من التلاميذ أن يقسموا إلي أزواج Pair ويناقشوا ما فكروا فيه , حيث يتم التفاعل خلال هذه الفترة والتي قد تستغرق (5-4) دقائق .</p>\r\n<p>الخطوة الثالثة :المشاركة Sharing</p>\r\n<p>يطلب المعلم من الأزواج الاشتراك مع الصف كله في مكان يتحدثون عنه كما تتاح الفرصة لبعض الأزواج لعرض ما فكروا فيه أو توصلوا إليه .</p>', 0, ',36', '0000-00-00', '0000-00-00', 0, '2014-08-26', 'عمرو الشهدى', 1, 1, '2014-08-27', '2014-08-23', 1, 0, 0, 'استراتيجية   والتعبير ', '', 'استراتيجيات-التعلم-التعاوني', '', '', '', 0, ''),
(249, 'استراتيجيات التعلم التعاوني ', '<p>استراتيجية التعلم معًا Learning Together Strategy أو حلقات التعلم Learning Circlesحيث يتم تنظيم الغرفة بحيث يجلس التلاميذ متواجهين في مجموعات يتراوح عدد أفراد كل منها بين 2-6 تلاميذ , ويتم إعطاءهم مجموعة من التعليمات حول مادة أو موضوع ما في صورة مناسبة لمستويات نموهم ونضجهم , وتحدد دور التلاميذ في التعاون والتشارك , بهدف تعرف أبعاد المادة أو الموضوع ومدارسته والتعبير عما</p>', '<p>للتعلم التعاوني مجموعة من الاستراتيجيات , من هذه الاستراتيجيات ما يلي :</p>\r\n<p>كما وردت عن (مجدى إبراهيم:2004 , 729-732).</p>\r\n<p>1-  استراتيجية التعلم معًا Learning Together Strategy أو حلقات التعلم Learning Circlesحيث يتم تنظيم الغرفة بحيث يجلس التلاميذ متواجهين في مجموعات يتراوح عدد أفراد كل منها بين 2-6 تلاميذ , ويتم إعطاءهم مجموعة من التعليمات حول مادة أو موضوع ما في صورة مناسبة لمستويات نموهم ونضجهم , وتحدد دور التلاميذ في التعاون والتشارك , بهدف تعرف أبعاد المادة أو الموضوع ومدارسته والتعبير عما حصلوه بأي طريقة يرغبون. ويركز التعلم التعاوني من خلال استراتيجية التعلم معًا, على خمسة عناصر هي :</p>\r\n<p>-         الاعتماد الايجابي الأعضاء المجموعة .</p>\r\n<p>-         التفاعل وجهًا لوجه.</p>\r\n<p>-         المسئولية الفردية</p>\r\n<p>-         المهارات الاجتماعية .</p>\r\n<p>-         المعالجات الاجتماعية .</p>\r\n<p>2-  استراتيجيات جيجسو (الأحجية المتقطعة أو الصورة المقطوعة ) Jigsaw Strategy حيث يتم تقسيم التلاميذ إلى مجموعات كل منها يتكون من (6-3) تلاميذ غير متجانسين وتتحدد مسئولية كل منهم في إيضاح أو شرح أو تدريس جزئية معينة للتلاميذ الأخرين وتقوم هذه الاستراتيجية على اساس تحقيق التعاون المتبادل بين المتعلمين في أثناء تفاعلهم معًا في مجموعات صغيرة . وتسير هذه الاستراتيجية طبقاً لإجراءات التالية :</p>\r\n<p>-         تقسيم الطلاب إلى مجموعات عددها (6-3) .</p>\r\n<p>-         يتم تعيين قائد أو خبير لكل مجموعة .</p>\r\n<p>-         يدرس الطلاب (الخبراء) المادة الدراسية مع التركيز على موضوعات منفصلة حتى يصبح الطالب خبيراً في هذا الموضوع .</p>\r\n<p>-         يقوم الطلاب (الخبراء) بالتدريس لفرقهم بالتناوب .</p>\r\n<p>-         تعقد الاختبارات الفردية بحيث تغطي جميع الموضوعات , ثم تتم مكافأة الفريق الحائز على الدرجات .</p>\r\n<p>3-  استراتيجية البحث (الاستقصاء) الجماعي Groups Investigation Strategy حيث يكون الاعتماد فيها على التعاون بين المجموعات إضافة إلى التعاون بين أعضاء كل مجموعة على حدة , فتكون كل مجموعة مسئولة عن عمل معين يتم توزيعه بين أعضائها , وبإتمام أعمال المجموعات يتحقق الهدف من التعاون وبالتعالي فإن التكامل في الجهد يتحقق وهو أمر مرغوب دائماً . ويتم تنفيذ هذه الاستراتيجية طبقاً للخطوات التالية :</p>\r\n<p>-         توزيع الطلاب في مجموعات غير متجانسة (6-2) .</p>\r\n<p>-         يقوم الطلاب بتوجيه من المعلم باختيار موضوعات فرعية معينة Subtopics تربط بموضوع الدراسة الرئيس .</p>\r\n<p>-         يخطط المعلم والطلاب خطتهم حيث ينبغي أن يتضمن التعلم أنشطة ومهارات مختلفة سواء داخل المدرسة أو خارجها , ويتابع المعلم عما هذه المجموعات .</p>\r\n<p>-         يقوم الطلاب بتحليل وتقييم المعلومات التي حصلوا عليها وتقديمها وشرحها لزملائهم بالصف الدراسي .</p>\r\n<p>-         تقوم كل مجموعة بعرض ما حصلت عليه من معلومات في الصف الدراسي مع تقييم عمل كل مجموعة بمساعدة المعلم .</p>\r\n<p>4-  استراتيجية الجماعات الصغيرة Small Groups : حيث يتم تنظيم التلاميذ في مجموعات يتراوح أعدادها بين (4:2) غير متجانسين ثم يعطيهم المدرس مشكلة ما لدراستها معًا ويتابع قواعد الاتصال في سلوكيات أدائهم , وذلك بهف تنمية مهارات التفكير المنطقي والبحث , والاكتشاف حول العالم المحيط بالتلميذ , ويكون الاعتماد في التفكير على المعارف والخبرات السابقة .</p>\r\n<p>5-  استراتيجية فرق التحصيل الطلابية (Student Teams Achievement Davison(Stand: حيث تعتمد هذه الاستراتيجية على تحقيق الخطوات التالية :</p>\r\n<p>-         تقسيم الطلاب إلى مجموعات غير متجانسة من (5-4) .</p>\r\n<p>-         تبدأ كل مجموعة في بداية كل أسبوع بدراسة أوراق عمل عن المادة العلمية .</p>\r\n<p>-         يأخذ الطلاب اختبارات قصيرة (َquizzes) على المادة التي درسوها , ثم يقوم كل طالب بالإجابة دون مساعدة أعضاء مجموعته .</p>\r\n<p>-         تقارن درجة كل طالب بدرجته في الاختبار السابق والفرق بينها يضاف لدرجة الفريق الكلية .</p>\r\n<p>-         يحصل الفريق الذي يصل إلى المستوى المطلوب على جائزة مادية أو معنوية .</p>\r\n<p>6-  الاستراتيجية البنيوية The Structural Strategy : حيث تؤكد هذه الاستراتيجية على استخدام بنيات معينة صممت لتؤثر في أنماط تفاعل المعلمين وتستخدم هذه البنيات كبدائل لبنيات الصف الدراسي التقليدية , كما يعمل الطلاب مستقلين في مجموعات أو جماعات صغيرة تحظى بمكافآت تعاونية أكثر من المكافأة الفردية .</p>\r\n<p>وتنفذ هذه الاستراتيجية بصورة متعددة طبقاً للأهداف التعليمية المراد تحقيقها .وإحدى هذه الاستراتيجيات ما يعرف باستراتيجية (فكر –زواج – شارك ) (Think , Pair, Share )وتتم طبقاً للخطوات التالية :</p>\r\n<p>الخطوة الأولى : التفكير Thinking</p>\r\n<p>يطرح المعلم سؤالاً أو مسألة ترتبط بالدرس ويطلب من التلاميذ أن يقضوا دقيقة يفكر كل منهم بمفرده في إجابة السؤال أو حل المسألة .</p>\r\n<p>الخطوة الثانية :المزاوجة Pairing</p>\r\n<p>يطلب المعلم من التلاميذ أن يقسموا إلي أزواج Pair ويناقشوا ما فكروا فيه , حيث يتم التفاعل خلال هذه الفترة والتي قد تستغرق (5-4) دقائق .</p>\r\n<p>الخطوة الثالثة :المشاركة Sharing</p>\r\n<p>يطلب المعلم من الأزواج الاشتراك مع الصف كله في مكان يتحدثون عنه كما تتاح الفرصة لبعض الأزواج لعرض ما فكروا فيه أو توصلوا إليه .</p>', 0, ',36', '0000-00-00', '0000-00-00', 0, '2014-08-26', 'عمرو الشهدى', 1, 1, '2014-08-27', '2014-08-23', 1, 0, 0, 'استراتيجية   والتعبير ', '53fe46b426381.png', 'استراتيجيات-التعلم-التعاوني', '', '', '', 0, ''),
(248, 'استراتيجيات التعلم التعاوني ', '<p>استراتيجية التعلم معًا Learning Together Strategy أو حلقات التعلم Learning Circlesحيث يتم تنظيم الغرفة بحيث يجلس التلاميذ متواجهين في مجموعات يتراوح عدد أفراد كل منها بين 2-6 تلاميذ , ويتم إعطاءهم مجموعة من التعليمات حول مادة أو موضوع ما في صورة مناسبة لمستويات نموهم ونضجهم , وتحدد دور التلاميذ في التعاون والتشارك , بهدف تعرف أبعاد المادة أو الموضوع ومدارسته والتعبير عما</p>', '<p>للتعلم التعاوني مجموعة من الاستراتيجيات , من هذه الاستراتيجيات ما يلي :</p>\r\n<p>كما وردت عن (مجدى إبراهيم:2004 , 729-732).</p>\r\n<p>1-  استراتيجية التعلم معًا Learning Together Strategy أو حلقات التعلم Learning Circlesحيث يتم تنظيم الغرفة بحيث يجلس التلاميذ متواجهين في مجموعات يتراوح عدد أفراد كل منها بين 2-6 تلاميذ , ويتم إعطاءهم مجموعة من التعليمات حول مادة أو موضوع ما في صورة مناسبة لمستويات نموهم ونضجهم , وتحدد دور التلاميذ في التعاون والتشارك , بهدف تعرف أبعاد المادة أو الموضوع ومدارسته والتعبير عما حصلوه بأي طريقة يرغبون. ويركز التعلم التعاوني من خلال استراتيجية التعلم معًا, على خمسة عناصر هي :</p>\r\n<p>-         الاعتماد الايجابي الأعضاء المجموعة .</p>\r\n<p>-         التفاعل وجهًا لوجه.</p>\r\n<p>-         المسئولية الفردية</p>\r\n<p>-         المهارات الاجتماعية .</p>\r\n<p>-         المعالجات الاجتماعية .</p>\r\n<p>2-  استراتيجيات جيجسو (الأحجية المتقطعة أو الصورة المقطوعة ) Jigsaw Strategy حيث يتم تقسيم التلاميذ إلى مجموعات كل منها يتكون من (6-3) تلاميذ غير متجانسين وتتحدد مسئولية كل منهم في إيضاح أو شرح أو تدريس جزئية معينة للتلاميذ الأخرين وتقوم هذه الاستراتيجية على اساس تحقيق التعاون المتبادل بين المتعلمين في أثناء تفاعلهم معًا في مجموعات صغيرة . وتسير هذه الاستراتيجية طبقاً لإجراءات التالية :</p>\r\n<p>-         تقسيم الطلاب إلى مجموعات عددها (6-3) .</p>\r\n<p>-         يتم تعيين قائد أو خبير لكل مجموعة .</p>\r\n<p>-         يدرس الطلاب (الخبراء) المادة الدراسية مع التركيز على موضوعات منفصلة حتى يصبح الطالب خبيراً في هذا الموضوع .</p>\r\n<p>-         يقوم الطلاب (الخبراء) بالتدريس لفرقهم بالتناوب .</p>\r\n<p>-         تعقد الاختبارات الفردية بحيث تغطي جميع الموضوعات , ثم تتم مكافأة الفريق الحائز على الدرجات .</p>\r\n<p>3-  استراتيجية البحث (الاستقصاء) الجماعي Groups Investigation Strategy حيث يكون الاعتماد فيها على التعاون بين المجموعات إضافة إلى التعاون بين أعضاء كل مجموعة على حدة , فتكون كل مجموعة مسئولة عن عمل معين يتم توزيعه بين أعضائها , وبإتمام أعمال المجموعات يتحقق الهدف من التعاون وبالتعالي فإن التكامل في الجهد يتحقق وهو أمر مرغوب دائماً . ويتم تنفيذ هذه الاستراتيجية طبقاً للخطوات التالية :</p>\r\n<p>-         توزيع الطلاب في مجموعات غير متجانسة (6-2) .</p>\r\n<p>-         يقوم الطلاب بتوجيه من المعلم باختيار موضوعات فرعية معينة Subtopics تربط بموضوع الدراسة الرئيس .</p>\r\n<p>-         يخطط المعلم والطلاب خطتهم حيث ينبغي أن يتضمن التعلم أنشطة ومهارات مختلفة سواء داخل المدرسة أو خارجها , ويتابع المعلم عما هذه المجموعات .</p>\r\n<p>-         يقوم الطلاب بتحليل وتقييم المعلومات التي حصلوا عليها وتقديمها وشرحها لزملائهم بالصف الدراسي .</p>\r\n<p>-         تقوم كل مجموعة بعرض ما حصلت عليه من معلومات في الصف الدراسي مع تقييم عمل كل مجموعة بمساعدة المعلم .</p>\r\n<p>4-  استراتيجية الجماعات الصغيرة Small Groups : حيث يتم تنظيم التلاميذ في مجموعات يتراوح أعدادها بين (4:2) غير متجانسين ثم يعطيهم المدرس مشكلة ما لدراستها معًا ويتابع قواعد الاتصال في سلوكيات أدائهم , وذلك بهف تنمية مهارات التفكير المنطقي والبحث , والاكتشاف حول العالم المحيط بالتلميذ , ويكون الاعتماد في التفكير على المعارف والخبرات السابقة .</p>\r\n<p>5-  استراتيجية فرق التحصيل الطلابية (Student Teams Achievement Davison(Stand: حيث تعتمد هذه الاستراتيجية على تحقيق الخطوات التالية :</p>\r\n<p>-         تقسيم الطلاب إلى مجموعات غير متجانسة من (5-4) .</p>\r\n<p>-         تبدأ كل مجموعة في بداية كل أسبوع بدراسة أوراق عمل عن المادة العلمية .</p>\r\n<p>-         يأخذ الطلاب اختبارات قصيرة (َquizzes) على المادة التي درسوها , ثم يقوم كل طالب بالإجابة دون مساعدة أعضاء مجموعته .</p>\r\n<p>-         تقارن درجة كل طالب بدرجته في الاختبار السابق والفرق بينها يضاف لدرجة الفريق الكلية .</p>\r\n<p>-         يحصل الفريق الذي يصل إلى المستوى المطلوب على جائزة مادية أو معنوية .</p>\r\n<p>6-  الاستراتيجية البنيوية The Structural Strategy : حيث تؤكد هذه الاستراتيجية على استخدام بنيات معينة صممت لتؤثر في أنماط تفاعل المعلمين وتستخدم هذه البنيات كبدائل لبنيات الصف الدراسي التقليدية , كما يعمل الطلاب مستقلين في مجموعات أو جماعات صغيرة تحظى بمكافآت تعاونية أكثر من المكافأة الفردية .</p>\r\n<p>وتنفذ هذه الاستراتيجية بصورة متعددة طبقاً للأهداف التعليمية المراد تحقيقها .وإحدى هذه الاستراتيجيات ما يعرف باستراتيجية (فكر –زواج – شارك ) (Think , Pair, Share )وتتم طبقاً للخطوات التالية :</p>\r\n<p>الخطوة الأولى : التفكير Thinking</p>\r\n<p>يطرح المعلم سؤالاً أو مسألة ترتبط بالدرس ويطلب من التلاميذ أن يقضوا دقيقة يفكر كل منهم بمفرده في إجابة السؤال أو حل المسألة .</p>\r\n<p>الخطوة الثانية :المزاوجة Pairing</p>\r\n<p>يطلب المعلم من التلاميذ أن يقسموا إلي أزواج Pair ويناقشوا ما فكروا فيه , حيث يتم التفاعل خلال هذه الفترة والتي قد تستغرق (5-4) دقائق .</p>\r\n<p>الخطوة الثالثة :المشاركة Sharing</p>\r\n<p>يطلب المعلم من الأزواج الاشتراك مع الصف كله في مكان يتحدثون عنه كما تتاح الفرصة لبعض الأزواج لعرض ما فكروا فيه أو توصلوا إليه .</p>', 0, ',36', '0000-00-00', '0000-00-00', 0, '2014-08-26', 'عمرو الشهدى', 1, 1, '2014-08-27', '2014-08-23', 1, 0, 0, 'استراتيجية   والتعبير ', '53fe46a9828c0.png', 'استراتيجيات-التعلم-التعاوني', '', '', '', 0, ''),
(247, 'استراتيجيات التعلم التعاوني ', '<p>استراتيجية التعلم معًا Learning Together Strategy أو حلقات التعلم Learning Circlesحيث يتم تنظيم الغرفة بحيث يجلس التلاميذ متواجهين في مجموعات يتراوح عدد أفراد كل منها بين 2-6 تلاميذ , ويتم إعطاءهم مجموعة من التعليمات حول مادة أو موضوع ما في صورة مناسبة لمستويات نموهم ونضجهم , وتحدد دور التلاميذ في التعاون والتشارك , بهدف تعرف أبعاد المادة أو الموضوع ومدارسته والتعبير عما</p>', '<p>للتعلم التعاوني مجموعة من الاستراتيجيات , من هذه الاستراتيجيات ما يلي :</p>\r\n<p>كما وردت عن (مجدى إبراهيم:2004 , 729-732).</p>\r\n<p>1-  استراتيجية التعلم معًا Learning Together Strategy أو حلقات التعلم Learning Circlesحيث يتم تنظيم الغرفة بحيث يجلس التلاميذ متواجهين في مجموعات يتراوح عدد أفراد كل منها بين 2-6 تلاميذ , ويتم إعطاءهم مجموعة من التعليمات حول مادة أو موضوع ما في صورة مناسبة لمستويات نموهم ونضجهم , وتحدد دور التلاميذ في التعاون والتشارك , بهدف تعرف أبعاد المادة أو الموضوع ومدارسته والتعبير عما حصلوه بأي طريقة يرغبون. ويركز التعلم التعاوني من خلال استراتيجية التعلم معًا, على خمسة عناصر هي :</p>\r\n<p>-         الاعتماد الايجابي الأعضاء المجموعة .</p>\r\n<p>-         التفاعل وجهًا لوجه.</p>\r\n<p>-         المسئولية الفردية</p>\r\n<p>-         المهارات الاجتماعية .</p>\r\n<p>-         المعالجات الاجتماعية .</p>\r\n<p>2-  استراتيجيات جيجسو (الأحجية المتقطعة أو الصورة المقطوعة ) Jigsaw Strategy حيث يتم تقسيم التلاميذ إلى مجموعات كل منها يتكون من (6-3) تلاميذ غير متجانسين وتتحدد مسئولية كل منهم في إيضاح أو شرح أو تدريس جزئية معينة للتلاميذ الأخرين وتقوم هذه الاستراتيجية على اساس تحقيق التعاون المتبادل بين المتعلمين في أثناء تفاعلهم معًا في مجموعات صغيرة . وتسير هذه الاستراتيجية طبقاً لإجراءات التالية :</p>\r\n<p>-         تقسيم الطلاب إلى مجموعات عددها (6-3) .</p>\r\n<p>-         يتم تعيين قائد أو خبير لكل مجموعة .</p>\r\n<p>-         يدرس الطلاب (الخبراء) المادة الدراسية مع التركيز على موضوعات منفصلة حتى يصبح الطالب خبيراً في هذا الموضوع .</p>\r\n<p>-         يقوم الطلاب (الخبراء) بالتدريس لفرقهم بالتناوب .</p>\r\n<p>-         تعقد الاختبارات الفردية بحيث تغطي جميع الموضوعات , ثم تتم مكافأة الفريق الحائز على الدرجات .</p>\r\n<p>3-  استراتيجية البحث (الاستقصاء) الجماعي Groups Investigation Strategy حيث يكون الاعتماد فيها على التعاون بين المجموعات إضافة إلى التعاون بين أعضاء كل مجموعة على حدة , فتكون كل مجموعة مسئولة عن عمل معين يتم توزيعه بين أعضائها , وبإتمام أعمال المجموعات يتحقق الهدف من التعاون وبالتعالي فإن التكامل في الجهد يتحقق وهو أمر مرغوب دائماً . ويتم تنفيذ هذه الاستراتيجية طبقاً للخطوات التالية :</p>\r\n<p>-         توزيع الطلاب في مجموعات غير متجانسة (6-2) .</p>\r\n<p>-         يقوم الطلاب بتوجيه من المعلم باختيار موضوعات فرعية معينة Subtopics تربط بموضوع الدراسة الرئيس .</p>\r\n<p>-         يخطط المعلم والطلاب خطتهم حيث ينبغي أن يتضمن التعلم أنشطة ومهارات مختلفة سواء داخل المدرسة أو خارجها , ويتابع المعلم عما هذه المجموعات .</p>\r\n<p>-         يقوم الطلاب بتحليل وتقييم المعلومات التي حصلوا عليها وتقديمها وشرحها لزملائهم بالصف الدراسي .</p>\r\n<p>-         تقوم كل مجموعة بعرض ما حصلت عليه من معلومات في الصف الدراسي مع تقييم عمل كل مجموعة بمساعدة المعلم .</p>\r\n<p>4-  استراتيجية الجماعات الصغيرة Small Groups : حيث يتم تنظيم التلاميذ في مجموعات يتراوح أعدادها بين (4:2) غير متجانسين ثم يعطيهم المدرس مشكلة ما لدراستها معًا ويتابع قواعد الاتصال في سلوكيات أدائهم , وذلك بهف تنمية مهارات التفكير المنطقي والبحث , والاكتشاف حول العالم المحيط بالتلميذ , ويكون الاعتماد في التفكير على المعارف والخبرات السابقة .</p>\r\n<p>5-  استراتيجية فرق التحصيل الطلابية (Student Teams Achievement Davison(Stand: حيث تعتمد هذه الاستراتيجية على تحقيق الخطوات التالية :</p>\r\n<p>-         تقسيم الطلاب إلى مجموعات غير متجانسة من (5-4) .</p>\r\n<p>-         تبدأ كل مجموعة في بداية كل أسبوع بدراسة أوراق عمل عن المادة العلمية .</p>\r\n<p>-         يأخذ الطلاب اختبارات قصيرة (َquizzes) على المادة التي درسوها , ثم يقوم كل طالب بالإجابة دون مساعدة أعضاء مجموعته .</p>\r\n<p>-         تقارن درجة كل طالب بدرجته في الاختبار السابق والفرق بينها يضاف لدرجة الفريق الكلية .</p>\r\n<p>-         يحصل الفريق الذي يصل إلى المستوى المطلوب على جائزة مادية أو معنوية .</p>\r\n<p>6-  الاستراتيجية البنيوية The Structural Strategy : حيث تؤكد هذه الاستراتيجية على استخدام بنيات معينة صممت لتؤثر في أنماط تفاعل المعلمين وتستخدم هذه البنيات كبدائل لبنيات الصف الدراسي التقليدية , كما يعمل الطلاب مستقلين في مجموعات أو جماعات صغيرة تحظى بمكافآت تعاونية أكثر من المكافأة الفردية .</p>\r\n<p>وتنفذ هذه الاستراتيجية بصورة متعددة طبقاً للأهداف التعليمية المراد تحقيقها .وإحدى هذه الاستراتيجيات ما يعرف باستراتيجية (فكر –زواج – شارك ) (Think , Pair, Share )وتتم طبقاً للخطوات التالية :</p>\r\n<p>الخطوة الأولى : التفكير Thinking</p>\r\n<p>يطرح المعلم سؤالاً أو مسألة ترتبط بالدرس ويطلب من التلاميذ أن يقضوا دقيقة يفكر كل منهم بمفرده في إجابة السؤال أو حل المسألة .</p>\r\n<p>الخطوة الثانية :المزاوجة Pairing</p>\r\n<p>يطلب المعلم من التلاميذ أن يقسموا إلي أزواج Pair ويناقشوا ما فكروا فيه , حيث يتم التفاعل خلال هذه الفترة والتي قد تستغرق (5-4) دقائق .</p>\r\n<p>الخطوة الثالثة :المشاركة Sharing</p>\r\n<p>يطلب المعلم من الأزواج الاشتراك مع الصف كله في مكان يتحدثون عنه كما تتاح الفرصة لبعض الأزواج لعرض ما فكروا فيه أو توصلوا إليه .</p>', 0, ',36', '0000-00-00', '0000-00-00', 0, '2014-08-26', 'عمرو الشهدى', 1, 1, '2014-08-27', '2014-08-23', 1, 0, 0, 'استراتيجية   والتعبير ', '53fe469c40625.png', 'استراتيجيات-التعلم-التعاوني', '', '', '', 0, ''),
(246, 'استراتيجيات التعلم التعاوني ', '<p>استراتيجية التعلم معًا Learning Together Strategy أو حلقات التعلم Learning Circlesحيث يتم تنظيم الغرفة بحيث يجلس التلاميذ متواجهين في مجموعات يتراوح عدد أفراد كل منها بين 2-6 تلاميذ , ويتم إعطاءهم مجموعة من التعليمات حول مادة أو موضوع ما في صورة مناسبة لمستويات نموهم ونضجهم , وتحدد دور التلاميذ في التعاون والتشارك , بهدف تعرف أبعاد المادة أو الموضوع ومدارسته والتعبير عما</p>', '<p>للتعلم التعاوني مجموعة من الاستراتيجيات , من هذه الاستراتيجيات ما يلي :</p>\r\n<p>كما وردت عن (مجدى إبراهيم:2004 , 729-732).</p>\r\n<p>1-&nbsp; استراتيجية التعلم معًا Learning Together Strategy أو حلقات التعلم Learning Circlesحيث يتم تنظيم الغرفة بحيث يجلس التلاميذ متواجهين في مجموعات يتراوح عدد أفراد كل منها بين 2-6 تلاميذ , ويتم إعطاءهم مجموعة من التعليمات حول مادة أو موضوع ما في صورة مناسبة لمستويات نموهم ونضجهم , وتحدد دور التلاميذ في التعاون والتشارك , بهدف تعرف أبعاد المادة أو الموضوع ومدارسته والتعبير عما حصلوه بأي طريقة يرغبون. ويركز التعلم التعاوني من خلال استراتيجية التعلم معًا, على خمسة عناصر هي :</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; الاعتماد الايجابي الأعضاء المجموعة .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; التفاعل وجهًا لوجه.</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; المسئولية الفردية</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; المهارات الاجتماعية .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; المعالجات الاجتماعية .</p>\r\n<p>2-&nbsp; استراتيجيات جيجسو (الأحجية المتقطعة أو الصورة المقطوعة ) Jigsaw Strategy حيث يتم تقسيم التلاميذ إلى مجموعات كل منها يتكون من (6-3) تلاميذ غير متجانسين وتتحدد مسئولية كل منهم في إيضاح أو شرح أو تدريس جزئية معينة للتلاميذ الأخرين وتقوم هذه الاستراتيجية على اساس تحقيق التعاون المتبادل بين المتعلمين في أثناء تفاعلهم معًا في مجموعات صغيرة . وتسير هذه الاستراتيجية طبقاً لإجراءات التالية :</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تقسيم الطلاب إلى مجموعات عددها (6-3) .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يتم تعيين قائد أو خبير لكل مجموعة .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يدرس الطلاب (الخبراء) المادة الدراسية مع التركيز على موضوعات منفصلة حتى يصبح الطالب خبيراً في هذا الموضوع .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يقوم الطلاب (الخبراء) بالتدريس لفرقهم بالتناوب .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تعقد الاختبارات الفردية بحيث تغطي جميع الموضوعات , ثم تتم مكافأة الفريق الحائز على الدرجات .</p>\r\n<p>3-&nbsp; استراتيجية البحث (الاستقصاء) الجماعي Groups Investigation Strategy حيث يكون الاعتماد فيها على التعاون بين المجموعات إضافة إلى التعاون بين أعضاء كل مجموعة على حدة , فتكون كل مجموعة مسئولة عن عمل معين يتم توزيعه بين أعضائها , وبإتمام أعمال المجموعات يتحقق الهدف من التعاون وبالتعالي فإن التكامل في الجهد يتحقق وهو أمر مرغوب دائماً . ويتم تنفيذ هذه الاستراتيجية طبقاً للخطوات التالية :</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; توزيع الطلاب في مجموعات غير متجانسة (6-2) .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يقوم الطلاب بتوجيه من المعلم باختيار موضوعات فرعية معينة Subtopics تربط بموضوع الدراسة الرئيس .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يخطط المعلم والطلاب خطتهم حيث ينبغي أن يتضمن التعلم أنشطة ومهارات مختلفة سواء داخل المدرسة أو خارجها , ويتابع المعلم عما هذه المجموعات .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يقوم الطلاب بتحليل وتقييم المعلومات التي حصلوا عليها وتقديمها وشرحها لزملائهم بالصف الدراسي .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تقوم كل مجموعة بعرض ما حصلت عليه من معلومات في الصف الدراسي مع تقييم عمل كل مجموعة بمساعدة المعلم .</p>\r\n<p>4-&nbsp; استراتيجية الجماعات الصغيرة Small Groups : حيث يتم تنظيم التلاميذ في مجموعات يتراوح أعدادها بين (4:2) غير متجانسين ثم يعطيهم المدرس مشكلة ما لدراستها معًا ويتابع قواعد الاتصال في سلوكيات أدائهم , وذلك بهف تنمية مهارات التفكير المنطقي والبحث , والاكتشاف حول العالم المحيط بالتلميذ , ويكون الاعتماد في التفكير على المعارف والخبرات السابقة .</p>\r\n<p>5-&nbsp; استراتيجية فرق التحصيل الطلابية (Student Teams Achievement Davison(Stand: حيث تعتمد هذه الاستراتيجية على تحقيق الخطوات التالية :</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تقسيم الطلاب إلى مجموعات غير متجانسة من (5-4) .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تبدأ كل مجموعة في بداية كل أسبوع بدراسة أوراق عمل عن المادة العلمية .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يأخذ الطلاب اختبارات قصيرة (َquizzes) على المادة التي درسوها , ثم يقوم كل طالب بالإجابة دون مساعدة أعضاء مجموعته .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تقارن درجة كل طالب بدرجته في الاختبار السابق والفرق بينها يضاف لدرجة الفريق الكلية .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يحصل الفريق الذي يصل إلى المستوى المطلوب على جائزة مادية أو معنوية .</p>\r\n<p>6-&nbsp; الاستراتيجية البنيوية The Structural Strategy : حيث تؤكد هذه الاستراتيجية على استخدام بنيات معينة صممت لتؤثر في أنماط تفاعل المعلمين وتستخدم هذه البنيات كبدائل لبنيات الصف الدراسي التقليدية , كما يعمل الطلاب مستقلين في مجموعات أو جماعات صغيرة تحظى بمكافآت تعاونية أكثر من المكافأة الفردية .</p>\r\n<p>وتنفذ هذه الاستراتيجية بصورة متعددة طبقاً للأهداف التعليمية المراد تحقيقها .وإحدى هذه الاستراتيجيات ما يعرف باستراتيجية (فكر &ndash;زواج &ndash; شارك ) (Think , Pair, Share )وتتم طبقاً للخطوات التالية :</p>\r\n<p>الخطوة الأولى : التفكير Thinking</p>\r\n<p>يطرح المعلم سؤالاً أو مسألة ترتبط بالدرس ويطلب من التلاميذ أن يقضوا دقيقة يفكر كل منهم بمفرده في إجابة السؤال أو حل المسألة .</p>\r\n<p>الخطوة الثانية :المزاوجة Pairing</p>\r\n<p>يطلب المعلم من التلاميذ أن يقسموا إلي أزواج Pair ويناقشوا ما فكروا فيه , حيث يتم التفاعل خلال هذه الفترة والتي قد تستغرق (5-4) دقائق .</p>\r\n<p>الخطوة الثالثة :المشاركة Sharing</p>\r\n<p>يطلب المعلم من الأزواج الاشتراك مع الصف كله في مكان يتحدثون عنه كما تتاح الفرصة لبعض الأزواج لعرض ما فكروا فيه أو توصلوا إليه .</p>', 0, ',36', '0000-00-00', '0000-00-00', 0, '2014-08-26', 'عمرو الشهدى', 1, 1, '2014-08-27', '2014-08-23', 1, 0, 0, 'استراتيجية   والتعبير ', '', 'استراتيجيات-التعلم-التعاوني', '', '', '', 0, ''),
(245, 'استراتيجيات التعلم التعاوني ', '<p>استراتيجية التعلم معًا Learning Together Strategy أو حلقات التعلم Learning Circlesحيث يتم تنظيم الغرفة بحيث يجلس التلاميذ متواجهين في مجموعات يتراوح عدد أفراد كل منها بين 2-6 تلاميذ , ويتم إعطاءهم مجموعة من التعليمات حول مادة أو موضوع ما في صورة مناسبة لمستويات نموهم ونضجهم , وتحدد دور التلاميذ في التعاون والتشارك , بهدف تعرف أبعاد المادة أو الموضوع ومدارسته والتعبير عما</p>', '<p>للتعلم التعاوني مجموعة من الاستراتيجيات , من هذه الاستراتيجيات ما يلي :</p>\r\n<p>كما وردت عن (مجدى إبراهيم:2004 , 729-732).</p>\r\n<p>1-&nbsp; استراتيجية التعلم معًا Learning Together Strategy أو حلقات التعلم Learning Circlesحيث يتم تنظيم الغرفة بحيث يجلس التلاميذ متواجهين في مجموعات يتراوح عدد أفراد كل منها بين 2-6 تلاميذ , ويتم إعطاءهم مجموعة من التعليمات حول مادة أو موضوع ما في صورة مناسبة لمستويات نموهم ونضجهم , وتحدد دور التلاميذ في التعاون والتشارك , بهدف تعرف أبعاد المادة أو الموضوع ومدارسته والتعبير عما حصلوه بأي طريقة يرغبون. ويركز التعلم التعاوني من خلال استراتيجية التعلم معًا, على خمسة عناصر هي :</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; الاعتماد الايجابي الأعضاء المجموعة .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; التفاعل وجهًا لوجه.</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; المسئولية الفردية</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; المهارات الاجتماعية .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; المعالجات الاجتماعية .</p>\r\n<p>2-&nbsp; استراتيجيات جيجسو (الأحجية المتقطعة أو الصورة المقطوعة ) Jigsaw Strategy حيث يتم تقسيم التلاميذ إلى مجموعات كل منها يتكون من (6-3) تلاميذ غير متجانسين وتتحدد مسئولية كل منهم في إيضاح أو شرح أو تدريس جزئية معينة للتلاميذ الأخرين وتقوم هذه الاستراتيجية على اساس تحقيق التعاون المتبادل بين المتعلمين في أثناء تفاعلهم معًا في مجموعات صغيرة . وتسير هذه الاستراتيجية طبقاً لإجراءات التالية :</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تقسيم الطلاب إلى مجموعات عددها (6-3) .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يتم تعيين قائد أو خبير لكل مجموعة .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يدرس الطلاب (الخبراء) المادة الدراسية مع التركيز على موضوعات منفصلة حتى يصبح الطالب خبيراً في هذا الموضوع .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يقوم الطلاب (الخبراء) بالتدريس لفرقهم بالتناوب .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تعقد الاختبارات الفردية بحيث تغطي جميع الموضوعات , ثم تتم مكافأة الفريق الحائز على الدرجات .</p>\r\n<p>3-&nbsp; استراتيجية البحث (الاستقصاء) الجماعي Groups Investigation Strategy حيث يكون الاعتماد فيها على التعاون بين المجموعات إضافة إلى التعاون بين أعضاء كل مجموعة على حدة , فتكون كل مجموعة مسئولة عن عمل معين يتم توزيعه بين أعضائها , وبإتمام أعمال المجموعات يتحقق الهدف من التعاون وبالتعالي فإن التكامل في الجهد يتحقق وهو أمر مرغوب دائماً . ويتم تنفيذ هذه الاستراتيجية طبقاً للخطوات التالية :</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; توزيع الطلاب في مجموعات غير متجانسة (6-2) .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يقوم الطلاب بتوجيه من المعلم باختيار موضوعات فرعية معينة Subtopics تربط بموضوع الدراسة الرئيس .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يخطط المعلم والطلاب خطتهم حيث ينبغي أن يتضمن التعلم أنشطة ومهارات مختلفة سواء داخل المدرسة أو خارجها , ويتابع المعلم عما هذه المجموعات .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يقوم الطلاب بتحليل وتقييم المعلومات التي حصلوا عليها وتقديمها وشرحها لزملائهم بالصف الدراسي .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تقوم كل مجموعة بعرض ما حصلت عليه من معلومات في الصف الدراسي مع تقييم عمل كل مجموعة بمساعدة المعلم .</p>\r\n<p>4-&nbsp; استراتيجية الجماعات الصغيرة Small Groups : حيث يتم تنظيم التلاميذ في مجموعات يتراوح أعدادها بين (4:2) غير متجانسين ثم يعطيهم المدرس مشكلة ما لدراستها معًا ويتابع قواعد الاتصال في سلوكيات أدائهم , وذلك بهف تنمية مهارات التفكير المنطقي والبحث , والاكتشاف حول العالم المحيط بالتلميذ , ويكون الاعتماد في التفكير على المعارف والخبرات السابقة .</p>\r\n<p>5-&nbsp; استراتيجية فرق التحصيل الطلابية (Student Teams Achievement Davison(Stand: حيث تعتمد هذه الاستراتيجية على تحقيق الخطوات التالية :</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تقسيم الطلاب إلى مجموعات غير متجانسة من (5-4) .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تبدأ كل مجموعة في بداية كل أسبوع بدراسة أوراق عمل عن المادة العلمية .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يأخذ الطلاب اختبارات قصيرة (َquizzes) على المادة التي درسوها , ثم يقوم كل طالب بالإجابة دون مساعدة أعضاء مجموعته .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تقارن درجة كل طالب بدرجته في الاختبار السابق والفرق بينها يضاف لدرجة الفريق الكلية .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يحصل الفريق الذي يصل إلى المستوى المطلوب على جائزة مادية أو معنوية .</p>\r\n<p>6-&nbsp; الاستراتيجية البنيوية The Structural Strategy : حيث تؤكد هذه الاستراتيجية على استخدام بنيات معينة صممت لتؤثر في أنماط تفاعل المعلمين وتستخدم هذه البنيات كبدائل لبنيات الصف الدراسي التقليدية , كما يعمل الطلاب مستقلين في مجموعات أو جماعات صغيرة تحظى بمكافآت تعاونية أكثر من المكافأة الفردية .</p>\r\n<p>وتنفذ هذه الاستراتيجية بصورة متعددة طبقاً للأهداف التعليمية المراد تحقيقها .وإحدى هذه الاستراتيجيات ما يعرف باستراتيجية (فكر &ndash;زواج &ndash; شارك ) (Think , Pair, Share )وتتم طبقاً للخطوات التالية :</p>\r\n<p>الخطوة الأولى : التفكير Thinking</p>\r\n<p>يطرح المعلم سؤالاً أو مسألة ترتبط بالدرس ويطلب من التلاميذ أن يقضوا دقيقة يفكر كل منهم بمفرده في إجابة السؤال أو حل المسألة .</p>\r\n<p>الخطوة الثانية :المزاوجة Pairing</p>\r\n<p>يطلب المعلم من التلاميذ أن يقسموا إلي أزواج Pair ويناقشوا ما فكروا فيه , حيث يتم التفاعل خلال هذه الفترة والتي قد تستغرق (5-4) دقائق .</p>\r\n<p>الخطوة الثالثة :المشاركة Sharing</p>\r\n<p>يطلب المعلم من الأزواج الاشتراك مع الصف كله في مكان يتحدثون عنه كما تتاح الفرصة لبعض الأزواج لعرض ما فكروا فيه أو توصلوا إليه .</p>', 0, ',36', '0000-00-00', '0000-00-00', 0, '2014-08-26', 'عمرو الشهدى', 1, 1, '2014-08-27', '2014-08-23', 1, 0, 0, 'استراتيجية   والتعبير ', '', 'استراتيجيات-التعلم-التعاوني', '', '', '', 0, ''),
(244, 'استراتيجيات التعلم التعاوني ', '<p>استراتيجية التعلم معًا Learning Together Strategy أو حلقات التعلم Learning Circlesحيث يتم تنظيم الغرفة بحيث يجلس التلاميذ متواجهين في مجموعات يتراوح عدد أفراد كل منها بين 2-6 تلاميذ , ويتم إعطاءهم مجموعة من التعليمات حول مادة أو موضوع ما في صورة مناسبة لمستويات نموهم ونضجهم , وتحدد دور التلاميذ في التعاون والتشارك , بهدف تعرف أبعاد المادة أو الموضوع ومدارسته والتعبير عما</p>', '<p>للتعلم التعاوني مجموعة من الاستراتيجيات , من هذه الاستراتيجيات ما يلي :</p>\r\n<p>كما وردت عن (مجدى إبراهيم:2004 , 729-732).</p>\r\n<p>1-&nbsp; استراتيجية التعلم معًا Learning Together Strategy أو حلقات التعلم Learning Circlesحيث يتم تنظيم الغرفة بحيث يجلس التلاميذ متواجهين في مجموعات يتراوح عدد أفراد كل منها بين 2-6 تلاميذ , ويتم إعطاءهم مجموعة من التعليمات حول مادة أو موضوع ما في صورة مناسبة لمستويات نموهم ونضجهم , وتحدد دور التلاميذ في التعاون والتشارك , بهدف تعرف أبعاد المادة أو الموضوع ومدارسته والتعبير عما حصلوه بأي طريقة يرغبون. ويركز التعلم التعاوني من خلال استراتيجية التعلم معًا, على خمسة عناصر هي :</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; الاعتماد الايجابي الأعضاء المجموعة .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; التفاعل وجهًا لوجه.</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; المسئولية الفردية</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; المهارات الاجتماعية .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; المعالجات الاجتماعية .</p>\r\n<p>2-&nbsp; استراتيجيات جيجسو (الأحجية المتقطعة أو الصورة المقطوعة ) Jigsaw Strategy حيث يتم تقسيم التلاميذ إلى مجموعات كل منها يتكون من (6-3) تلاميذ غير متجانسين وتتحدد مسئولية كل منهم في إيضاح أو شرح أو تدريس جزئية معينة للتلاميذ الأخرين وتقوم هذه الاستراتيجية على اساس تحقيق التعاون المتبادل بين المتعلمين في أثناء تفاعلهم معًا في مجموعات صغيرة . وتسير هذه الاستراتيجية طبقاً لإجراءات التالية :</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تقسيم الطلاب إلى مجموعات عددها (6-3) .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يتم تعيين قائد أو خبير لكل مجموعة .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يدرس الطلاب (الخبراء) المادة الدراسية مع التركيز على موضوعات منفصلة حتى يصبح الطالب خبيراً في هذا الموضوع .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يقوم الطلاب (الخبراء) بالتدريس لفرقهم بالتناوب .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تعقد الاختبارات الفردية بحيث تغطي جميع الموضوعات , ثم تتم مكافأة الفريق الحائز على الدرجات .</p>\r\n<p>3-&nbsp; استراتيجية البحث (الاستقصاء) الجماعي Groups Investigation Strategy حيث يكون الاعتماد فيها على التعاون بين المجموعات إضافة إلى التعاون بين أعضاء كل مجموعة على حدة , فتكون كل مجموعة مسئولة عن عمل معين يتم توزيعه بين أعضائها , وبإتمام أعمال المجموعات يتحقق الهدف من التعاون وبالتعالي فإن التكامل في الجهد يتحقق وهو أمر مرغوب دائماً . ويتم تنفيذ هذه الاستراتيجية طبقاً للخطوات التالية :</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; توزيع الطلاب في مجموعات غير متجانسة (6-2) .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يقوم الطلاب بتوجيه من المعلم باختيار موضوعات فرعية معينة Subtopics تربط بموضوع الدراسة الرئيس .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يخطط المعلم والطلاب خطتهم حيث ينبغي أن يتضمن التعلم أنشطة ومهارات مختلفة سواء داخل المدرسة أو خارجها , ويتابع المعلم عما هذه المجموعات .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يقوم الطلاب بتحليل وتقييم المعلومات التي حصلوا عليها وتقديمها وشرحها لزملائهم بالصف الدراسي .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تقوم كل مجموعة بعرض ما حصلت عليه من معلومات في الصف الدراسي مع تقييم عمل كل مجموعة بمساعدة المعلم .</p>\r\n<p>4-&nbsp; استراتيجية الجماعات الصغيرة Small Groups : حيث يتم تنظيم التلاميذ في مجموعات يتراوح أعدادها بين (4:2) غير متجانسين ثم يعطيهم المدرس مشكلة ما لدراستها معًا ويتابع قواعد الاتصال في سلوكيات أدائهم , وذلك بهف تنمية مهارات التفكير المنطقي والبحث , والاكتشاف حول العالم المحيط بالتلميذ , ويكون الاعتماد في التفكير على المعارف والخبرات السابقة .</p>\r\n<p>5-&nbsp; استراتيجية فرق التحصيل الطلابية (Student Teams Achievement Davison(Stand: حيث تعتمد هذه الاستراتيجية على تحقيق الخطوات التالية :</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تقسيم الطلاب إلى مجموعات غير متجانسة من (5-4) .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تبدأ كل مجموعة في بداية كل أسبوع بدراسة أوراق عمل عن المادة العلمية .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يأخذ الطلاب اختبارات قصيرة (َquizzes) على المادة التي درسوها , ثم يقوم كل طالب بالإجابة دون مساعدة أعضاء مجموعته .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تقارن درجة كل طالب بدرجته في الاختبار السابق والفرق بينها يضاف لدرجة الفريق الكلية .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يحصل الفريق الذي يصل إلى المستوى المطلوب على جائزة مادية أو معنوية .</p>\r\n<p>6-&nbsp; الاستراتيجية البنيوية The Structural Strategy : حيث تؤكد هذه الاستراتيجية على استخدام بنيات معينة صممت لتؤثر في أنماط تفاعل المعلمين وتستخدم هذه البنيات كبدائل لبنيات الصف الدراسي التقليدية , كما يعمل الطلاب مستقلين في مجموعات أو جماعات صغيرة تحظى بمكافآت تعاونية أكثر من المكافأة الفردية .</p>\r\n<p>وتنفذ هذه الاستراتيجية بصورة متعددة طبقاً للأهداف التعليمية المراد تحقيقها .وإحدى هذه الاستراتيجيات ما يعرف باستراتيجية (فكر &ndash;زواج &ndash; شارك ) (Think , Pair, Share )وتتم طبقاً للخطوات التالية :</p>\r\n<p>الخطوة الأولى : التفكير Thinking</p>\r\n<p>يطرح المعلم سؤالاً أو مسألة ترتبط بالدرس ويطلب من التلاميذ أن يقضوا دقيقة يفكر كل منهم بمفرده في إجابة السؤال أو حل المسألة .</p>\r\n<p>الخطوة الثانية :المزاوجة Pairing</p>\r\n<p>يطلب المعلم من التلاميذ أن يقسموا إلي أزواج Pair ويناقشوا ما فكروا فيه , حيث يتم التفاعل خلال هذه الفترة والتي قد تستغرق (5-4) دقائق .</p>\r\n<p>الخطوة الثالثة :المشاركة Sharing</p>\r\n<p>يطلب المعلم من الأزواج الاشتراك مع الصف كله في مكان يتحدثون عنه كما تتاح الفرصة لبعض الأزواج لعرض ما فكروا فيه أو توصلوا إليه .</p>', 0, ',36', '0000-00-00', '0000-00-00', 0, '2014-08-26', 'عمرو الشهدى', 1, 1, '2014-08-27', '2014-08-23', 1, 0, 0, 'استراتيجية   والتعبير ', '', 'استراتيجيات-التعلم-التعاوني', '', '', '', 0, '');
INSERT INTO `com_content_article` (`id`, `title`, `des`, `artbody`, `hits`, `cat_id`, `start_date`, `end_date`, `gal_id`, `date`, `author`, `order`, `delete`, `modified`, `created`, `enabled`, `hit`, `imagegallery`, `tags`, `th_image`, `alias`, `description`, `keywords`, `header`, `vediogallery`, `intro`) VALUES
(243, 'استراتيجيات التعلم التعاوني ', '<p>استراتيجية التعلم معًا Learning Together Strategy أو حلقات التعلم Learning Circlesحيث يتم تنظيم الغرفة بحيث يجلس التلاميذ متواجهين في مجموعات يتراوح عدد أفراد كل منها بين 2-6 تلاميذ , ويتم إعطاءهم مجموعة من التعليمات حول مادة أو موضوع ما في صورة مناسبة لمستويات نموهم ونضجهم , وتحدد دور التلاميذ في التعاون والتشارك , بهدف تعرف أبعاد المادة أو الموضوع ومدارسته والتعبير عما</p>', '<p>للتعلم التعاوني مجموعة من الاستراتيجيات , من هذه الاستراتيجيات ما يلي :</p>\r\n<p>كما وردت عن (مجدى إبراهيم:2004 , 729-732).</p>\r\n<p>1-&nbsp; استراتيجية التعلم معًا Learning Together Strategy أو حلقات التعلم Learning Circlesحيث يتم تنظيم الغرفة بحيث يجلس التلاميذ متواجهين في مجموعات يتراوح عدد أفراد كل منها بين 2-6 تلاميذ , ويتم إعطاءهم مجموعة من التعليمات حول مادة أو موضوع ما في صورة مناسبة لمستويات نموهم ونضجهم , وتحدد دور التلاميذ في التعاون والتشارك , بهدف تعرف أبعاد المادة أو الموضوع ومدارسته والتعبير عما حصلوه بأي طريقة يرغبون. ويركز التعلم التعاوني من خلال استراتيجية التعلم معًا, على خمسة عناصر هي :</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; الاعتماد الايجابي الأعضاء المجموعة .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; التفاعل وجهًا لوجه.</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; المسئولية الفردية</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; المهارات الاجتماعية .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; المعالجات الاجتماعية .</p>\r\n<p>2-&nbsp; استراتيجيات جيجسو (الأحجية المتقطعة أو الصورة المقطوعة ) Jigsaw Strategy حيث يتم تقسيم التلاميذ إلى مجموعات كل منها يتكون من (6-3) تلاميذ غير متجانسين وتتحدد مسئولية كل منهم في إيضاح أو شرح أو تدريس جزئية معينة للتلاميذ الأخرين وتقوم هذه الاستراتيجية على اساس تحقيق التعاون المتبادل بين المتعلمين في أثناء تفاعلهم معًا في مجموعات صغيرة . وتسير هذه الاستراتيجية طبقاً لإجراءات التالية :</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تقسيم الطلاب إلى مجموعات عددها (6-3) .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يتم تعيين قائد أو خبير لكل مجموعة .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يدرس الطلاب (الخبراء) المادة الدراسية مع التركيز على موضوعات منفصلة حتى يصبح الطالب خبيراً في هذا الموضوع .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يقوم الطلاب (الخبراء) بالتدريس لفرقهم بالتناوب .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تعقد الاختبارات الفردية بحيث تغطي جميع الموضوعات , ثم تتم مكافأة الفريق الحائز على الدرجات .</p>\r\n<p>3-&nbsp; استراتيجية البحث (الاستقصاء) الجماعي Groups Investigation Strategy حيث يكون الاعتماد فيها على التعاون بين المجموعات إضافة إلى التعاون بين أعضاء كل مجموعة على حدة , فتكون كل مجموعة مسئولة عن عمل معين يتم توزيعه بين أعضائها , وبإتمام أعمال المجموعات يتحقق الهدف من التعاون وبالتعالي فإن التكامل في الجهد يتحقق وهو أمر مرغوب دائماً . ويتم تنفيذ هذه الاستراتيجية طبقاً للخطوات التالية :</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; توزيع الطلاب في مجموعات غير متجانسة (6-2) .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يقوم الطلاب بتوجيه من المعلم باختيار موضوعات فرعية معينة Subtopics تربط بموضوع الدراسة الرئيس .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يخطط المعلم والطلاب خطتهم حيث ينبغي أن يتضمن التعلم أنشطة ومهارات مختلفة سواء داخل المدرسة أو خارجها , ويتابع المعلم عما هذه المجموعات .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يقوم الطلاب بتحليل وتقييم المعلومات التي حصلوا عليها وتقديمها وشرحها لزملائهم بالصف الدراسي .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تقوم كل مجموعة بعرض ما حصلت عليه من معلومات في الصف الدراسي مع تقييم عمل كل مجموعة بمساعدة المعلم .</p>\r\n<p>4-&nbsp; استراتيجية الجماعات الصغيرة Small Groups : حيث يتم تنظيم التلاميذ في مجموعات يتراوح أعدادها بين (4:2) غير متجانسين ثم يعطيهم المدرس مشكلة ما لدراستها معًا ويتابع قواعد الاتصال في سلوكيات أدائهم , وذلك بهف تنمية مهارات التفكير المنطقي والبحث , والاكتشاف حول العالم المحيط بالتلميذ , ويكون الاعتماد في التفكير على المعارف والخبرات السابقة .</p>\r\n<p>5-&nbsp; استراتيجية فرق التحصيل الطلابية (Student Teams Achievement Davison(Stand: حيث تعتمد هذه الاستراتيجية على تحقيق الخطوات التالية :</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تقسيم الطلاب إلى مجموعات غير متجانسة من (5-4) .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تبدأ كل مجموعة في بداية كل أسبوع بدراسة أوراق عمل عن المادة العلمية .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يأخذ الطلاب اختبارات قصيرة (َquizzes) على المادة التي درسوها , ثم يقوم كل طالب بالإجابة دون مساعدة أعضاء مجموعته .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تقارن درجة كل طالب بدرجته في الاختبار السابق والفرق بينها يضاف لدرجة الفريق الكلية .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يحصل الفريق الذي يصل إلى المستوى المطلوب على جائزة مادية أو معنوية .</p>\r\n<p>6-&nbsp; الاستراتيجية البنيوية The Structural Strategy : حيث تؤكد هذه الاستراتيجية على استخدام بنيات معينة صممت لتؤثر في أنماط تفاعل المعلمين وتستخدم هذه البنيات كبدائل لبنيات الصف الدراسي التقليدية , كما يعمل الطلاب مستقلين في مجموعات أو جماعات صغيرة تحظى بمكافآت تعاونية أكثر من المكافأة الفردية .</p>\r\n<p>وتنفذ هذه الاستراتيجية بصورة متعددة طبقاً للأهداف التعليمية المراد تحقيقها .وإحدى هذه الاستراتيجيات ما يعرف باستراتيجية (فكر &ndash;زواج &ndash; شارك ) (Think , Pair, Share )وتتم طبقاً للخطوات التالية :</p>\r\n<p>الخطوة الأولى : التفكير Thinking</p>\r\n<p>يطرح المعلم سؤالاً أو مسألة ترتبط بالدرس ويطلب من التلاميذ أن يقضوا دقيقة يفكر كل منهم بمفرده في إجابة السؤال أو حل المسألة .</p>\r\n<p>الخطوة الثانية :المزاوجة Pairing</p>\r\n<p>يطلب المعلم من التلاميذ أن يقسموا إلي أزواج Pair ويناقشوا ما فكروا فيه , حيث يتم التفاعل خلال هذه الفترة والتي قد تستغرق (5-4) دقائق .</p>\r\n<p>الخطوة الثالثة :المشاركة Sharing</p>\r\n<p>يطلب المعلم من الأزواج الاشتراك مع الصف كله في مكان يتحدثون عنه كما تتاح الفرصة لبعض الأزواج لعرض ما فكروا فيه أو توصلوا إليه .</p>', 0, ',36', '0000-00-00', '0000-00-00', 0, '2014-08-26', 'عمرو الشهدى', 1, 1, '2014-08-27', '2014-08-23', 1, 0, 0, 'استراتيجية   والتعبير ', '', 'استراتيجيات-التعلم-التعاوني', '', '', '', 0, ''),
(242, 'استراتيجيات التعلم التعاوني ', '<p>استراتيجية التعلم معًا Learning Together Strategy أو حلقات التعلم Learning Circlesحيث يتم تنظيم الغرفة بحيث يجلس التلاميذ متواجهين في مجموعات يتراوح عدد أفراد كل منها بين 2-6 تلاميذ , ويتم إعطاءهم مجموعة من التعليمات حول مادة أو موضوع ما في صورة مناسبة لمستويات نموهم ونضجهم , وتحدد دور التلاميذ في التعاون والتشارك , بهدف تعرف أبعاد المادة أو الموضوع ومدارسته والتعبير عما</p>', '<p>للتعلم التعاوني مجموعة من الاستراتيجيات , من هذه الاستراتيجيات ما يلي :</p>\r\n<p>كما وردت عن (مجدى إبراهيم:2004 , 729-732).</p>\r\n<p>1-&nbsp; استراتيجية التعلم معًا Learning Together Strategy أو حلقات التعلم Learning Circlesحيث يتم تنظيم الغرفة بحيث يجلس التلاميذ متواجهين في مجموعات يتراوح عدد أفراد كل منها بين 2-6 تلاميذ , ويتم إعطاءهم مجموعة من التعليمات حول مادة أو موضوع ما في صورة مناسبة لمستويات نموهم ونضجهم , وتحدد دور التلاميذ في التعاون والتشارك , بهدف تعرف أبعاد المادة أو الموضوع ومدارسته والتعبير عما حصلوه بأي طريقة يرغبون. ويركز التعلم التعاوني من خلال استراتيجية التعلم معًا, على خمسة عناصر هي :</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; الاعتماد الايجابي الأعضاء المجموعة .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; التفاعل وجهًا لوجه.</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; المسئولية الفردية</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; المهارات الاجتماعية .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; المعالجات الاجتماعية .</p>\r\n<p>2-&nbsp; استراتيجيات جيجسو (الأحجية المتقطعة أو الصورة المقطوعة ) Jigsaw Strategy حيث يتم تقسيم التلاميذ إلى مجموعات كل منها يتكون من (6-3) تلاميذ غير متجانسين وتتحدد مسئولية كل منهم في إيضاح أو شرح أو تدريس جزئية معينة للتلاميذ الأخرين وتقوم هذه الاستراتيجية على اساس تحقيق التعاون المتبادل بين المتعلمين في أثناء تفاعلهم معًا في مجموعات صغيرة . وتسير هذه الاستراتيجية طبقاً لإجراءات التالية :</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تقسيم الطلاب إلى مجموعات عددها (6-3) .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يتم تعيين قائد أو خبير لكل مجموعة .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يدرس الطلاب (الخبراء) المادة الدراسية مع التركيز على موضوعات منفصلة حتى يصبح الطالب خبيراً في هذا الموضوع .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يقوم الطلاب (الخبراء) بالتدريس لفرقهم بالتناوب .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تعقد الاختبارات الفردية بحيث تغطي جميع الموضوعات , ثم تتم مكافأة الفريق الحائز على الدرجات .</p>\r\n<p>3-&nbsp; استراتيجية البحث (الاستقصاء) الجماعي Groups Investigation Strategy حيث يكون الاعتماد فيها على التعاون بين المجموعات إضافة إلى التعاون بين أعضاء كل مجموعة على حدة , فتكون كل مجموعة مسئولة عن عمل معين يتم توزيعه بين أعضائها , وبإتمام أعمال المجموعات يتحقق الهدف من التعاون وبالتعالي فإن التكامل في الجهد يتحقق وهو أمر مرغوب دائماً . ويتم تنفيذ هذه الاستراتيجية طبقاً للخطوات التالية :</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; توزيع الطلاب في مجموعات غير متجانسة (6-2) .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يقوم الطلاب بتوجيه من المعلم باختيار موضوعات فرعية معينة Subtopics تربط بموضوع الدراسة الرئيس .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يخطط المعلم والطلاب خطتهم حيث ينبغي أن يتضمن التعلم أنشطة ومهارات مختلفة سواء داخل المدرسة أو خارجها , ويتابع المعلم عما هذه المجموعات .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يقوم الطلاب بتحليل وتقييم المعلومات التي حصلوا عليها وتقديمها وشرحها لزملائهم بالصف الدراسي .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تقوم كل مجموعة بعرض ما حصلت عليه من معلومات في الصف الدراسي مع تقييم عمل كل مجموعة بمساعدة المعلم .</p>\r\n<p>4-&nbsp; استراتيجية الجماعات الصغيرة Small Groups : حيث يتم تنظيم التلاميذ في مجموعات يتراوح أعدادها بين (4:2) غير متجانسين ثم يعطيهم المدرس مشكلة ما لدراستها معًا ويتابع قواعد الاتصال في سلوكيات أدائهم , وذلك بهف تنمية مهارات التفكير المنطقي والبحث , والاكتشاف حول العالم المحيط بالتلميذ , ويكون الاعتماد في التفكير على المعارف والخبرات السابقة .</p>\r\n<p>5-&nbsp; استراتيجية فرق التحصيل الطلابية (Student Teams Achievement Davison(Stand: حيث تعتمد هذه الاستراتيجية على تحقيق الخطوات التالية :</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تقسيم الطلاب إلى مجموعات غير متجانسة من (5-4) .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تبدأ كل مجموعة في بداية كل أسبوع بدراسة أوراق عمل عن المادة العلمية .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يأخذ الطلاب اختبارات قصيرة (َquizzes) على المادة التي درسوها , ثم يقوم كل طالب بالإجابة دون مساعدة أعضاء مجموعته .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تقارن درجة كل طالب بدرجته في الاختبار السابق والفرق بينها يضاف لدرجة الفريق الكلية .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يحصل الفريق الذي يصل إلى المستوى المطلوب على جائزة مادية أو معنوية .</p>\r\n<p>6-&nbsp; الاستراتيجية البنيوية The Structural Strategy : حيث تؤكد هذه الاستراتيجية على استخدام بنيات معينة صممت لتؤثر في أنماط تفاعل المعلمين وتستخدم هذه البنيات كبدائل لبنيات الصف الدراسي التقليدية , كما يعمل الطلاب مستقلين في مجموعات أو جماعات صغيرة تحظى بمكافآت تعاونية أكثر من المكافأة الفردية .</p>\r\n<p>وتنفذ هذه الاستراتيجية بصورة متعددة طبقاً للأهداف التعليمية المراد تحقيقها .وإحدى هذه الاستراتيجيات ما يعرف باستراتيجية (فكر &ndash;زواج &ndash; شارك ) (Think , Pair, Share )وتتم طبقاً للخطوات التالية :</p>\r\n<p>الخطوة الأولى : التفكير Thinking</p>\r\n<p>يطرح المعلم سؤالاً أو مسألة ترتبط بالدرس ويطلب من التلاميذ أن يقضوا دقيقة يفكر كل منهم بمفرده في إجابة السؤال أو حل المسألة .</p>\r\n<p>الخطوة الثانية :المزاوجة Pairing</p>\r\n<p>يطلب المعلم من التلاميذ أن يقسموا إلي أزواج Pair ويناقشوا ما فكروا فيه , حيث يتم التفاعل خلال هذه الفترة والتي قد تستغرق (5-4) دقائق .</p>\r\n<p>الخطوة الثالثة :المشاركة Sharing</p>\r\n<p>يطلب المعلم من الأزواج الاشتراك مع الصف كله في مكان يتحدثون عنه كما تتاح الفرصة لبعض الأزواج لعرض ما فكروا فيه أو توصلوا إليه .</p>', 0, ',36', '0000-00-00', '0000-00-00', 0, '2014-08-26', 'عمرو الشهدى', 1, 1, '2014-08-27', '2014-08-23', 1, 0, 0, 'استراتيجية   والتعبير ', '', 'استراتيجيات-التعلم-التعاوني', '', '', '', 0, ''),
(241, 'استراتيجيات التعلم التعاوني ', '<p>استراتيجية التعلم معًا Learning Together Strategy أو حلقات التعلم Learning Circlesحيث يتم تنظيم الغرفة بحيث يجلس التلاميذ متواجهين في مجموعات يتراوح عدد أفراد كل منها بين 2-6 تلاميذ , ويتم إعطاءهم مجموعة من التعليمات حول مادة أو موضوع ما في صورة مناسبة لمستويات نموهم ونضجهم , وتحدد دور التلاميذ في التعاون والتشارك , بهدف تعرف أبعاد المادة أو الموضوع ومدارسته والتعبير عما</p>', '<p>للتعلم التعاوني مجموعة من الاستراتيجيات , من هذه الاستراتيجيات ما يلي :</p>\r\n<p>كما وردت عن (مجدى إبراهيم:2004 , 729-732).</p>\r\n<p>1-&nbsp; استراتيجية التعلم معًا Learning Together Strategy أو حلقات التعلم Learning Circlesحيث يتم تنظيم الغرفة بحيث يجلس التلاميذ متواجهين في مجموعات يتراوح عدد أفراد كل منها بين 2-6 تلاميذ , ويتم إعطاءهم مجموعة من التعليمات حول مادة أو موضوع ما في صورة مناسبة لمستويات نموهم ونضجهم , وتحدد دور التلاميذ في التعاون والتشارك , بهدف تعرف أبعاد المادة أو الموضوع ومدارسته والتعبير عما حصلوه بأي طريقة يرغبون. ويركز التعلم التعاوني من خلال استراتيجية التعلم معًا, على خمسة عناصر هي :</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; الاعتماد الايجابي الأعضاء المجموعة .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; التفاعل وجهًا لوجه.</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; المسئولية الفردية</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; المهارات الاجتماعية .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; المعالجات الاجتماعية .</p>\r\n<p>2-&nbsp; استراتيجيات جيجسو (الأحجية المتقطعة أو الصورة المقطوعة ) Jigsaw Strategy حيث يتم تقسيم التلاميذ إلى مجموعات كل منها يتكون من (6-3) تلاميذ غير متجانسين وتتحدد مسئولية كل منهم في إيضاح أو شرح أو تدريس جزئية معينة للتلاميذ الأخرين وتقوم هذه الاستراتيجية على اساس تحقيق التعاون المتبادل بين المتعلمين في أثناء تفاعلهم معًا في مجموعات صغيرة . وتسير هذه الاستراتيجية طبقاً لإجراءات التالية :</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تقسيم الطلاب إلى مجموعات عددها (6-3) .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يتم تعيين قائد أو خبير لكل مجموعة .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يدرس الطلاب (الخبراء) المادة الدراسية مع التركيز على موضوعات منفصلة حتى يصبح الطالب خبيراً في هذا الموضوع .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يقوم الطلاب (الخبراء) بالتدريس لفرقهم بالتناوب .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تعقد الاختبارات الفردية بحيث تغطي جميع الموضوعات , ثم تتم مكافأة الفريق الحائز على الدرجات .</p>\r\n<p>3-&nbsp; استراتيجية البحث (الاستقصاء) الجماعي Groups Investigation Strategy حيث يكون الاعتماد فيها على التعاون بين المجموعات إضافة إلى التعاون بين أعضاء كل مجموعة على حدة , فتكون كل مجموعة مسئولة عن عمل معين يتم توزيعه بين أعضائها , وبإتمام أعمال المجموعات يتحقق الهدف من التعاون وبالتعالي فإن التكامل في الجهد يتحقق وهو أمر مرغوب دائماً . ويتم تنفيذ هذه الاستراتيجية طبقاً للخطوات التالية :</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; توزيع الطلاب في مجموعات غير متجانسة (6-2) .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يقوم الطلاب بتوجيه من المعلم باختيار موضوعات فرعية معينة Subtopics تربط بموضوع الدراسة الرئيس .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يخطط المعلم والطلاب خطتهم حيث ينبغي أن يتضمن التعلم أنشطة ومهارات مختلفة سواء داخل المدرسة أو خارجها , ويتابع المعلم عما هذه المجموعات .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يقوم الطلاب بتحليل وتقييم المعلومات التي حصلوا عليها وتقديمها وشرحها لزملائهم بالصف الدراسي .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تقوم كل مجموعة بعرض ما حصلت عليه من معلومات في الصف الدراسي مع تقييم عمل كل مجموعة بمساعدة المعلم .</p>\r\n<p>4-&nbsp; استراتيجية الجماعات الصغيرة Small Groups : حيث يتم تنظيم التلاميذ في مجموعات يتراوح أعدادها بين (4:2) غير متجانسين ثم يعطيهم المدرس مشكلة ما لدراستها معًا ويتابع قواعد الاتصال في سلوكيات أدائهم , وذلك بهف تنمية مهارات التفكير المنطقي والبحث , والاكتشاف حول العالم المحيط بالتلميذ , ويكون الاعتماد في التفكير على المعارف والخبرات السابقة .</p>\r\n<p>5-&nbsp; استراتيجية فرق التحصيل الطلابية (Student Teams Achievement Davison(Stand: حيث تعتمد هذه الاستراتيجية على تحقيق الخطوات التالية :</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تقسيم الطلاب إلى مجموعات غير متجانسة من (5-4) .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تبدأ كل مجموعة في بداية كل أسبوع بدراسة أوراق عمل عن المادة العلمية .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يأخذ الطلاب اختبارات قصيرة (َquizzes) على المادة التي درسوها , ثم يقوم كل طالب بالإجابة دون مساعدة أعضاء مجموعته .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تقارن درجة كل طالب بدرجته في الاختبار السابق والفرق بينها يضاف لدرجة الفريق الكلية .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يحصل الفريق الذي يصل إلى المستوى المطلوب على جائزة مادية أو معنوية .</p>\r\n<p>6-&nbsp; الاستراتيجية البنيوية The Structural Strategy : حيث تؤكد هذه الاستراتيجية على استخدام بنيات معينة صممت لتؤثر في أنماط تفاعل المعلمين وتستخدم هذه البنيات كبدائل لبنيات الصف الدراسي التقليدية , كما يعمل الطلاب مستقلين في مجموعات أو جماعات صغيرة تحظى بمكافآت تعاونية أكثر من المكافأة الفردية .</p>\r\n<p>وتنفذ هذه الاستراتيجية بصورة متعددة طبقاً للأهداف التعليمية المراد تحقيقها .وإحدى هذه الاستراتيجيات ما يعرف باستراتيجية (فكر &ndash;زواج &ndash; شارك ) (Think , Pair, Share )وتتم طبقاً للخطوات التالية :</p>\r\n<p>الخطوة الأولى : التفكير Thinking</p>\r\n<p>يطرح المعلم سؤالاً أو مسألة ترتبط بالدرس ويطلب من التلاميذ أن يقضوا دقيقة يفكر كل منهم بمفرده في إجابة السؤال أو حل المسألة .</p>\r\n<p>الخطوة الثانية :المزاوجة Pairing</p>\r\n<p>يطلب المعلم من التلاميذ أن يقسموا إلي أزواج Pair ويناقشوا ما فكروا فيه , حيث يتم التفاعل خلال هذه الفترة والتي قد تستغرق (5-4) دقائق .</p>\r\n<p>الخطوة الثالثة :المشاركة Sharing</p>\r\n<p>يطلب المعلم من الأزواج الاشتراك مع الصف كله في مكان يتحدثون عنه كما تتاح الفرصة لبعض الأزواج لعرض ما فكروا فيه أو توصلوا إليه .</p>', 0, ',36', '0000-00-00', '0000-00-00', 0, '2014-08-26', 'عمرو الشهدى', 1, 1, '2014-08-27', '2014-08-23', 1, 0, 0, 'استراتيجية   والتعبير ', '', 'استراتيجيات-التعلم-التعاوني', '', '', '', 0, ''),
(252, 'استراتيجيات التعلم التعاوني ', '<p>استراتيجية التعلم معًا Learning Together Strategy أو حلقات التعلم Learning Circlesحيث يتم تنظيم الغرفة بحيث يجلس التلاميذ متواجهين في مجموعات يتراوح عدد أفراد كل منها بين 2-6 تلاميذ , ويتم إعطاءهم مجموعة من التعليمات حول مادة أو موضوع ما في صورة مناسبة لمستويات نموهم ونضجهم , وتحدد دور التلاميذ في التعاون والتشارك , بهدف تعرف أبعاد المادة أو الموضوع ومدارسته والتعبير عما</p>', '<p>للتعلم التعاوني مجموعة من الاستراتيجيات , من هذه الاستراتيجيات ما يلي :</p>\r\n<p>كما وردت عن (مجدى إبراهيم:2004 , 729-732).</p>\r\n<p>1-&nbsp; استراتيجية التعلم معًا Learning Together Strategy أو حلقات التعلم Learning Circlesحيث يتم تنظيم الغرفة بحيث يجلس التلاميذ متواجهين في مجموعات يتراوح عدد أفراد كل منها بين 2-6 تلاميذ , ويتم إعطاءهم مجموعة من التعليمات حول مادة أو موضوع ما في صورة مناسبة لمستويات نموهم ونضجهم , وتحدد دور التلاميذ في التعاون والتشارك , بهدف تعرف أبعاد المادة أو الموضوع ومدارسته والتعبير عما حصلوه بأي طريقة يرغبون. ويركز التعلم التعاوني من خلال استراتيجية التعلم معًا, على خمسة عناصر هي :</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; الاعتماد الايجابي الأعضاء المجموعة .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; التفاعل وجهًا لوجه.</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; المسئولية الفردية</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; المهارات الاجتماعية .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; المعالجات الاجتماعية .</p>\r\n<p>2-&nbsp; استراتيجيات جيجسو (الأحجية المتقطعة أو الصورة المقطوعة ) Jigsaw Strategy حيث يتم تقسيم التلاميذ إلى مجموعات كل منها يتكون من (6-3) تلاميذ غير متجانسين وتتحدد مسئولية كل منهم في إيضاح أو شرح أو تدريس جزئية معينة للتلاميذ الأخرين وتقوم هذه الاستراتيجية على اساس تحقيق التعاون المتبادل بين المتعلمين في أثناء تفاعلهم معًا في مجموعات صغيرة . وتسير هذه الاستراتيجية طبقاً لإجراءات التالية :</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تقسيم الطلاب إلى مجموعات عددها (6-3) .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يتم تعيين قائد أو خبير لكل مجموعة .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يدرس الطلاب (الخبراء) المادة الدراسية مع التركيز على موضوعات منفصلة حتى يصبح الطالب خبيراً في هذا الموضوع .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يقوم الطلاب (الخبراء) بالتدريس لفرقهم بالتناوب .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تعقد الاختبارات الفردية بحيث تغطي جميع الموضوعات , ثم تتم مكافأة الفريق الحائز على الدرجات .</p>\r\n<p>3-&nbsp; استراتيجية البحث (الاستقصاء) الجماعي Groups Investigation Strategy حيث يكون الاعتماد فيها على التعاون بين المجموعات إضافة إلى التعاون بين أعضاء كل مجموعة على حدة , فتكون كل مجموعة مسئولة عن عمل معين يتم توزيعه بين أعضائها , وبإتمام أعمال المجموعات يتحقق الهدف من التعاون وبالتعالي فإن التكامل في الجهد يتحقق وهو أمر مرغوب دائماً . ويتم تنفيذ هذه الاستراتيجية طبقاً للخطوات التالية :</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; توزيع الطلاب في مجموعات غير متجانسة (6-2) .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يقوم الطلاب بتوجيه من المعلم باختيار موضوعات فرعية معينة Subtopics تربط بموضوع الدراسة الرئيس .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يخطط المعلم والطلاب خطتهم حيث ينبغي أن يتضمن التعلم أنشطة ومهارات مختلفة سواء داخل المدرسة أو خارجها , ويتابع المعلم عما هذه المجموعات .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يقوم الطلاب بتحليل وتقييم المعلومات التي حصلوا عليها وتقديمها وشرحها لزملائهم بالصف الدراسي .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تقوم كل مجموعة بعرض ما حصلت عليه من معلومات في الصف الدراسي مع تقييم عمل كل مجموعة بمساعدة المعلم .</p>\r\n<p>4-&nbsp; استراتيجية الجماعات الصغيرة Small Groups : حيث يتم تنظيم التلاميذ في مجموعات يتراوح أعدادها بين (4:2) غير متجانسين ثم يعطيهم المدرس مشكلة ما لدراستها معًا ويتابع قواعد الاتصال في سلوكيات أدائهم , وذلك بهف تنمية مهارات التفكير المنطقي والبحث , والاكتشاف حول العالم المحيط بالتلميذ , ويكون الاعتماد في التفكير على المعارف والخبرات السابقة .</p>\r\n<p>5-&nbsp; استراتيجية فرق التحصيل الطلابية (Student Teams Achievement Davison(Stand: حيث تعتمد هذه الاستراتيجية على تحقيق الخطوات التالية :</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تقسيم الطلاب إلى مجموعات غير متجانسة من (5-4) .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تبدأ كل مجموعة في بداية كل أسبوع بدراسة أوراق عمل عن المادة العلمية .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يأخذ الطلاب اختبارات قصيرة (َquizzes) على المادة التي درسوها , ثم يقوم كل طالب بالإجابة دون مساعدة أعضاء مجموعته .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تقارن درجة كل طالب بدرجته في الاختبار السابق والفرق بينها يضاف لدرجة الفريق الكلية .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يحصل الفريق الذي يصل إلى المستوى المطلوب على جائزة مادية أو معنوية .</p>\r\n<p>6-&nbsp; الاستراتيجية البنيوية The Structural Strategy : حيث تؤكد هذه الاستراتيجية على استخدام بنيات معينة صممت لتؤثر في أنماط تفاعل المعلمين وتستخدم هذه البنيات كبدائل لبنيات الصف الدراسي التقليدية , كما يعمل الطلاب مستقلين في مجموعات أو جماعات صغيرة تحظى بمكافآت تعاونية أكثر من المكافأة الفردية .</p>\r\n<p>وتنفذ هذه الاستراتيجية بصورة متعددة طبقاً للأهداف التعليمية المراد تحقيقها .وإحدى هذه الاستراتيجيات ما يعرف باستراتيجية (فكر &ndash;زواج &ndash; شارك ) (Think , Pair, Share )وتتم طبقاً للخطوات التالية :</p>\r\n<p>الخطوة الأولى : التفكير Thinking</p>\r\n<p>يطرح المعلم سؤالاً أو مسألة ترتبط بالدرس ويطلب من التلاميذ أن يقضوا دقيقة يفكر كل منهم بمفرده في إجابة السؤال أو حل المسألة .</p>\r\n<p>الخطوة الثانية :المزاوجة Pairing</p>\r\n<p>يطلب المعلم من التلاميذ أن يقسموا إلي أزواج Pair ويناقشوا ما فكروا فيه , حيث يتم التفاعل خلال هذه الفترة والتي قد تستغرق (5-4) دقائق .</p>\r\n<p>الخطوة الثالثة :المشاركة Sharing</p>\r\n<p>يطلب المعلم من الأزواج الاشتراك مع الصف كله في مكان يتحدثون عنه كما تتاح الفرصة لبعض الأزواج لعرض ما فكروا فيه أو توصلوا إليه .</p>', 0, ',36', '0000-00-00', '0000-00-00', 0, '2014-08-26', 'عمرو الشهدى', 1, 1, '2014-08-27', '2014-08-23', 1, 0, 0, 'استراتيجية   والتعبير ', '', 'استراتيجيات-التعلم-التعاوني', '', '', '', 0, ''),
(253, 'استراتيجيات التعلم التعاوني ', '<p>استراتيجية التعلم معًا Learning Together Strategy أو حلقات التعلم Learning Circlesحيث يتم تنظيم الغرفة بحيث يجلس التلاميذ متواجهين في مجموعات يتراوح عدد أفراد كل منها بين 2-6 تلاميذ , ويتم إعطاءهم مجموعة من التعليمات حول مادة أو موضوع ما في صورة مناسبة لمستويات نموهم ونضجهم , وتحدد دور التلاميذ في التعاون والتشارك , بهدف تعرف أبعاد المادة أو الموضوع ومدارسته والتعبير عما</p>', '<p>للتعلم التعاوني مجموعة من الاستراتيجيات , من هذه الاستراتيجيات ما يلي :</p>\r\n<p>كما وردت عن (مجدى إبراهيم:2004 , 729-732).</p>\r\n<p>1-&nbsp; استراتيجية التعلم معًا Learning Together Strategy أو حلقات التعلم Learning Circlesحيث يتم تنظيم الغرفة بحيث يجلس التلاميذ متواجهين في مجموعات يتراوح عدد أفراد كل منها بين 2-6 تلاميذ , ويتم إعطاءهم مجموعة من التعليمات حول مادة أو موضوع ما في صورة مناسبة لمستويات نموهم ونضجهم , وتحدد دور التلاميذ في التعاون والتشارك , بهدف تعرف أبعاد المادة أو الموضوع ومدارسته والتعبير عما حصلوه بأي طريقة يرغبون. ويركز التعلم التعاوني من خلال استراتيجية التعلم معًا, على خمسة عناصر هي :</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; الاعتماد الايجابي الأعضاء المجموعة .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; التفاعل وجهًا لوجه.</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; المسئولية الفردية</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; المهارات الاجتماعية .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; المعالجات الاجتماعية .</p>\r\n<p>2-&nbsp; استراتيجيات جيجسو (الأحجية المتقطعة أو الصورة المقطوعة ) Jigsaw Strategy حيث يتم تقسيم التلاميذ إلى مجموعات كل منها يتكون من (6-3) تلاميذ غير متجانسين وتتحدد مسئولية كل منهم في إيضاح أو شرح أو تدريس جزئية معينة للتلاميذ الأخرين وتقوم هذه الاستراتيجية على اساس تحقيق التعاون المتبادل بين المتعلمين في أثناء تفاعلهم معًا في مجموعات صغيرة . وتسير هذه الاستراتيجية طبقاً لإجراءات التالية :</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تقسيم الطلاب إلى مجموعات عددها (6-3) .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يتم تعيين قائد أو خبير لكل مجموعة .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يدرس الطلاب (الخبراء) المادة الدراسية مع التركيز على موضوعات منفصلة حتى يصبح الطالب خبيراً في هذا الموضوع .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يقوم الطلاب (الخبراء) بالتدريس لفرقهم بالتناوب .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تعقد الاختبارات الفردية بحيث تغطي جميع الموضوعات , ثم تتم مكافأة الفريق الحائز على الدرجات .</p>\r\n<p>3-&nbsp; استراتيجية البحث (الاستقصاء) الجماعي Groups Investigation Strategy حيث يكون الاعتماد فيها على التعاون بين المجموعات إضافة إلى التعاون بين أعضاء كل مجموعة على حدة , فتكون كل مجموعة مسئولة عن عمل معين يتم توزيعه بين أعضائها , وبإتمام أعمال المجموعات يتحقق الهدف من التعاون وبالتعالي فإن التكامل في الجهد يتحقق وهو أمر مرغوب دائماً . ويتم تنفيذ هذه الاستراتيجية طبقاً للخطوات التالية :</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; توزيع الطلاب في مجموعات غير متجانسة (6-2) .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يقوم الطلاب بتوجيه من المعلم باختيار موضوعات فرعية معينة Subtopics تربط بموضوع الدراسة الرئيس .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يخطط المعلم والطلاب خطتهم حيث ينبغي أن يتضمن التعلم أنشطة ومهارات مختلفة سواء داخل المدرسة أو خارجها , ويتابع المعلم عما هذه المجموعات .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يقوم الطلاب بتحليل وتقييم المعلومات التي حصلوا عليها وتقديمها وشرحها لزملائهم بالصف الدراسي .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تقوم كل مجموعة بعرض ما حصلت عليه من معلومات في الصف الدراسي مع تقييم عمل كل مجموعة بمساعدة المعلم .</p>\r\n<p>4-&nbsp; استراتيجية الجماعات الصغيرة Small Groups : حيث يتم تنظيم التلاميذ في مجموعات يتراوح أعدادها بين (4:2) غير متجانسين ثم يعطيهم المدرس مشكلة ما لدراستها معًا ويتابع قواعد الاتصال في سلوكيات أدائهم , وذلك بهف تنمية مهارات التفكير المنطقي والبحث , والاكتشاف حول العالم المحيط بالتلميذ , ويكون الاعتماد في التفكير على المعارف والخبرات السابقة .</p>\r\n<p>5-&nbsp; استراتيجية فرق التحصيل الطلابية (Student Teams Achievement Davison(Stand: حيث تعتمد هذه الاستراتيجية على تحقيق الخطوات التالية :</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تقسيم الطلاب إلى مجموعات غير متجانسة من (5-4) .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تبدأ كل مجموعة في بداية كل أسبوع بدراسة أوراق عمل عن المادة العلمية .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يأخذ الطلاب اختبارات قصيرة (َquizzes) على المادة التي درسوها , ثم يقوم كل طالب بالإجابة دون مساعدة أعضاء مجموعته .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; تقارن درجة كل طالب بدرجته في الاختبار السابق والفرق بينها يضاف لدرجة الفريق الكلية .</p>\r\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; يحصل الفريق الذي يصل إلى المستوى المطلوب على جائزة مادية أو معنوية .</p>\r\n<p>6-&nbsp; الاستراتيجية البنيوية The Structural Strategy : حيث تؤكد هذه الاستراتيجية على استخدام بنيات معينة صممت لتؤثر في أنماط تفاعل المعلمين وتستخدم هذه البنيات كبدائل لبنيات الصف الدراسي التقليدية , كما يعمل الطلاب مستقلين في مجموعات أو جماعات صغيرة تحظى بمكافآت تعاونية أكثر من المكافأة الفردية .</p>\r\n<p>وتنفذ هذه الاستراتيجية بصورة متعددة طبقاً للأهداف التعليمية المراد تحقيقها .وإحدى هذه الاستراتيجيات ما يعرف باستراتيجية (فكر &ndash;زواج &ndash; شارك ) (Think , Pair, Share )وتتم طبقاً للخطوات التالية :</p>\r\n<p>الخطوة الأولى : التفكير Thinking</p>\r\n<p>يطرح المعلم سؤالاً أو مسألة ترتبط بالدرس ويطلب من التلاميذ أن يقضوا دقيقة يفكر كل منهم بمفرده في إجابة السؤال أو حل المسألة .</p>\r\n<p>الخطوة الثانية :المزاوجة Pairing</p>\r\n<p>يطلب المعلم من التلاميذ أن يقسموا إلي أزواج Pair ويناقشوا ما فكروا فيه , حيث يتم التفاعل خلال هذه الفترة والتي قد تستغرق (5-4) دقائق .</p>\r\n<p>الخطوة الثالثة :المشاركة Sharing</p>\r\n<p>يطلب المعلم من الأزواج الاشتراك مع الصف كله في مكان يتحدثون عنه كما تتاح الفرصة لبعض الأزواج لعرض ما فكروا فيه أو توصلوا إليه .</p>', 0, ',36', '0000-00-00', '0000-00-00', 0, '2014-08-26', 'عمرو الشهدى', 1, 0, '2014-08-23', '2014-08-23', 1, 0, 0, 'استراتيجية   والتعبير ', '', 'استراتيجيات-التعلم-التعاوني', '', '', '', 0, ''),
(254, 'استراتيجيات التعلم التعاوني ', '<p>استراتيجية التعلم معًا Learning Together Strategy أو حلقات التعلم Learning Circlesحيث يتم تنظيم الغرفة بحيث يجلس التلاميذ متواجهين في مجموعات يتراوح عدد أفراد كل منها بين 2-6 تلاميذ , ويتم إعطاءهم مجموعة من التعليمات حول مادة أو موضوع ما في صورة مناسبة لمستويات نموهم ونضجهم , وتحدد دور التلاميذ في التعاون والتشارك , بهدف تعرف أبعاد المادة أو الموضوع ومدارسته والتعبير عما</p>', '<p>للتعلم التعاوني مجموعة من الاستراتيجيات , من هذه الاستراتيجيات ما يلي :</p>\r\n<p>كما وردت عن (مجدى إبراهيم:2004 , 729-732).</p>\r\n<p>1-  استراتيجية التعلم معًا Learning Together Strategy أو حلقات التعلم Learning Circlesحيث يتم تنظيم الغرفة بحيث يجلس التلاميذ متواجهين في مجموعات يتراوح عدد أفراد كل منها بين 2-6 تلاميذ , ويتم إعطاءهم مجموعة من التعليمات حول مادة أو موضوع ما في صورة مناسبة لمستويات نموهم ونضجهم , وتحدد دور التلاميذ في التعاون والتشارك , بهدف تعرف أبعاد المادة أو الموضوع ومدارسته والتعبير عما حصلوه بأي طريقة يرغبون. ويركز التعلم التعاوني من خلال استراتيجية التعلم معًا, على خمسة عناصر هي :</p>\r\n<p>-         الاعتماد الايجابي الأعضاء المجموعة .</p>\r\n<p>-         التفاعل وجهًا لوجه.</p>\r\n<p>-         المسئولية الفردية</p>\r\n<p>-         المهارات الاجتماعية .</p>\r\n<p>-         المعالجات الاجتماعية .</p>\r\n<p>2-  استراتيجيات جيجسو (الأحجية المتقطعة أو الصورة المقطوعة ) Jigsaw Strategy حيث يتم تقسيم التلاميذ إلى مجموعات كل منها يتكون من (6-3) تلاميذ غير متجانسين وتتحدد مسئولية كل منهم في إيضاح أو شرح أو تدريس جزئية معينة للتلاميذ الأخرين وتقوم هذه الاستراتيجية على اساس تحقيق التعاون المتبادل بين المتعلمين في أثناء تفاعلهم معًا في مجموعات صغيرة . وتسير هذه الاستراتيجية طبقاً لإجراءات التالية :</p>\r\n<p>-         تقسيم الطلاب إلى مجموعات عددها (6-3) .</p>\r\n<p>-         يتم تعيين قائد أو خبير لكل مجموعة .</p>\r\n<p>-         يدرس الطلاب (الخبراء) المادة الدراسية مع التركيز على موضوعات منفصلة حتى يصبح الطالب خبيراً في هذا الموضوع .</p>\r\n<p>-         يقوم الطلاب (الخبراء) بالتدريس لفرقهم بالتناوب .</p>\r\n<p>-         تعقد الاختبارات الفردية بحيث تغطي جميع الموضوعات , ثم تتم مكافأة الفريق الحائز على الدرجات .</p>\r\n<p>3-  استراتيجية البحث (الاستقصاء) الجماعي Groups Investigation Strategy حيث يكون الاعتماد فيها على التعاون بين المجموعات إضافة إلى التعاون بين أعضاء كل مجموعة على حدة , فتكون كل مجموعة مسئولة عن عمل معين يتم توزيعه بين أعضائها , وبإتمام أعمال المجموعات يتحقق الهدف من التعاون وبالتعالي فإن التكامل في الجهد يتحقق وهو أمر مرغوب دائماً . ويتم تنفيذ هذه الاستراتيجية طبقاً للخطوات التالية :</p>\r\n<p>-         توزيع الطلاب في مجموعات غير متجانسة (6-2) .</p>\r\n<p>-         يقوم الطلاب بتوجيه من المعلم باختيار موضوعات فرعية معينة Subtopics تربط بموضوع الدراسة الرئيس .</p>\r\n<p>-         يخطط المعلم والطلاب خطتهم حيث ينبغي أن يتضمن التعلم أنشطة ومهارات مختلفة سواء داخل المدرسة أو خارجها , ويتابع المعلم عما هذه المجموعات .</p>\r\n<p>-         يقوم الطلاب بتحليل وتقييم المعلومات التي حصلوا عليها وتقديمها وشرحها لزملائهم بالصف الدراسي .</p>\r\n<p>-         تقوم كل مجموعة بعرض ما حصلت عليه من معلومات في الصف الدراسي مع تقييم عمل كل مجموعة بمساعدة المعلم .</p>\r\n<p>4-  استراتيجية الجماعات الصغيرة Small Groups : حيث يتم تنظيم التلاميذ في مجموعات يتراوح أعدادها بين (4:2) غير متجانسين ثم يعطيهم المدرس مشكلة ما لدراستها معًا ويتابع قواعد الاتصال في سلوكيات أدائهم , وذلك بهف تنمية مهارات التفكير المنطقي والبحث , والاكتشاف حول العالم المحيط بالتلميذ , ويكون الاعتماد في التفكير على المعارف والخبرات السابقة .</p>\r\n<p>5-  استراتيجية فرق التحصيل الطلابية (Student Teams Achievement Davison(Stand: حيث تعتمد هذه الاستراتيجية على تحقيق الخطوات التالية :</p>\r\n<p>-         تقسيم الطلاب إلى مجموعات غير متجانسة من (5-4) .</p>\r\n<p>-         تبدأ كل مجموعة في بداية كل أسبوع بدراسة أوراق عمل عن المادة العلمية .</p>\r\n<p>-         يأخذ الطلاب اختبارات قصيرة (َquizzes) على المادة التي درسوها , ثم يقوم كل طالب بالإجابة دون مساعدة أعضاء مجموعته .</p>\r\n<p>-         تقارن درجة كل طالب بدرجته في الاختبار السابق والفرق بينها يضاف لدرجة الفريق الكلية .</p>\r\n<p>-         يحصل الفريق الذي يصل إلى المستوى المطلوب على جائزة مادية أو معنوية .</p>\r\n<p>6-  الاستراتيجية البنيوية The Structural Strategy : حيث تؤكد هذه الاستراتيجية على استخدام بنيات معينة صممت لتؤثر في أنماط تفاعل المعلمين وتستخدم هذه البنيات كبدائل لبنيات الصف الدراسي التقليدية , كما يعمل الطلاب مستقلين في مجموعات أو جماعات صغيرة تحظى بمكافآت تعاونية أكثر من المكافأة الفردية .</p>\r\n<p>وتنفذ هذه الاستراتيجية بصورة متعددة طبقاً للأهداف التعليمية المراد تحقيقها .وإحدى هذه الاستراتيجيات ما يعرف باستراتيجية (فكر –زواج – شارك ) (Think , Pair, Share )وتتم طبقاً للخطوات التالية :</p>\r\n<p>الخطوة الأولى : التفكير Thinking</p>\r\n<p>يطرح المعلم سؤالاً أو مسألة ترتبط بالدرس ويطلب من التلاميذ أن يقضوا دقيقة يفكر كل منهم بمفرده في إجابة السؤال أو حل المسألة .</p>\r\n<p>الخطوة الثانية :المزاوجة Pairing</p>\r\n<p>يطلب المعلم من التلاميذ أن يقسموا إلي أزواج Pair ويناقشوا ما فكروا فيه , حيث يتم التفاعل خلال هذه الفترة والتي قد تستغرق (5-4) دقائق .</p>\r\n<p>الخطوة الثالثة :المشاركة Sharing</p>\r\n<p>يطلب المعلم من الأزواج الاشتراك مع الصف كله في مكان يتحدثون عنه كما تتاح الفرصة لبعض الأزواج لعرض ما فكروا فيه أو توصلوا إليه .</p>', 0, ',36', '0000-00-00', '0000-00-00', 0, '2014-08-26', 'عمرو الشهدى', 1, 0, '2014-08-27', '2014-08-23', 1, 0, 0, 'استراتيجية   والتعبير ', '53fe4715a13d7.png', 'استراتيجيات-التعلم-التعاوني', '', '', '', 0, ''),
(255, 'استراتيجيات التعلم التعاوني ', '<p>استراتيجية التعلم معًا Learning Together Strategy أو حلقات التعلم Learning Circlesحيث يتم تنظيم الغرفة بحيث يجلس التلاميذ متواجهين في مجموعات يتراوح عدد أفراد كل منها بين 2-6 تلاميذ , ويتم إعطاءهم مجموعة من التعليمات حول مادة أو موضوع ما في صورة مناسبة لمستويات نموهم ونضجهم , وتحدد دور التلاميذ في التعاون والتشارك , بهدف تعرف أبعاد المادة أو الموضوع ومدارسته والتعبير عما</p>', '<p>للتعلم التعاوني مجموعة من الاستراتيجيات , من هذه الاستراتيجيات ما يلي :</p>\r\n<p>كما وردت عن (مجدى إبراهيم:2004 , 729-732).</p>\r\n<p>1-  استراتيجية التعلم معًا Learning Together Strategy أو حلقات التعلم Learning Circlesحيث يتم تنظيم الغرفة بحيث يجلس التلاميذ متواجهين في مجموعات يتراوح عدد أفراد كل منها بين 2-6 تلاميذ , ويتم إعطاءهم مجموعة من التعليمات حول مادة أو موضوع ما في صورة مناسبة لمستويات نموهم ونضجهم , وتحدد دور التلاميذ في التعاون والتشارك , بهدف تعرف أبعاد المادة أو الموضوع ومدارسته والتعبير عما حصلوه بأي طريقة يرغبون. ويركز التعلم التعاوني من خلال استراتيجية التعلم معًا, على خمسة عناصر هي :</p>\r\n<p>-         الاعتماد الايجابي الأعضاء المجموعة .</p>\r\n<p>-         التفاعل وجهًا لوجه.</p>\r\n<p>-         المسئولية الفردية</p>\r\n<p>-         المهارات الاجتماعية .</p>\r\n<p>-         المعالجات الاجتماعية .</p>\r\n<p>2-  استراتيجيات جيجسو (الأحجية المتقطعة أو الصورة المقطوعة ) Jigsaw Strategy حيث يتم تقسيم التلاميذ إلى مجموعات كل منها يتكون من (6-3) تلاميذ غير متجانسين وتتحدد مسئولية كل منهم في إيضاح أو شرح أو تدريس جزئية معينة للتلاميذ الأخرين وتقوم هذه الاستراتيجية على اساس تحقيق التعاون المتبادل بين المتعلمين في أثناء تفاعلهم معًا في مجموعات صغيرة . وتسير هذه الاستراتيجية طبقاً لإجراءات التالية :</p>\r\n<p>-         تقسيم الطلاب إلى مجموعات عددها (6-3) .</p>\r\n<p>-         يتم تعيين قائد أو خبير لكل مجموعة .</p>\r\n<p>-         يدرس الطلاب (الخبراء) المادة الدراسية مع التركيز على موضوعات منفصلة حتى يصبح الطالب خبيراً في هذا الموضوع .</p>\r\n<p>-         يقوم الطلاب (الخبراء) بالتدريس لفرقهم بالتناوب .</p>\r\n<p>-         تعقد الاختبارات الفردية بحيث تغطي جميع الموضوعات , ثم تتم مكافأة الفريق الحائز على الدرجات .</p>\r\n<p>3-  استراتيجية البحث (الاستقصاء) الجماعي Groups Investigation Strategy حيث يكون الاعتماد فيها على التعاون بين المجموعات إضافة إلى التعاون بين أعضاء كل مجموعة على حدة , فتكون كل مجموعة مسئولة عن عمل معين يتم توزيعه بين أعضائها , وبإتمام أعمال المجموعات يتحقق الهدف من التعاون وبالتعالي فإن التكامل في الجهد يتحقق وهو أمر مرغوب دائماً . ويتم تنفيذ هذه الاستراتيجية طبقاً للخطوات التالية :</p>\r\n<p>-         توزيع الطلاب في مجموعات غير متجانسة (6-2) .</p>\r\n<p>-         يقوم الطلاب بتوجيه من المعلم باختيار موضوعات فرعية معينة Subtopics تربط بموضوع الدراسة الرئيس .</p>\r\n<p>-         يخطط المعلم والطلاب خطتهم حيث ينبغي أن يتضمن التعلم أنشطة ومهارات مختلفة سواء داخل المدرسة أو خارجها , ويتابع المعلم عما هذه المجموعات .</p>\r\n<p>-         يقوم الطلاب بتحليل وتقييم المعلومات التي حصلوا عليها وتقديمها وشرحها لزملائهم بالصف الدراسي .</p>\r\n<p>-         تقوم كل مجموعة بعرض ما حصلت عليه من معلومات في الصف الدراسي مع تقييم عمل كل مجموعة بمساعدة المعلم .</p>\r\n<p>4-  استراتيجية الجماعات الصغيرة Small Groups : حيث يتم تنظيم التلاميذ في مجموعات يتراوح أعدادها بين (4:2) غير متجانسين ثم يعطيهم المدرس مشكلة ما لدراستها معًا ويتابع قواعد الاتصال في سلوكيات أدائهم , وذلك بهف تنمية مهارات التفكير المنطقي والبحث , والاكتشاف حول العالم المحيط بالتلميذ , ويكون الاعتماد في التفكير على المعارف والخبرات السابقة .</p>\r\n<p>5-  استراتيجية فرق التحصيل الطلابية (Student Teams Achievement Davison(Stand: حيث تعتمد هذه الاستراتيجية على تحقيق الخطوات التالية :</p>\r\n<p>-         تقسيم الطلاب إلى مجموعات غير متجانسة من (5-4) .</p>\r\n<p>-         تبدأ كل مجموعة في بداية كل أسبوع بدراسة أوراق عمل عن المادة العلمية .</p>\r\n<p>-         يأخذ الطلاب اختبارات قصيرة (َquizzes) على المادة التي درسوها , ثم يقوم كل طالب بالإجابة دون مساعدة أعضاء مجموعته .</p>\r\n<p>-         تقارن درجة كل طالب بدرجته في الاختبار السابق والفرق بينها يضاف لدرجة الفريق الكلية .</p>\r\n<p>-         يحصل الفريق الذي يصل إلى المستوى المطلوب على جائزة مادية أو معنوية .</p>\r\n<p>6-  الاستراتيجية البنيوية The Structural Strategy : حيث تؤكد هذه الاستراتيجية على استخدام بنيات معينة صممت لتؤثر في أنماط تفاعل المعلمين وتستخدم هذه البنيات كبدائل لبنيات الصف الدراسي التقليدية , كما يعمل الطلاب مستقلين في مجموعات أو جماعات صغيرة تحظى بمكافآت تعاونية أكثر من المكافأة الفردية .</p>\r\n<p>وتنفذ هذه الاستراتيجية بصورة متعددة طبقاً للأهداف التعليمية المراد تحقيقها .وإحدى هذه الاستراتيجيات ما يعرف باستراتيجية (فكر –زواج – شارك ) (Think , Pair, Share )وتتم طبقاً للخطوات التالية :</p>\r\n<p>الخطوة الأولى : التفكير Thinking</p>\r\n<p>يطرح المعلم سؤالاً أو مسألة ترتبط بالدرس ويطلب من التلاميذ أن يقضوا دقيقة يفكر كل منهم بمفرده في إجابة السؤال أو حل المسألة .</p>\r\n<p>الخطوة الثانية :المزاوجة Pairing</p>\r\n<p>يطلب المعلم من التلاميذ أن يقسموا إلي أزواج Pair ويناقشوا ما فكروا فيه , حيث يتم التفاعل خلال هذه الفترة والتي قد تستغرق (5-4) دقائق .</p>\r\n<p>الخطوة الثالثة :المشاركة Sharing</p>\r\n<p>يطلب المعلم من الأزواج الاشتراك مع الصف كله في مكان يتحدثون عنه كما تتاح الفرصة لبعض الأزواج لعرض ما فكروا فيه أو توصلوا إليه .</p>', 0, ',36', '0000-00-00', '0000-00-00', 0, '2014-08-26', 'عمرو الشهدى', 1, 0, '2014-08-27', '2014-08-23', 1, 0, 0, 'استراتيجية   والتعبير ', '53fe47050f948.png', 'استراتيجيات-التعلم-التعاوني', '', '', '', 0, ''),
(262, ' 	أهداف التعلم التعاوني ', '<p><span dir="RTL" lang="AR-SA">إن اهم ما يميز استخدام استراتيجية التعلم التعاوني فى العملية التعليمة التعلمية كما اورد (سعادة واخرون:</span>2008<span dir="RTL" lang="AR-SA"> م , </span>99<span dir="RTL"> <span lang="AR-SA">) هو الأثر الإيجابي الذى تتركه فى شخصية الطالب من الجوانب التربوية والاجتماعية والنفسية كافة , حيث تتمثل الغاية من استخدام هذه الاستراتيجية في مساعدة الطلاب على اكتساب مجموعة من المهارات والمعارف , و الاتجاهات&nbsp;&nbsp;</span></span></p>', '<p>الاتجاهات&nbsp; , والمبادئ , والقيم , والعمل على رفع كفاياتهم ؛ وذلك من اجل الرقي بمستوي تفكيريهم .</p>\r\n<p>وقد اورد مشروع تطوير استراتيجيات التدريس تحت شعار ( علمني كيف اتعلم ) ( 1428 هـ , 8 ) مجموعة من الاهداف عن استراتيجية التعلم التعاوني , تتمثل في كونها :</p>\r\n<p>1 &ndash; تساعد المتعلم علي استخدام&nbsp; عمليات التفكير الاستدلالي بشكل اكبر.</p>\r\n<p>2 &ndash; تسهم في رفع مستوى تحصيل الطلاب الدراسي.</p>\r\n<p>3 &ndash; تنمي العلاقات الإيجابية , وتساعد على تقبل الفرد لوجهات نظر الاخرين .</p>\r\n<p>4 &ndash; تثير الدافعية&nbsp; لدى الطلاب .</p>\r\n<p>5 &ndash; تساعد على تكوين اتجاهات إيجابيه افضل نحو المدرسة والمعلمين .</p>\r\n<p>6 &ndash; تحقق تقديرا اعلى للذات .</p>\r\n<p>7 &ndash; تساعد على التكيف الايجابي للطالب نفسيا , واجتماعيا&nbsp; .</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>', 0, ',36', '0000-00-00', '0000-00-00', 0, '2014-09-17', 'محمود عطا', 4, 1, '2014-09-20', '2014-09-06', 1, 1, 0, '', '', 'أهداف-التعلم-التعاوني', '', '', '', 0, ''),
(256, 'استراتيجيات التعلم التعاوني ', '<p>استراتيجية التعلم معًا Learning Together Strategy أو حلقات التعلم Learning Circlesحيث يتم تنظيم الغرفة بحيث يجلس التلاميذ متواجهين في مجموعات يتراوح عدد أفراد كل منها بين 2-6 تلاميذ , ويتم إعطاءهم مجموعة من التعليمات حول مادة أو موضوع ما في صورة مناسبة لمستويات نموهم ونضجهم , وتحدد دور التلاميذ في التعاون والتشارك , بهدف تعرف أبعاد المادة أو الموضوع ومدارسته والتعبير عما</p>', '<p>للتعلم التعاوني مجموعة من الاستراتيجيات , من هذه الاستراتيجيات ما يلي :</p>\r\n<p>كما وردت عن (مجدى إبراهيم:2004 , 729-732).</p>\r\n<p>1-  استراتيجية التعلم معًا Learning Together Strategy أو حلقات التعلم Learning Circlesحيث يتم تنظيم الغرفة بحيث يجلس التلاميذ متواجهين في مجموعات يتراوح عدد أفراد كل منها بين 2-6 تلاميذ , ويتم إعطاءهم مجموعة من التعليمات حول مادة أو موضوع ما في صورة مناسبة لمستويات نموهم ونضجهم , وتحدد دور التلاميذ في التعاون والتشارك , بهدف تعرف أبعاد المادة أو الموضوع ومدارسته والتعبير عما حصلوه بأي طريقة يرغبون. ويركز التعلم التعاوني من خلال استراتيجية التعلم معًا, على خمسة عناصر هي :</p>\r\n<p>-         الاعتماد الايجابي الأعضاء المجموعة .</p>\r\n<p>-         التفاعل وجهًا لوجه.</p>\r\n<p>-         المسئولية الفردية</p>\r\n<p>-         المهارات الاجتماعية .</p>\r\n<p>-         المعالجات الاجتماعية .</p>\r\n<p>2-  استراتيجيات جيجسو (الأحجية المتقطعة أو الصورة المقطوعة ) Jigsaw Strategy حيث يتم تقسيم التلاميذ إلى مجموعات كل منها يتكون من (6-3) تلاميذ غير متجانسين وتتحدد مسئولية كل منهم في إيضاح أو شرح أو تدريس جزئية معينة للتلاميذ الأخرين وتقوم هذه الاستراتيجية على اساس تحقيق التعاون المتبادل بين المتعلمين في أثناء تفاعلهم معًا في مجموعات صغيرة . وتسير هذه الاستراتيجية طبقاً لإجراءات التالية :</p>\r\n<p>-         تقسيم الطلاب إلى مجموعات عددها (6-3) .</p>\r\n<p>-         يتم تعيين قائد أو خبير لكل مجموعة .</p>\r\n<p>-         يدرس الطلاب (الخبراء) المادة الدراسية مع التركيز على موضوعات منفصلة حتى يصبح الطالب خبيراً في هذا الموضوع .</p>\r\n<p>-         يقوم الطلاب (الخبراء) بالتدريس لفرقهم بالتناوب .</p>\r\n<p>-         تعقد الاختبارات الفردية بحيث تغطي جميع الموضوعات , ثم تتم مكافأة الفريق الحائز على الدرجات .</p>\r\n<p>3-  استراتيجية البحث (الاستقصاء) الجماعي Groups Investigation Strategy حيث يكون الاعتماد فيها على التعاون بين المجموعات إضافة إلى التعاون بين أعضاء كل مجموعة على حدة , فتكون كل مجموعة مسئولة عن عمل معين يتم توزيعه بين أعضائها , وبإتمام أعمال المجموعات يتحقق الهدف من التعاون وبالتعالي فإن التكامل في الجهد يتحقق وهو أمر مرغوب دائماً . ويتم تنفيذ هذه الاستراتيجية طبقاً للخطوات التالية :</p>\r\n<p>-         توزيع الطلاب في مجموعات غير متجانسة (6-2) .</p>\r\n<p>-         يقوم الطلاب بتوجيه من المعلم باختيار موضوعات فرعية معينة Subtopics تربط بموضوع الدراسة الرئيس .</p>\r\n<p>-         يخطط المعلم والطلاب خطتهم حيث ينبغي أن يتضمن التعلم أنشطة ومهارات مختلفة سواء داخل المدرسة أو خارجها , ويتابع المعلم عما هذه المجموعات .</p>\r\n<p>-         يقوم الطلاب بتحليل وتقييم المعلومات التي حصلوا عليها وتقديمها وشرحها لزملائهم بالصف الدراسي .</p>\r\n<p>-         تقوم كل مجموعة بعرض ما حصلت عليه من معلومات في الصف الدراسي مع تقييم عمل كل مجموعة بمساعدة المعلم .</p>\r\n<p>4-  استراتيجية الجماعات الصغيرة Small Groups : حيث يتم تنظيم التلاميذ في مجموعات يتراوح أعدادها بين (4:2) غير متجانسين ثم يعطيهم المدرس مشكلة ما لدراستها معًا ويتابع قواعد الاتصال في سلوكيات أدائهم , وذلك بهف تنمية مهارات التفكير المنطقي والبحث , والاكتشاف حول العالم المحيط بالتلميذ , ويكون الاعتماد في التفكير على المعارف والخبرات السابقة .</p>\r\n<p>5-  استراتيجية فرق التحصيل الطلابية (Student Teams Achievement Davison(Stand: حيث تعتمد هذه الاستراتيجية على تحقيق الخطوات التالية :</p>\r\n<p>-         تقسيم الطلاب إلى مجموعات غير متجانسة من (5-4) .</p>\r\n<p>-         تبدأ كل مجموعة في بداية كل أسبوع بدراسة أوراق عمل عن المادة العلمية .</p>\r\n<p>-         يأخذ الطلاب اختبارات قصيرة (َquizzes) على المادة التي درسوها , ثم يقوم كل طالب بالإجابة دون مساعدة أعضاء مجموعته .</p>\r\n<p>-         تقارن درجة كل طالب بدرجته في الاختبار السابق والفرق بينها يضاف لدرجة الفريق الكلية .</p>\r\n<p>-         يحصل الفريق الذي يصل إلى المستوى المطلوب على جائزة مادية أو معنوية .</p>\r\n<p>6-  الاستراتيجية البنيوية The Structural Strategy : حيث تؤكد هذه الاستراتيجية على استخدام بنيات معينة صممت لتؤثر في أنماط تفاعل المعلمين وتستخدم هذه البنيات كبدائل لبنيات الصف الدراسي التقليدية , كما يعمل الطلاب مستقلين في مجموعات أو جماعات صغيرة تحظى بمكافآت تعاونية أكثر من المكافأة الفردية .</p>\r\n<p>وتنفذ هذه الاستراتيجية بصورة متعددة طبقاً للأهداف التعليمية المراد تحقيقها .وإحدى هذه الاستراتيجيات ما يعرف باستراتيجية (فكر –زواج – شارك ) (Think , Pair, Share )وتتم طبقاً للخطوات التالية :</p>\r\n<p>الخطوة الأولى : التفكير Thinking</p>\r\n<p>يطرح المعلم سؤالاً أو مسألة ترتبط بالدرس ويطلب من التلاميذ أن يقضوا دقيقة يفكر كل منهم بمفرده في إجابة السؤال أو حل المسألة .</p>\r\n<p>الخطوة الثانية :المزاوجة Pairing</p>\r\n<p>يطلب المعلم من التلاميذ أن يقسموا إلي أزواج Pair ويناقشوا ما فكروا فيه , حيث يتم التفاعل خلال هذه الفترة والتي قد تستغرق (5-4) دقائق .</p>\r\n<p>الخطوة الثالثة :المشاركة Sharing</p>\r\n<p>يطلب المعلم من الأزواج الاشتراك مع الصف كله في مكان يتحدثون عنه كما تتاح الفرصة لبعض الأزواج لعرض ما فكروا فيه أو توصلوا إليه .</p>', 0, ',36', '0000-00-00', '0000-00-00', 0, '2014-08-26', 'عمرو الشهدى', 1, 0, '2014-08-27', '2014-08-23', 1, 0, 0, 'استراتيجية   والتعبير ', '53fe46fce3a02.png', 'استراتيجيات-التعلم-التعاوني22222', '', '', '', 0, '');
INSERT INTO `com_content_article` (`id`, `title`, `des`, `artbody`, `hits`, `cat_id`, `start_date`, `end_date`, `gal_id`, `date`, `author`, `order`, `delete`, `modified`, `created`, `enabled`, `hit`, `imagegallery`, `tags`, `th_image`, `alias`, `description`, `keywords`, `header`, `vediogallery`, `intro`) VALUES
(257, 'التعلم التنافسي', '<p>يحدث التعلم التنافسي عندما يصل الطالب إلى هدفه، ويفشل بقية الطلاب الذين يتنافسون ويجب أن يكون التركيز في التعليم بوجه معه في الوصول إلى أهدافهم ( Deutsch , ( 1949 عام على نتائج التعلم أكثر من التركيز على المكسب، فيكون من الممتع جدًا أن تكسب بدلا من الخسارة في موقف التعلم، ولكن المكسب ليس غاية في حد ذاته لذا فإنه يجب التركيز على نتائج التعلم أولا، ثم المتعة ثانيًا، ثم على المكسب في النهاية(بهجات، (1998</p>', '<p>يحدث التعلم التنافسي عندما يصل الطالب إلى هدفه، ويفشل بقية الطلاب الذين يتنافسون ويجب أن يكون التركيز في التعليم بوجه معه في الوصول إلى أهدافهم ( Deutsch , ( 1949 عام على نتائج التعلم أكثر من التركيز على المكسب، فيكون من الممتع جدًا أن تكسب بدلا من الخسارة في موقف التعلم، ولكن المكسب ليس غاية في حد ذاته لذا فإنه يجب التركيز على نتائج التعلم أولا، ثم المتعة ثانيًا، ثم على المكسب في النهاية(بهجات، (1998 ومعظم الدول المتقدمة وخاصة الولايات المتحدة تعطي أهمية فائقة للتنافس بين الأفراد في مجالات التعامل الاجتماعي، والوسائل التربوية لمنشآتها في تقدير وتقييم إنجازات الطلاب تقوي وتدعم سلوك التنافس بينهم. وفضلا عن ذلك فإن طرق التدريس ذاتها، وبعض العوامل الحضارية في بعض المجتمعات المتقدمة تشجع التنافس، وهكذا فإن الطالب يتوقع التقدير والمكافأة على مجهوده الفردي، ويقل حماسه ومجهوده عندما يكون التقدير والثناء موجهًا . للمجموعة بكاملها ) أبو حطب، السروجي، 1980) ويصبح التعلم التنافسي مناسبًا جدًا عندما لا نعتبره أداة لاختبار الطلاب، ولكن عندما ننظر إليه كفترة راحة أو تغير ممتع لمعدل تقدم الطالب في الدرس يتخلله اتحاد وتعاون الطلاب لإنجاز واكتساب المعرفة والتفوق فيها، كما يصبح التعلم التنافسي جيدًا عندما يستخدم كاختبار بسيط لكل الأعضاء المشاركين في مجموعات التعلم التعاوني التي تفوقت في تعلم مادة ما، وهنا يجب على المعلم أن ينظم التنافس بشكل دوري )بهجات، 1998) فالأسلوب التنافسي يسهم في زيادة السرعة في إنجاز العمل. وله فعالية في حث التلاميذ على التعلم في حجرة الدراسة، ويتميز اهتمامهم بالمادة التعليمية، ويهيئ لهم الفرص التي تساير قدراتهم، حيث أشارت دراسة قام بها أو كيبكولا وأجيوني Okebkola and Ogunniyii, ), 1984 ) إلى أن كفاءة التلاميذ في المهارات العلمية في التعلم التنافسي كانت أفضل منه في التعلم التعاوني (العبادي، (2004 وقد اشتملت الأدبيات التربوية على عدة تعريفات للتنافس، حيث تناولت تلك التعريفات العلاقات السلبية بين الأفراد عند سعيهم لتحقيق الهدف الخاص بكل منهم. وقد ركزت بعض هذه التعريفات على المكافآت التي ينالها الفرد عند الوصول لهدفه قبل زملائه ،في حين ركزت تعريفات أخرى على تحقيق الهدف، ومن هذه التعريفات كما ورد في (الجبري، الديب، :(1998</p>', 0, ',37', '0000-00-00', '0000-00-00', 0, '2014-08-21', 'عمرو الشهدى', 2, 1, '2014-09-20', '2014-08-23', 1, 143, 0, 'التعليم   أهدافهم ', '53f8cae6de238.jpg', 'التعلم-التنافسي', '', '', '', 0, ''),
(258, 'التعلم التنافسي', '<p>يحدث التعلم التنافسي عندما يصل الطالب إلى هدفه، ويفشل بقية الطلاب الذين يتنافسون ويجب أن يكون التركيز في التعليم بوجه معه في الوصول إلى أهدافهم ( Deutsch , ( 1949 عام على نتائج التعلم أكثر من التركيز على المكسب، فيكون من الممتع جدًا أن تكسب بدلا من الخسارة في موقف التعلم، ولكن المكسب ليس غاية في حد ذاته لذا فإنه يجب التركيز على نتائج التعلم أولا، ثم المتعة ثانيًا، ثم على المكسب في النهاية(بهجات، (1998</p>', '<p>يحدث التعلم التنافسي عندما يصل الطالب إلى هدفه، ويفشل بقية الطلاب الذين يتنافسون ويجب أن يكون التركيز في التعليم بوجه معه في الوصول إلى أهدافهم ( Deutsch , ( 1949 عام على نتائج التعلم أكثر من التركيز على المكسب، فيكون من الممتع جدًا أن تكسب بدلا من الخسارة في موقف التعلم، ولكن المكسب ليس غاية في حد ذاته لذا فإنه يجب التركيز على نتائج التعلم أولا، ثم المتعة ثانيًا، ثم على المكسب في النهاية(بهجات، (1998 ومعظم الدول المتقدمة وخاصة الولايات المتحدة تعطي أهمية فائقة للتنافس بين الأفراد في مجالات التعامل الاجتماعي، والوسائل التربوية لمنشآتها في تقدير وتقييم إنجازات الطلاب تقوي وتدعم سلوك التنافس بينهم. وفضلا عن ذلك فإن طرق التدريس ذاتها، وبعض العوامل الحضارية في بعض المجتمعات المتقدمة تشجع التنافس، وهكذا فإن الطالب يتوقع التقدير والمكافأة على مجهوده الفردي، ويقل حماسه ومجهوده عندما يكون التقدير والثناء موجهًا . للمجموعة بكاملها ) أبو حطب، السروجي، 1980) ويصبح التعلم التنافسي مناسبًا جدًا عندما لا نعتبره أداة لاختبار الطلاب، ولكن عندما ننظر إليه كفترة راحة أو تغير ممتع لمعدل تقدم الطالب في الدرس يتخلله اتحاد وتعاون الطلاب لإنجاز واكتساب المعرفة والتفوق فيها، كما يصبح التعلم التنافسي جيدًا عندما يستخدم كاختبار بسيط لكل الأعضاء المشاركين في مجموعات التعلم التعاوني التي تفوقت في تعلم مادة ما، وهنا يجب على المعلم أن ينظم التنافس بشكل دوري )بهجات، 1998) فالأسلوب التنافسي يسهم في زيادة السرعة في إنجاز العمل. وله فعالية في حث التلاميذ على التعلم في حجرة الدراسة، ويتميز اهتمامهم بالمادة التعليمية، ويهيئ لهم الفرص التي تساير قدراتهم، حيث أشارت دراسة قام بها أو كيبكولا وأجيوني Okebkola and Ogunniyii, ), 1984 ) إلى أن كفاءة التلاميذ في المهارات العلمية في التعلم التنافسي كانت أفضل منه في التعلم التعاوني (العبادي، (2004 وقد اشتملت الأدبيات التربوية على عدة تعريفات للتنافس، حيث تناولت تلك التعريفات العلاقات السلبية بين الأفراد عند سعيهم لتحقيق الهدف الخاص بكل منهم. وقد ركزت بعض هذه التعريفات على المكافآت التي ينالها الفرد عند الوصول لهدفه قبل زملائه ،في حين ركزت تعريفات أخرى على تحقيق الهدف، ومن هذه التعريفات كما ورد في (الجبري، الديب، :(1998</p>', 0, ',37', '0000-00-00', '0000-00-00', 0, '2014-08-21', 'عمرو الشهدى', 2, 0, '2014-08-23', '2014-08-23', 1, 0, 0, 'التعليم   أهدافهم ', '53f8cae6de238.jpg', 'التعلم-التنافسي', '', '', '', 0, ''),
(259, 'التعلم التنافسي', '<p>يحدث التعلم التنافسي عندما يصل الطالب إلى هدفه، ويفشل بقية الطلاب الذين يتنافسون ويجب أن يكون التركيز في التعليم بوجه معه في الوصول إلى أهدافهم ( Deutsch , ( 1949 عام على نتائج التعلم أكثر من التركيز على المكسب، فيكون من الممتع جدًا أن تكسب بدلا من الخسارة في موقف التعلم، ولكن المكسب ليس غاية في حد ذاته لذا فإنه يجب التركيز على نتائج التعلم أولا، ثم المتعة ثانيًا، ثم على المكسب في النهاية(بهجات، (1998</p>', '<p>يحدث التعلم التنافسي عندما يصل الطالب إلى هدفه، ويفشل بقية الطلاب الذين يتنافسون ويجب أن يكون التركيز في التعليم بوجه معه في الوصول إلى أهدافهم ( Deutsch , ( 1949 عام على نتائج التعلم أكثر من التركيز على المكسب، فيكون من الممتع جدًا أن تكسب بدلا من الخسارة في موقف التعلم، ولكن المكسب ليس غاية في حد ذاته لذا فإنه يجب التركيز على نتائج التعلم أولا، ثم المتعة ثانيًا، ثم على المكسب في النهاية(بهجات، (1998 ومعظم الدول المتقدمة وخاصة الولايات المتحدة تعطي أهمية فائقة للتنافس بين الأفراد في مجالات التعامل الاجتماعي، والوسائل التربوية لمنشآتها في تقدير وتقييم إنجازات الطلاب تقوي وتدعم سلوك التنافس بينهم. وفضلا عن ذلك فإن طرق التدريس ذاتها، وبعض العوامل الحضارية في بعض المجتمعات المتقدمة تشجع التنافس، وهكذا فإن الطالب يتوقع التقدير والمكافأة على مجهوده الفردي، ويقل حماسه ومجهوده عندما يكون التقدير والثناء موجهًا . للمجموعة بكاملها ) أبو حطب، السروجي، 1980) ويصبح التعلم التنافسي مناسبًا جدًا عندما لا نعتبره أداة لاختبار الطلاب، ولكن عندما ننظر إليه كفترة راحة أو تغير ممتع لمعدل تقدم الطالب في الدرس يتخلله اتحاد وتعاون الطلاب لإنجاز واكتساب المعرفة والتفوق فيها، كما يصبح التعلم التنافسي جيدًا عندما يستخدم كاختبار بسيط لكل الأعضاء المشاركين في مجموعات التعلم التعاوني التي تفوقت في تعلم مادة ما، وهنا يجب على المعلم أن ينظم التنافس بشكل دوري )بهجات، 1998) فالأسلوب التنافسي يسهم في زيادة السرعة في إنجاز العمل. وله فعالية في حث التلاميذ على التعلم في حجرة الدراسة، ويتميز اهتمامهم بالمادة التعليمية، ويهيئ لهم الفرص التي تساير قدراتهم، حيث أشارت دراسة قام بها أو كيبكولا وأجيوني Okebkola and Ogunniyii, ), 1984 ) إلى أن كفاءة التلاميذ في المهارات العلمية في التعلم التنافسي كانت أفضل منه في التعلم التعاوني (العبادي، (2004 وقد اشتملت الأدبيات التربوية على عدة تعريفات للتنافس، حيث تناولت تلك التعريفات العلاقات السلبية بين الأفراد عند سعيهم لتحقيق الهدف الخاص بكل منهم. وقد ركزت بعض هذه التعريفات على المكافآت التي ينالها الفرد عند الوصول لهدفه قبل زملائه ،في حين ركزت تعريفات أخرى على تحقيق الهدف، ومن هذه التعريفات كما ورد في (الجبري، الديب، :(1998</p>', 0, ',37', '0000-00-00', '0000-00-00', 0, '2014-08-21', 'عمرو الشهدى', 2, 0, '2014-09-06', '2014-08-23', 1, 0, 0, 'التعليم   أهدافهم ', '53f8cae6de238.jpg', 'التعلم-التنافسي', '', '', '', 0, ''),
(260, 'الععليم الغير تنافسى', '<p>يحدث التعلم التنافسي عندما يصل الطالب إلى هدفه، ويفشل بقية الطلاب الذين يتنافسون ويجب أن يكون التركيز في التعليم بوجه معه في الوصول إلى أهدافهم ( Deutsch , ( 1949 عام على نتائج التعلم أكثر من التركيز على المكسب، فيكون من الممتع جدًا أن تكسب بدلا من الخسارة في موقف التعلم، ولكن المكسب ليس غاية في حد ذاته لذا فإنه يجب التركيز على نتائج التعلم أولا، ثم المتعة ثانيًا، ثم على المكسب في النهاية(بهجات، (1998</p>', '<p>يحدث التعلم التنافسي عندما يصل الطالب إلى هدفه، ويفشل بقية الطلاب الذين يتنافسون ويجب أن يكون التركيز في التعليم بوجه معه في الوصول إلى أهدافهم ( Deutsch , ( 1949 عام على نتائج التعلم أكثر من التركيز على المكسب، فيكون من الممتع جدًا أن تكسب بدلا من الخسارة في موقف التعلم، ولكن المكسب ليس غاية في حد ذاته لذا فإنه يجب التركيز على نتائج التعلم أولا، ثم المتعة ثانيًا، ثم على المكسب في النهاية(بهجات، (1998 ومعظم الدول المتقدمة وخاصة الولايات المتحدة تعطي أهمية فائقة للتنافس بين الأفراد في مجالات التعامل الاجتماعي، والوسائل التربوية لمنشآتها في تقدير وتقييم إنجازات الطلاب تقوي وتدعم سلوك التنافس بينهم. وفضلا عن ذلك فإن طرق التدريس ذاتها، وبعض العوامل الحضارية في بعض المجتمعات المتقدمة تشجع التنافس، وهكذا فإن الطالب يتوقع التقدير والمكافأة على مجهوده الفردي، ويقل حماسه ومجهوده عندما يكون التقدير والثناء موجهًا . للمجموعة بكاملها ) أبو حطب، السروجي، 1980) ويصبح التعلم التنافسي مناسبًا جدًا عندما لا نعتبره أداة لاختبار الطلاب، ولكن عندما ننظر إليه كفترة راحة أو تغير ممتع لمعدل تقدم الطالب في الدرس يتخلله اتحاد وتعاون الطلاب لإنجاز واكتساب المعرفة والتفوق فيها، كما يصبح التعلم التنافسي جيدًا عندما يستخدم كاختبار بسيط لكل الأعضاء المشاركين في مجموعات التعلم التعاوني التي تفوقت في تعلم مادة ما، وهنا يجب على المعلم أن ينظم التنافس بشكل دوري )بهجات، 1998) فالأسلوب التنافسي يسهم في زيادة السرعة في إنجاز العمل. وله فعالية في حث التلاميذ على التعلم في حجرة الدراسة، ويتميز اهتمامهم بالمادة التعليمية، ويهيئ لهم الفرص التي تساير قدراتهم، حيث أشارت دراسة قام بها أو كيبكولا وأجيوني Okebkola and Ogunniyii, ), 1984 ) إلى أن كفاءة التلاميذ في المهارات العلمية في التعلم التنافسي كانت أفضل منه في التعلم التعاوني (العبادي، (2004 وقد اشتملت الأدبيات التربوية على عدة تعريفات للتنافس، حيث تناولت تلك التعريفات العلاقات السلبية بين الأفراد عند سعيهم لتحقيق الهدف الخاص بكل منهم. وقد ركزت بعض هذه التعريفات على المكافآت التي ينالها الفرد عند الوصول لهدفه قبل زملائه ،في حين ركزت تعريفات أخرى على تحقيق الهدف، ومن هذه التعريفات كما ورد في (الجبري، الديب، :(1998</p>', 0, ',36,37', '0000-00-00', '0000-00-00', 0, '2014-08-21', 'عمرو الشهدى', 2, 1, '2014-09-20', '2014-08-23', 1, 93, 0, 'التعليم;اهدف', '53f8cae6de238.jpg', 'الععليم-الغير-تنافسى', '', '', '', 0, '');

-- --------------------------------------------------------

--
-- Table structure for table `com_content_article_xref`
--

CREATE TABLE IF NOT EXISTS `com_content_article_xref` (
  `id` int(11) NOT NULL,
  `item_id` int(11) NOT NULL,
  `cat_id` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=322 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `com_content_article_xref`
--

INSERT INTO `com_content_article_xref` (`id`, `item_id`, `cat_id`, `delete`, `order`, `enabled`, `modified`, `created`) VALUES
(61, 58, 20, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(60, 59, 20, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(65, 46, 20, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(4, 47, 19, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(5, 47, 20, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(6, 47, 21, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(27, 38, 21, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(80, 40, 20, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(66, 48, 20, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(63, 60, 20, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(28, 39, 19, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(29, 123, 23, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(31, 41, 22, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(78, 42, 22, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(33, 43, 19, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(35, 44, 24, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(64, 61, 20, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(105, 37, 19, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(54, 45, 20, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(68, 57, 20, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(67, 50, 20, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(70, 62, 24, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(71, 63, 24, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(72, 64, 24, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(73, 65, 24, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(74, 66, 24, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(75, 67, 20, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(81, 40, 22, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(82, 71, 34, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(83, 72, 19, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(84, 73, 19, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(106, 74, 19, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(87, 75, 19, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(89, 76, 19, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(90, 77, 19, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(91, 78, 19, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(92, 79, 19, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(93, 80, 19, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(94, 81, 19, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(95, 82, 19, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(96, 83, 19, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(97, 84, 19, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(98, 85, 20, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(99, 86, 20, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(100, 87, 20, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(101, 88, 20, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(102, 89, 19, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(103, 90, 19, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(104, 91, 19, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(107, 92, 20, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(108, 92, 34, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(109, 93, 20, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(110, 94, 20, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(111, 95, 20, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(112, 96, 25, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(116, 97, 25, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(114, 98, 25, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(115, 98, 34, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(117, 97, 34, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(118, 99, 25, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(119, 99, 34, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(120, 100, 25, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(121, 100, 34, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(122, 101, 25, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(123, 101, 34, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(166, 102, 34, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(165, 102, 25, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(126, 103, 34, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(127, 104, 22, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(128, 105, 22, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(129, 106, 22, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(130, 107, 22, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(131, 108, 22, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(132, 109, 22, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(133, 110, 22, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(134, 111, 22, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(135, 112, 22, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(136, 113, 22, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(146, 114, 34, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(145, 114, 26, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(144, 115, 34, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(143, 115, 26, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(167, 116, 18, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(168, 117, 18, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(169, 118, 18, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(170, 119, 18, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(172, 120, 18, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(173, 121, 18, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(175, 122, 22, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(176, 125, 18, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(177, 126, 18, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(178, 128, 22, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(179, 129, 19, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(180, 130, 18, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(181, 131, 20, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(182, 132, 18, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(184, 133, 19, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(185, 134, 18, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(186, 135, 19, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(187, 136, 19, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(188, 137, 19, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(189, 138, 19, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(196, 139, 19, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(191, 140, 18, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(192, 141, 18, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(193, 142, 18, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(194, 143, 18, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(195, 144, 18, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(197, 145, 18, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(198, 146, 18, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(199, 147, 18, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(201, 148, 22, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(202, 149, 22, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(204, 150, 20, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(212, 151, 35, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(206, 157, 35, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(207, 156, 35, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(208, 155, 35, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(209, 154, 35, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(210, 153, 35, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(211, 152, 35, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(226, 159, 36, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(225, 161, 36, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(215, 171, 36, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(216, 170, 36, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(217, 169, 36, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(218, 168, 36, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(219, 167, 36, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(220, 166, 36, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(221, 165, 36, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(222, 164, 36, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(223, 163, 36, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(224, 162, 36, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(274, 172, 36, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(265, 173, 36, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(273, 174, 36, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(230, 175, 37, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(272, 176, 36, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(271, 177, 36, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(270, 178, 36, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(234, 179, 37, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(235, 180, 37, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(236, 182, 37, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(266, 183, 36, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(264, 184, 36, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(267, 185, 36, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(269, 186, 36, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(263, 187, 36, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(276, 188, 36, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(243, 189, 37, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(244, 190, 35, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(248, 191, 35, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(279, 240, 35, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(295, 241, 36, 0, 0, 1, '0000-00-00 00:00:00', '2014-08-23 11:35:31'),
(307, 256, 36, 0, 0, 1, '0000-00-00 00:00:00', '2014-08-27 16:02:00'),
(305, 255, 36, 0, 0, 1, '0000-00-00 00:00:00', '2014-08-27 16:00:53'),
(306, 254, 36, 0, 0, 1, '0000-00-00 00:00:00', '2014-08-27 16:01:09'),
(284, 253, 36, 0, 0, 1, '0000-00-00 00:00:00', '2014-08-23 11:34:41'),
(285, 252, 36, 0, 0, 1, '0000-00-00 00:00:00', '2014-08-23 11:34:44'),
(286, 250, 36, 0, 0, 1, '0000-00-00 00:00:00', '2014-08-23 11:34:54'),
(303, 249, 36, 0, 0, 1, '0000-00-00 00:00:00', '2014-08-27 15:59:32'),
(302, 248, 36, 0, 0, 1, '0000-00-00 00:00:00', '2014-08-27 15:59:21'),
(301, 247, 36, 0, 0, 1, '0000-00-00 00:00:00', '2014-08-27 15:59:08'),
(290, 246, 36, 0, 0, 1, '0000-00-00 00:00:00', '2014-08-23 11:35:19'),
(291, 245, 36, 0, 0, 1, '0000-00-00 00:00:00', '2014-08-23 11:35:21'),
(292, 244, 36, 0, 0, 1, '0000-00-00 00:00:00', '2014-08-23 11:35:24'),
(293, 243, 36, 0, 0, 1, '0000-00-00 00:00:00', '2014-08-23 11:35:26'),
(294, 242, 36, 0, 0, 1, '0000-00-00 00:00:00', '2014-08-23 11:35:28'),
(300, 257, 37, 0, 0, 1, '0000-00-00 00:00:00', '2014-08-23 12:12:13'),
(320, 260, 36, 0, 0, 1, '0000-00-00 00:00:00', '2014-09-06 15:17:18'),
(298, 259, 37, 0, 0, 1, '0000-00-00 00:00:00', '2014-08-23 12:12:06'),
(299, 258, 37, 0, 0, 1, '0000-00-00 00:00:00', '2014-08-23 12:12:09'),
(318, 261, 36, 0, 0, 1, '0000-00-00 00:00:00', '2014-09-06 15:07:49'),
(319, 262, 36, 0, 0, 1, '0000-00-00 00:00:00', '2014-09-06 15:12:05'),
(321, 260, 37, 0, 0, 1, '0000-00-00 00:00:00', '2014-09-06 15:17:18');

-- --------------------------------------------------------

--
-- Table structure for table `com_content_catgories`
--

CREATE TABLE IF NOT EXISTS `com_content_catgories` (
  `id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `th_image` varchar(255) NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `created` datetime NOT NULL,
  `order` int(11) NOT NULL,
  `modified` datetime NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `cat_id` int(11) NOT NULL,
  `des` text NOT NULL,
  `alias` varchar(255) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=41 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `com_content_catgories`
--

INSERT INTO `com_content_catgories` (`id`, `title`, `th_image`, `enabled`, `created`, `order`, `modified`, `delete`, `cat_id`, `des`, `alias`) VALUES
(35, 'التعليم', '', 1, '2013-04-16 07:54:06', 1, '2014-08-26 17:34:32', 0, 0, '', 'التعليم'),
(36, 'التعلم التعاوني ', '53fe229c0b15c.png', 1, '2013-04-17 06:06:01', 2, '2014-08-27 13:37:23', 0, 35, 'نب٫ة عن التعلم التعاوني نب٫ة عن التعلم التعاوني نب٫ة عن التعلم التعاوني نب٫ة عن التعلم التعاوني ', 'التعلم-التعاوني'),
(37, 'التعلم التنافسي ', '53fe2918c8d6f.png', 1, '2013-05-28 13:11:57', 3, '2014-08-27 13:53:12', 0, 35, 'نب٫ة عن التعليم التنافسى نب٫ة عن التعليم التنافسى نب٫ة عن التعليم التنافسى نب٫ة عن التعليم التنافسى ', 'التعلم-التنافسي'),
(38, 'fsd', '52c4766bf02e6.jpg', 1, '2014-01-01 13:11:24', 4, '2014-08-27 13:50:11', 1, 0, '', 'fsdfsdf'),
(39, 'sdfsdf', '', 1, '2014-08-26 17:43:19', 5, '2014-08-27 13:50:11', 1, 0, '', 'sdfsdfsfsdf'),
(40, 'الاخبـــــار', '53fe2d3dcbf68.png', 1, '2014-08-27 14:09:01', 4, '2014-08-27 14:10:53', 0, 35, 'مقدمة عن الاخبار مقدمة عن الاخبار مقدمة عن الاخبار مقدمة عن الاخبار مقدمة عن الاخبار ', 'الاخبـــــار');

-- --------------------------------------------------------

--
-- Table structure for table `com_data`
--

CREATE TABLE IF NOT EXISTS `com_data` (
  `id` int(11) NOT NULL,
  `title` varchar(250) NOT NULL,
  `des` text NOT NULL,
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `data` text NOT NULL,
  `item_id` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `com_dumpsters`
--

CREATE TABLE IF NOT EXISTS `com_dumpsters` (
  `id` int(11) NOT NULL,
  `title` varchar(250) NOT NULL,
  `value` int(11) NOT NULL,
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `image` varchar(255) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `com_dumpsters`
--

INSERT INTO `com_dumpsters` (`id`, `title`, `value`, `modified`, `created`, `enabled`, `order`, `delete`, `image`) VALUES
(1, '16ft', 16, '0000-00-00 00:00:00', '2014-11-18 05:16:26', 1, 0, 0, ''),
(2, '20ft', 20, '0000-00-00 00:00:00', '2014-11-18 05:16:40', 1, 0, 0, ''),
(3, '30ft', 30, '0000-00-00 00:00:00', '2014-11-18 05:16:58', 1, 0, 0, ''),
(4, '40ft', 40, '0000-00-00 00:00:00', '2014-11-18 05:17:22', 1, 0, 0, '');

-- --------------------------------------------------------

--
-- Table structure for table `com_events`
--

CREATE TABLE IF NOT EXISTS `com_events` (
  `id` int(11) NOT NULL,
  `des` text NOT NULL,
  `title` varchar(255) CHARACTER SET utf8 NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `imagegallery` int(11) NOT NULL,
  `vediogallery` int(11) NOT NULL,
  `date` date NOT NULL,
  `cat_id` text NOT NULL,
  `time` time NOT NULL,
  `users` text NOT NULL,
  `th_image` varchar(255) NOT NULL,
  `alias` varchar(255) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=ucs2;

--
-- Dumping data for table `com_events`
--

INSERT INTO `com_events` (`id`, `des`, `title`, `enabled`, `delete`, `order`, `created`, `modified`, `imagegallery`, `vediogallery`, `date`, `cat_id`, `time`, `users`, `th_image`, `alias`) VALUES
(1, '<p>تناتن لالا تننمتنم البل عغع بيبليء</p>', 'بطولة كاس مصر', 1, 0, 14, '2013-04-01 14:11:55', '2013-04-13 00:00:00', 44, 28, '2013-04-10', '1', '10:50:00', ';1__نادى الاهلى;2__نادى الاسماعيلى', '5169499855974.gif', 'بطولة-كاس-مصر'),
(2, '', '', 1, 1, 15, '2013-04-01 16:42:12', '0000-00-00 00:00:00', 0, 0, '0000-00-00', '', '00:00:00', ';a__a;c__c;b__b', '', '');

-- --------------------------------------------------------

--
-- Table structure for table `com_events_categories`
--

CREATE TABLE IF NOT EXISTS `com_events_categories` (
  `id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `image` varchar(255) NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `created` datetime NOT NULL,
  `order` int(11) NOT NULL,
  `modified` datetime NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `cat_id` int(11) NOT NULL,
  `des` text NOT NULL,
  `alias` varchar(255) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `com_events_categories`
--

INSERT INTO `com_events_categories` (`id`, `title`, `image`, `enabled`, `created`, `order`, `modified`, `delete`, `cat_id`, `des`, `alias`) VALUES
(1, 'football-events', '', 1, '2013-04-01 14:06:37', 1, '2013-04-06 00:00:00', 0, 0, '', 'football-events');

-- --------------------------------------------------------

--
-- Table structure for table `com_events_xref`
--

CREATE TABLE IF NOT EXISTS `com_events_xref` (
  `id` int(11) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `order` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL DEFAULT '0',
  `item_id` int(11) NOT NULL,
  `cat_id` varchar(255) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `com_events_xref`
--

INSERT INTO `com_events_xref` (`id`, `created`, `modified`, `enabled`, `order`, `delete`, `item_id`, `cat_id`) VALUES
(3, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1, '1');

-- --------------------------------------------------------

--
-- Table structure for table `com_faq`
--

CREATE TABLE IF NOT EXISTS `com_faq` (
  `id` int(11) NOT NULL,
  `question` text NOT NULL,
  `answer` text NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `cat_id` text NOT NULL,
  `title` varchar(255) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=60 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `com_faq`
--

INSERT INTO `com_faq` (`id`, `question`, `answer`, `enabled`, `delete`, `order`, `created`, `modified`, `cat_id`, `title`) VALUES
(42, 'ما الذي يميز موقع مدد؟', '<p>&nbsp;من خلالموقع مدد نسعى إلى توفير دليل الكتروني تفاعلي لمشاريع التنمية المستدامة القائمة في مصر و التي &nbsp;مناشدة المانحين تفضيلات مختلفة .</p>\r\n<p>وقد خلق المدد الخدمة التي تضمن أعلى مستوى من التخطيط الاستراتيجي والشفافية بطريقة منظمة، التفريق بيننا وبين جميع المنابر الأخرى.</p>\r\n<p>&nbsp;</p>\r\n<p>نحن مختلفون في نواح كثيرة، مثل:</p>\r\n<p>&nbsp;</p>\r\n<ul class="arrows">\r\n<li>&nbsp;تحديد المشاريع التنموية من خلال الية اختيار صارمة</li>\r\n<li>عمل مادة اعلانية للمشاريع التي يتم اختيارها باستخدام الفيديو والصورالبصرية والمواد الترويجية</li>\r\n<li>عرض المشاريع على موقع مدد الإلكتروني والترويج لها في وسائل التواصل الاجتماعي</li>\r\n<li>توفير قنوات التبرع للمشاريع المختلفة وتسليم التبرع للمنظمات غير الحكومية المعنية</li>\r\n<li>رصد خطوات تنفيذ المشاريع ميدانيا عن طريق التصوير الفوتوغرافي والأفلام والإبلاغ عن التقدم المحرز إلى المستخدم</li>\r\n<li>إمكانية المستخدم من متابعة سجل مساهماته للمشاريع</li>\r\n</ul>', 1, 0, 22224, '2014-02-25 16:06:51', '2014-04-09 14:01:34', '2', 'ما الذي يميز موقع مدد؟'),
(41, 'ما هو موقع مدد؟', 'يعمل موقع مدد الالكتروني على مساعدة المستخدم الاطلاع على مشاريع التنموية التي تحدث في مصر وتحقق أهداف الأمم المتحدة الإنمائية للألفية، في مجالات مختلفة مثل الفقر، التعليم، الصحة، البيئة، النساء، والأطفال. كما توفر مدد للمستخدم امكانية المساهمة المالية لهذه المشاريع، وإمكانية متابعة خطوات تنفيذ المشاريع.', 1, 0, 22223, '2014-02-25 16:03:28', '0000-00-00 00:00:00', '2', 'ما هو موقع مدد؟'),
(43, 'ما هو الهدف من موقع مدد؟', 'نهدف على دعم التنمية في مصر بطريقة مستدامة واستراتيجية، وإعادة توجيه الأموال من الصدقة بسيطة لأسباب التنمية المستدامة التي من شأنها أن يكون لها تأثير على المدى الطويل على التنمية في مصر، والعمل على تعزيز الشفافية والمساءلة في قطاع المجتمع المدني.', 1, 0, 22225, '2014-02-25 16:08:30', '0000-00-00 00:00:00', '2', 'ما هو الهدف من موقع مدد؟'),
(44, 'من الذي يستخدم موقع مدد؟', 'يمكن لأي شخص استخدام الموقع لمعرفة مشاريع التنمية المختلفة التي تحدث على أرض الواقع أو ببساطة معرفة أسباب التنمية المستدامة.\r\nللتبرع، حاليا عملياتنا في القاهرة حيث نحن قادرون على جمع التبرعات عن طريق خدمة البريد السريع لدينا. نحن حريصون على التوسع في الأشهر المقبلة لخدمة مناطق أخرى من البلاد.', 1, 0, 22226, '2014-02-25 16:09:25', '0000-00-00 00:00:00', '2', 'من الذي يستخدم موقع مدد؟'),
(45, 'من الذي يستطيع تقديم مشروع؟', 'يمكن لأي منظمة أنشئت بموجب القانون المصري للجمعيات والمؤسسات الاهلية رقم 84 لسنة 2002 تقديم طلب عرض لمشروع على الموقع. يتم تقديم المشروع من خلال انشاء حساب خاص للمؤسسة وملئ استمارة طلب عرض مشروع. ثم يقوم فريق مدد المتخصص بإجراء زيارة ميدانية للمنظمة للتحقق من أن المشروع يلبي معايير الاختيار لوضع المشاريع المعتمدة على الموقع.', 1, 0, 22227, '2014-02-25 16:10:02', '0000-00-00 00:00:00', '3', 'من الذي يستطيع تقديم مشروع؟'),
(46, 'ما هي الآلية المتبعة لاختيار المشاريع ليتم عرضها على الموقع؟  ', 'ما هي الآلية المتبعة لاختيار المشاريع ليتم عرضها على الموقع؟  ما هي الآلية المتبعة لاختيار المشاريع ليتم عرضها على الموقع؟  ', 1, 0, 22228, '2014-03-17 11:25:28', '0000-00-00 00:00:00', '3', 'ما هي الآلية المتبعة لاختيار المشاريع ليتم عرضها على الموقع؟  '),
(47, 'ما هي طرق الدفع؟', 'في الوقت الحالي تستطيع المساهمة للمشاريع عن طريق خدمة الدفع نقدًا عند استلام إيصال الجمعية المسؤولة عن المشروع او الذهاب الى الأماكن المخصصة لجمع المساهمات واستلام إيصال الجمعية المسؤولة عن المشروع. لمعرفة المزيد عن طريقة عمل خدمات دفع المساهمات انقر هنا.', 1, 0, 22229, '2014-03-17 11:25:47', '0000-00-00 00:00:00', '3', 'ما هي طرق الدفع؟'),
(48, 'كيف يتم توصيل المساهمات الى المشروع؟', '\r\nجميع المساهمات المالية يتم جمعها من خلال التعاقد مع شركة خدمات توصيل للمنازل، أو من خلال أماكن محددة لجمع المساهمات؛ كافة الأموال التي تم جمعها تذهب الى المنظمة المسؤولة عن المشروع، كما يتم ارسال بيانات المساهمات التي تمت على الموقع الى المنظمة. \r\nيعمل الموقع على العمل بشفافية كاملة لتوفير كافة المعلومات على الأموال التي تم جمعها لكل مشروع. يتم توفير تلك المعلومات للأطراف المعنية.\r\n', 1, 0, 22230, '2014-03-17 11:26:28', '0000-00-00 00:00:00', '3', 'كيف يتم توصيل المساهمات الى المشروع؟'),
(49, ' ما المقصود بخيارات المساهمة؟', 'خيارات المساهمة هي المبالغ التي يتم اقتراحها لكل مشروع. على سبيل المثال، مساهمة بقيمة 50 جنيه توفر لمدة يومين قيمة وجبات مدرسية مغذية لطالب واحد. خيارات التبرع تساعد المساهمين على معرفة كيفية استخدام مساهماتهم. يجب التنويه بانه لا يطلب منك اختيار احدى خيارات المساهمة، بإمكانك المساهمة باي مبلغ أكثر من 50 جنيه؛ فقط أدخل المبلغ الذي ترغب المساهمة به في الخانة المسمى "مبالغ أخرى." \r\nمن المهم أيضا أن نعرف أنه عند دعم المشروع عن طريق الموقع، سوف دائما تكون موجهة التبرع لهذا المشروع والأنشطة المحددة لها. سوف تتلقى تحديثات منتظمة طوال فترة تنفيذ المشروع التي تم دعمه.\r\n', 1, 0, 22231, '2014-03-17 11:26:53', '0000-00-00 00:00:00', '3', ' ما المقصود بخيارات المساهمة؟'),
(50, 'ماذا يحدث إذا تلقى المشروع مساهمات مالية أكثر من المخطط له؟', 'ماذا يحدث إذا تلقى المشروع مساهمات مالية أكثر من المخطط له؟ ماذا يحدث إذا تلقى المشروع مساهمات مالية أكثر من المخطط له؟ ماذا يحدث إذا تلقى المشروع مساهمات مالية أكثر من المخطط له؟', 1, 0, 22232, '2014-03-17 11:27:15', '0000-00-00 00:00:00', '3', 'ماذا يحدث إذا تلقى المشروع مساهمات مالية أكثر من المخطط له؟'),
(51, 'هل هناك حد أدنى للتبرع؟', 'مكنك المساهمة بحد أدنى 50 جنيه والحصول على نفس مستوى المعلومات وإنجازات المشروع بالشفافية التي تكون عادتا متاحة للمؤسسات او الجهات التي تدعم المشروع بمبالغ كبيرة.', 1, 0, 22233, '2014-03-17 11:28:09', '0000-00-00 00:00:00', '3', 'هل هناك حد أدنى للتبرع؟'),
(52, 'هل تفرض مدد رسوم مالية؟', 'حتى يتسنى لنا تغطية تكاليف التشغيل لدينا، يتم فرض رسوم مالية صغيرة على الخدمة المقدمة للمنظمات التي تعرض المشاريع.\r\nالرسوم المدفوعة من قبل المنظمة تغطي تكاليف تشغيل الموقع، إنتاج المواد الترويجية للمشاريع، وتوفير قنوات التبرع، الرصد الميداني على سير العمل في المشروع عن طريق التصوير الفوتوغرافي / الأفلام، وتساعدنا على عمل صيانة الموقع.\r\n', 1, 0, 22234, '2014-03-17 11:28:40', '0000-00-00 00:00:00', '3', 'هل تفرض مدد رسوم مالية؟'),
(53, 'ما الذي يحدث بعد نجاح حملة دعم المشروع؟', 'بمجرد نجاح حملة دعم المشروع سيتم تصنيف المشروع بعنوان "تم دعم المشروع بنجاح". وأولئك الذين شاركوا في دعم المشروع سيتمكنون من متابعة تحديثات التقدم في تنفيذ المشروع خلال مراحل التنفيذ المختلفة. \r\nكافة المستخدمين الاخرين سيعلمون بإنجازات المشروع بمجرد الانتهاء من تنفيذه، يتم توفير تلك المعلومات داخل صفحة المشروع.', 1, 0, 22235, '2014-03-17 11:29:10', '0000-00-00 00:00:00', '3', 'ما الذي يحدث بعد نجاح حملة دعم المشروع؟'),
(54, 'كيف أقوم بإعادة ضبط كلمة المرور الخاصة بي؟', '<p>لأسباب أمنية، نحن غير قادرين على الوصول إلى كلمة المرور الخاصة بك، ولكن من السهل اعادة ضبط كلمة المرور بنفسك. اضغط على الرابط في أعلى الزاوية اليمنى من موقعنا الذي يقول "تسجيل الدخول". عندها قم بإدخال عنوان بريدك الإلكتروني وانقر على "لا اتذكر كلمة المرور؟" سنرسل لك رسالة بالبريد الالكتروني مع رابط من شأنه أن يسمح لك اختيار كلمة مرور جديدة لحسابك.</p>', 1, 0, 22236, '2014-03-17 11:29:38', '2014-05-04 07:12:55', '4', 'كيف أقوم بإعادة ضبط كلمة المرور الخاصة بي؟'),
(55, 'كيف يمكنني العثور على سجل المساهمات التي أجريتها؟', 'عند مساهمتك لإحدى المشاريع من خلال حسابك في الموقع، سيطلب منك بعض المعلومات، مثل اسمك وعنوان البريد الإلكتروني، حتى نتمكن من إنشاء ملف التعريف الخاص بك. من خلال هذا الملف سوف يسمح لك تتبع تاريخ مساهماتك للمشاريع ومعرفة تحديثات المشاريع.', 1, 0, 22237, '2014-03-17 11:30:03', '0000-00-00 00:00:00', '4', 'كيف يمكنني العثور على سجل المساهمات التي أجريتها؟'),
(56, 'هل يمكنني إلغاء حسابي الشخصي؟', 'يمكنك إلغاء حسابك طالما إنه لم يكن حساب منظمة غير حكومية لها مشروع على الموقع. يجب أن يظل حساب المنظمات نشط. لطلب الغاء حسابك برجاء مراسلتنا على support@madad.com.eg.', 1, 0, 22238, '2014-03-17 11:30:25', '0000-00-00 00:00:00', '4', 'هل يمكنني إلغاء حسابي الشخصي؟'),
(57, 'ما هي الخيارات المتاحة لدفع قيمة المساهمة؟', '<p>من أجل راحتكم، نسعى لتوفير أكثر عدد من طرق الدفع الممكنة.<br />ونقترح عليكم حاليًا الطرق التالية:</p>\r\n<p>&nbsp;</p>\r\n<ul class="arrows">\r\n<li>نقدًا عند التسليم</li>\r\n<li>أماكن لجمع المساهمات</li>\r\n</ul>', 1, 0, 22239, '2014-04-08 09:22:21', '2014-04-08 09:32:02', '5', 'ما هي الخيارات المتاحة لدفع قيمة المساهمة؟'),
(58, 'كيف تتم عملية الدفع نقدا عند التسليم؟', 'عند تأكيد طلب مساهمتك للمشروع. سيتم توجيهك لصفحة المساهمات والحصول على المعلومات الخاصة بك وسيطلب منك تحديد الموعد المناسب لإرسال المندوب.\r\nبعد قبول البيانات سوف تصلكم مكالمة من شركة التوصيل للتأكد من طلبكم.  ', 1, 0, 22240, '2014-04-08 09:22:40', '0000-00-00 00:00:00', '5', 'كيف تتم عملية الدفع نقدا عند التسليم؟'),
(59, 'كيف تتم عملية الدفع في أماكن لجمع المساهمات؟', 'عند تأكيد طلب مساهمتك للمشروع. سيتم توجيهك لصفحة المساهمات والحصول على المعلومات الخاصة بك، وفي حالة تحديد " الدفع في أماكن جمع المساهمات"، ستظهر قائمة بالأماكن المتوفرة وسيطلب منك تحديد الموعد المناسب للذهاب ودفع قيمة التبرع.\r\nبعد قبول البيانات سوف تصلكم مكالمة من للتأكد من طلبكم.  \r\n', 1, 0, 22241, '2014-04-08 09:23:00', '0000-00-00 00:00:00', '5', 'كيف تتم عملية الدفع في أماكن لجمع المساهمات؟');

-- --------------------------------------------------------

--
-- Table structure for table `com_faq_categories`
--

CREATE TABLE IF NOT EXISTS `com_faq_categories` (
  `id` int(11) NOT NULL,
  `title` varchar(255) CHARACTER SET utf8 NOT NULL,
  `des` text CHARACTER SET utf8 NOT NULL,
  `image` varchar(255) CHARACTER SET utf8 NOT NULL,
  `created` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `modified` datetime NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=6 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `com_faq_categories`
--

INSERT INTO `com_faq_categories` (`id`, `title`, `des`, `image`, `created`, `enabled`, `delete`, `order`, `modified`) VALUES
(2, 'أسئلة عامة', '', '532db2107f962.png', '2014-02-25 16:01:34', 1, 0, 1, '2014-03-22 09:53:52'),
(3, 'أسئلة عن المشاريع', '', '532db25229508.png', '2014-02-25 16:01:57', 1, 0, 2, '2014-03-22 09:54:58'),
(4, 'الحساب الشخصي', '', '53298ce3888ee.png', '2014-02-25 16:02:15', 1, 0, 4, '2014-04-09 13:52:51'),
(5, 'طرق المساهمة', '', 'payment-options.png', '2014-04-08 09:21:17', 1, 0, 3, '2014-04-28 08:22:10');

-- --------------------------------------------------------

--
-- Table structure for table `com_form`
--

CREATE TABLE IF NOT EXISTS `com_form` (
  `id` int(11) NOT NULL,
  `title` varchar(250) NOT NULL,
  `des` int(11) NOT NULL,
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `data` text NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=13 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `com_form`
--

INSERT INTO `com_form` (`id`, `title`, `des`, `modified`, `created`, `enabled`, `order`, `delete`, `data`) VALUES
(1, 'Madad-Checkout', 0, '2014-05-06 06:35:56', '2013-04-22 12:52:51', 1, 0, 0, 'stepid=>s1__steporder=>1__steptitle=>Setp-s1__|typeID=>T13__type=>label__name=>__class=>h3 bb toclear__title=>@%lang::payTitle%@__widthmode=>_100__moreAttra=>__;typeID=>T10__type=>hidden__name=>payTitle__class=>COLabel payTitle__widthmode=>_100__value=>@%lang::payTitle%@__moreAttra=>__;typeID=>T2__type=>form__name=>Madad-Checkout__class=>Madad-Checkout__class=>Madad-Checkout__saveType=>sesstion__saveTo=>Madad-Checkout__SMsg=>aaaaa__FMsg=>__javascript=>__css=>__php=>__phpAfterSave=>__moreAttra=>data-name%3D%22dddddd%22__;typeID=>T8__type=>div__name=>rightform__class=>rightform__moreactions=>-1__moreAttra=>__;typeID=>T3__type=>text__name=>name__class=>name__title=>@%lang::name%@__widthmode=>_100__required=>required__moreAttra=>value%3D%22%40%25session%3A%3AMadad-Checkout.name%25%40%22__;typeID=>T4__type=>email__name=>email__class=>email__title=>@%lang::email%@__widthmode=>_100__required=>required__moreAttra=>value%3D%22%40%25session%3A%3AMadad-Checkout.email%25%40%22%20readonly__;typeID=>T7__type=>select__name=>country__class=>country__title=>@%lang::country%@__widthmode=>_100__select_type=>data__select_data=>__select_text=>%D9%85%D8%B5%D8%B1__select_value=>egypt__value=>egypt__depend_on=>__depend_source=>__moreAttra=>__;typeID=>T5__type=>select__name=>city__class=>city__title=>@%lang::city%@__widthmode=>_100__required=>required__select_type=>XML__select_data=>http://fiz.qlegal.net/lib/xml/egstates_checkout_ar.xml__select_text=>egstates__select_value=>__value=>@%session::Madad-Checkout.city%@__depend_on=>__depend_source=>__moreAttra=>__;typeID=>T10__type=>select__name=>area__class=>area__title=>@%lang::area%@__widthmode=>_100__required=>required__select_type=>__select_data=>__select_text=>__select_value=>__value=>@%session::Madad-Checkout.area%@__depend_on=>city__depend_source=>xml__moreAttra=>__;typeID=>T8__type=>hidden__name=>donations__class=>donations__widthmode=>_100__value=>%@session::donations@%__moreAttra=>__;typeID=>T9__type=>endDiv__;||stepid=>s1__steporder=>2__steptitle=>payment-choices__|typeID=>T2__type=>div__name=>payment-choices__class=>payment-choices __moreactions=>-1__moreAttra=>__;typeID=>T8__type=>label__name=>__class=>COLabel choice-label toclear h3 bb__title=>@%lang::choice-label%@__widthmode=>_100__moreAttra=>__;typeID=>T7__type=>hidden__name=>choice-label__class=>COLabel choice-label__widthmode=>_100__value=>@%lang::choice-selected%@__moreAttra=>__;typeID=>T3__type=>radio__name=>pay-choice__class=>COD__title=>@%lang::pay-chioce-COD%@__widthmode=>_100__value=>COD__moreAttra=>__;typeID=>T8__type=>hidden__name=>COD__class=>COD__widthmode=>_100__value=>@%lang::pay-chioce-COD%@__moreAttra=>__;typeID=>T1__type=>radio__name=>pay-choice__class=>collection-point__title=>@%lang::pay-chioce-collection-point%@__widthmode=>_100__value=>collection-point__moreAttra=>__;typeID=>T9__type=>hidden__name=>pay-chioce-collection-point__class=>pay-chioce-collection-point__widthmode=>_100__value=>@%lang::pay-chioce-collection-point%@__moreAttra=>__;typeID=>T9__type=>label__name=>__class=>COD-msg h6 red RedLabel__title=>@%lang::COD-msg%@__widthmode=>_100__moreAttra=>__;typeID=>T4__type=>endDiv__;||stepid=>s1__steporder=>3__steptitle=>left-form__|typeID=>T4__type=>div__name=>leftform__class=>leftform__moreactions=>-1__moreAttra=>__;typeID=>T10__type=>label__name=>__class=>RequestLabel request-fill h4__title=>@%lang::request-fill%@__widthmode=>_100__moreAttra=>__;typeID=>T16__type=>hidden__name=>RequestLabel request-fill__class=>RequestLabel request-fill h4__widthmode=>_100__value=>@%lang::request-selected%@__moreAttra=>__;typeID=>T18__type=>label__name=>__class=>RequestLabel request-collection-fill h4__title=>@%lang::request-collection-fill%@__widthmode=>_100__moreAttra=>__;typeID=>T17__type=>hidden__name=>RequestLabel request-collection__class=>RequestLabel request-collection-fill h4__widthmode=>_100__value=>@%lang::request-collection-selected%@__moreAttra=>__;typeID=>T1__type=>date__name=>date__class=>__title=>@%lang::date%@__widthmode=>_100__required=>required__styleMode=>-1__dateToinput=>__minDate=>__maxDate=>__moreAttra=>value%3D%22%40%25session%3A%3AMadad-Checkout.date%25%40%22__;typeID=>T2__type=>time__name=>time__class=>__title=>@%lang::time%@__widthmode=>_100__required=>required__value=>@%session::Madad-Checkout.time%@__moreAttra=>__;typeID=>T3__type=>egphone__name=>mobile__class=>__title=>@%lang::mobile%@__widthmode=>_100__required=>required__value=>@%session::Madad-Checkout.mobile%@__moreAttra=>__;typeID=>T5__type=>endDiv__;typeID=>T11__type=>div__name=>cod-options__class=>cod-options__moreactions=>-1__moreAttra=>__;typeID=>T19__type=>label__name=>__class=>RequestLabel address-label h4__title=>@%lang::address-label%@__widthmode=>_100__moreAttra=>__;typeID=>T20__type=>hidden__name=>RequestLabel address-label__class=>RequestLabel address-label__widthmode=>_100__value=>@%lang::address-label%@__moreAttra=>__;typeID=>T15__type=>text__name=>street__class=>__title=>@%lang::street%@__widthmode=>_100__required=>required__moreAttra=>value%3D%22%40%25session%3A%3AMadad-Checkout.street%25%40%22__;typeID=>T7__type=>text__name=>building__class=>__title=>@%lang::building%@__widthmode=>_100__required=>required__moreAttra=>value%3D%22%40%25session%3A%3AMadad-Checkout.building%25%40%22__;typeID=>T8__type=>text__name=>floor__class=>__title=>@%lang::floor%@__widthmode=>_100__required=>required__moreAttra=>value%3D%22%40%25session%3A%3AMadad-Checkout.floor%25%40%22__;typeID=>T9__type=>text__name=>flat__class=>__title=>@%lang::flat%@__widthmode=>_100__required=>required__moreAttra=>value%3D%22%40%25session%3A%3AMadad-Checkout.flat%25%40%22__;typeID=>T15__type=>text__name=>shipping_note__class=>__title=>@%lang::shipping_note%@__widthmode=>_100__moreAttra=>value%3D%22%40%25session%3A%3AMadad-Checkout.shipping_note%25%40%22__;typeID=>T12__type=>endDiv__;||stepid=>s1__steporder=>4__steptitle=>Collection-point__|typeID=>T1__type=>div__name=>Collection-point-option__class=>Collection-point-option__moreactions=>-1__moreAttra=>__;typeID=>T7__type=>label__name=>collection-point-label__class=>RequestLabel address-label h4__title=>@%lang::Collection-Point%@__widthmode=>_100__moreAttra=>__;typeID=>T8__type=>hidden__name=>RequestLabel collection-point-label__class=>RequestLabel address-label h4__widthmode=>_100__value=>@%lang::Collection-Point%@__moreAttra=>__;typeID=>T5__type=>select__name=>Collection-Point__class=>__title=>__widthmode=>_100__required=>required__select_type=>data__select_data=>__select_text=>%D9%88%D8%B3%D8%B7%20%D8%A7%D9%84%D8%A8%D9%84%D8%AF__select_value=>downtown__value=>downtown__depend_on=>__depend_source=>__moreAttra=>__;typeID=>T6__type=>hidden__name=>Collection-Point-selected__class=>Collection-Point-selected__widthmode=>_100__value=>@%lang::Collection-Point-selected%@__moreAttra=>__;typeID=>T6__type=>label__name=>__class=>RedLabel collection-msg h6 red__title=>@%lang::collection-msg%@__widthmode=>_100__moreAttra=>__;typeID=>T6__type=>hidden__name=>RedLabel collection-msg__class=>RedLabel collection-msg h6 red__widthmode=>_100__value=>@%lang::collection-msg%@__moreAttra=>__;typeID=>T7__type=>endDiv__;||stepid=>s1__steporder=>5__steptitle=>checkboxes__|typeID=>T1__type=>check__name=>terms-conditions__class=>__title=>@%lang::terms-conditions%@__widthmode=>_100__moreAttra=>__;typeID=>T2__type=>check__name=>anonymous-donation__class=>__title=>@%lang::anonymous-donation%@__widthmode=>_100__moreAttra=>__;typeID=>T3__type=>label__name=>__class=>help-text h6 red RedLabel__title=>@%lang::help-text%@__widthmode=>_100__moreAttra=>__;typeID=>T8__type=>check__name=>project-updates__class=>__title=>@%lang::project-updates%@__widthmode=>_100__moreAttra=>__;typeID=>T7__type=>check__name=>newsletter__class=>__title=>@%lang::newsletter%@__widthmode=>_100__moreAttra=>__;typeID=>T9__type=>hidden__name=>collection-fee__class=>collection-fee__widthmode=>_100__value=>0__moreAttra=>__;typeID=>T10__type=>hidden__name=>go-to-save__class=>go-to-save__widthmode=>_100__value=>yes__moreAttra=>__;typeID=>T6__type=>submit__name=>__class=>disabled-for-terms__title=>@%lang::submitt%@__widthmode=>_100__moreAttra=>__;typeID=>T4__type=>endForm__;typeID=>T9__type=>hidden__name=>city-not-selectable __class=>city-not-selectable __widthmode=>_100__value=>@%lang::city-not-selectable%@__moreAttra=>__;typeID=>T11__type=>hidden__name=>alert-agree-terms__class=>alert-agree-terms__widthmode=>_100__value=>@%lang::alert-agree-terms%@__moreAttra=>__;||'),
(2, 'يا', 0, '2014-01-19 00:00:00', '2013-11-17 07:32:33', 1, 0, 1, 'stepid=>s1__steporder=>1__steptitle=>Setp-s1__|typeID=>T1__type=>picAdvanced__name=>sss__class=>sss__title=>sss__widthmode=>_100__moreAttra=>sss__;typeID=>T2__type=>radio__name=>__class=>__title=>%D8%A8%D8%B3%D9%8A%D8%A8%D8%B3%D9%8A%D8%A8sdfsdf__widthmode=>_100__value=>__moreAttra=>__;typeID=>T3__type=>radio__name=>aaaa__class=>a__title=>%D9%8A%D9%82%D8%A8%D9%84%20%D8%AB%D9%82%D9%84%20%D8%A4%D9%8A%D8%A8%D9%84%D9%8A%D8%A8%20__widthmode=>_100__value=>2__moreAttra=>a__;typeID=>T4__type=>date__name=>ddd__class=>dd__title=>__widthmode=>_100__styleMode=>inline__dateToinput=>.__minDate=>03%2F12%2F2013__maxDate=>09%2F12%2F2013__moreAttra=>__;typeID=>T5__type=>color__name=>Testing3333__class=>__title=>Testing3333__widthmode=>_100__moreAttra=>__;||'),
(3, 'users', 0, '2014-04-15 08:40:35', '2013-11-21 09:54:12', 1, 0, 0, 'stepid=>s1__steporder=>1__steptitle=>Setp-s1__|typeID=>T1__type=>form__name=>usersreg__class=>__class=>__saveType=>-1__saveTo=>__SMsg=>__FMsg=>__javascript=>__css=>__php=>__phpAfterSave=>__moreAttra=>__;typeID=>T2__type=>text__name=>name__class=>username__title=>الاسم__widthmode=>_100__required=>required__moreAttra=>__;typeID=>T3__type=>email__name=>email__class=>__title=>البريد الاكترونى__widthmode=>_100__required=>required__moreAttra=>__;typeID=>T4__type=>password__name=>password__class=>__title=>انشاء كلمة المرور__widthmode=>_100__required=>required__moreAttra=>__;typeID=>T5__type=>password__name=>repassword__class=>repassword__title=>إعادة ادخال كلمة المرور__widthmode=>_100__moreAttra=>__;typeID=>T9__type=>select__name=>gender__class=>__title=>الجنس__widthmode=>_100__required=>required__select_type=>data__select_data=>__select_text=>%D8%B0%D9%83%D8%B1%2C%D8%A3%D9%86%D8%AB%D9%89__select_value=>male%2Cfemale__value=>__depend_on=>__depend_source=>__moreAttra=>__;typeID=>T9__type=>submit__name=>send__class=>__title=>__widthmode=>_100__moreAttra=>value%3D%22%D8%AA%D8%B3%D8%AC%D9%8A%D9%84%22__;typeID=>T8__type=>endForm__;typeID=>T9__type=>label__name=>orlabel__class=>orlabel__title=>أو__widthmode=>_100__moreAttra=>__;||'),
(4, '', 0, '0000-00-00 00:00:00', '2013-11-21 09:57:13', 0, 0, 1, ''),
(5, '', 0, '0000-00-00 00:00:00', '2013-11-21 09:57:55', 0, 0, 1, ''),
(6, '', 0, '0000-00-00 00:00:00', '2013-11-21 10:12:17', 0, 0, 1, ''),
(7, '', 0, '0000-00-00 00:00:00', '2013-11-21 10:16:37', 0, 0, 1, ''),
(8, '', 0, '0000-00-00 00:00:00', '2013-11-21 10:17:19', 0, 0, 1, ''),
(9, '', 0, '0000-00-00 00:00:00', '2013-11-21 10:19:21', 0, 0, 1, ''),
(10, 'Checkout Form', 0, '2014-01-15 00:00:00', '2014-01-15 12:56:16', 1, 0, 0, 'stepid=>s1__steporder=>1__steptitle=>Delivery Address__|typeID=>T1__type=>hidden__name=>site__class=>__widthmode=>_100__value=>__moreAttra=>__;typeID=>T3__type=>label__name=>sh_address_label__class=>__title=>Delivery%20Address__widthmode=>_100__moreAttra=>__;typeID=>T2__type=>div__name=>sh_address_div__class=>__moreactions=>__moreAttra=>__;typeID=>T5__type=>text__name=>ship_name__class=>__title=>Full%20Name__widthmode=>_100__required=>required__moreAttra=>__;typeID=>T6__type=>text__name=>ship_street_address__class=>__title=>Address%201__widthmode=>_100__required=>required__moreAttra=>__;typeID=>T7__type=>text__name=>ship_street_address2__class=>__title=>Address%202__widthmode=>_100__moreAttra=>__;typeID=>T8__type=>text__name=>ship_city__class=>__title=>Town%20%2F%20City__widthmode=>_100__required=>required__moreAttra=>__;typeID=>T9__type=>text__name=>ship_state__class=>__title=>County__widthmode=>_100__required=>required__moreAttra=>__;typeID=>T10__type=>text__name=>ship_zip__class=>__title=>Postal%20Code__widthmode=>_100__required=>required__moreAttra=>__;typeID=>T11__type=>select__name=>ship_country__class=>__title=>Country__widthmode=>_100__required=>required__select_type=>countries2CO__select_data=>__select_text=>__select_value=>__value=>__moreAttra=>__;typeID=>T4__type=>endDiv__;||stepid=>s1__steporder=>2__steptitle=>billing address Show__|typeID=>T1__type=>check__name=>checkbox__class=>__title=>this%20is%20also%20my%20billing%20address__widthmode=>_100__moreAttra=>__;||stepid=>s2__steporder=>3__steptitle=>billing address__|typeID=>T10__type=>label__name=>sh_Baddress_label__class=>__title=>Billing%20Address__widthmode=>_100__moreAttra=>__;typeID=>T1__type=>div__name=>sh_Baddress_div__class=>__moreactions=>__moreAttra=>__;typeID=>T2__type=>text__name=>card_holder_name__class=>__title=>Full%20Name__widthmode=>_100__required=>required__moreAttra=>__;typeID=>T3__type=>text__name=>street_address__class=>__title=>Address%201__widthmode=>_100__required=>required__moreAttra=>__;typeID=>T4__type=>text__name=>street_address2__class=>__title=>Address%202__widthmode=>_100__moreAttra=>__;typeID=>T5__type=>text__name=>city__class=>__title=>Town%20%2F%20City__widthmode=>_100__required=>required__moreAttra=>__;typeID=>T6__type=>text__name=>state__class=>__title=>County__widthmode=>_100__required=>required__moreAttra=>__;typeID=>T7__type=>text__name=>zip__class=>__title=>Postal%20Code__widthmode=>_100__required=>required__moreAttra=>__;typeID=>T9__type=>select__name=>country__class=>__title=>Country__widthmode=>_100__required=>required__select_type=>countries2CO__select_data=>__select_text=>__select_value=>__value=>__moreAttra=>__;typeID=>T8__type=>endDiv__;||stepid=>s1__steporder=>4__steptitle=>Contact Details__|typeID=>T6__type=>label__name=>sh_contect_label__class=>__title=>Contact%20Details__widthmode=>_100__moreAttra=>__;typeID=>T1__type=>div__name=>sh_Contact_div__class=>__moreactions=>__moreAttra=>__;typeID=>T2__type=>email__name=>email__class=>__title=>Email__widthmode=>_100__required=>required__moreAttra=>__;typeID=>T3__type=>phone__name=>phone__class=>__title=>Phone__widthmode=>_100__required=>required__moreAttra=>__;typeID=>T4__type=>endDiv__;typeID=>T8__type=>hidden__name=>order_status__class=>__widthmode=>_100__value=>1__moreAttra=>__;typeID=>T5__type=>hidden__name=>demo__class=>__widthmode=>_100__value=>N__moreAttra=>__;typeID=>T9__type=>hidden__name=>currency__class=>__widthmode=>_100__value=>__moreAttra=>__;typeID=>T10__type=>hidden__name=>merchant_order_id__class=>__widthmode=>_100__value=>__moreAttra=>__;typeID=>T7__type=>submit__name=>send__class=>mbotton__widthmode=>_100__moreAttra=>__;||'),
(11, 'Madad Contact Form', 0, '0000-00-00 00:00:00', '2014-02-22 07:29:08', 1, 0, 0, 'stepid=>s1__steporder=>1__steptitle=>Contact-form__|typeID=>T1__type=>div__name=>contact-form__class=>contact-form__moreactions=>-1__moreAttra=>__;typeID=>T2__type=>form__name=>contact-us-form__class=>contact-us-form__class=>__saveType=>DBTabel__saveTo=>__SMsg=>__FMsg=>__moreAttra=>__;typeID=>T3__type=>text__name=>Name__class=>name__title=>الاسم بالكامل__widthmode=>_100__moreAttra=>__;typeID=>T4__type=>email__name=>Email__class=>email__title=> البريد الإلكتروني__widthmode=>_100__moreAttra=>__;typeID=>T5__type=>select__name=>topic__class=>topic__title=>الموضوع__widthmode=>_100__select_type=>__select_data=>__select_text=>%D8%A7%D8%B3%D8%AA%D9%81%D8%B3%D8%A7%D8%B1%20%D8%B9%D8%A7%D9%85%2C%D8%A7%D8%B3%D8%AA%D9%81%D8%B3%D8%A7%D8%B1%20%D8%B9%D9%86%20%D9%85%D8%B4%D8%B1%D9%88%D8%B9%2C%D9%85%D8%B4%D8%A7%D9%83%D9%84%20%D9%85%D8%B9%20%D8%A7%D9%84%D8%AA%D8%B3%D8%AC%D9%8A%D9%84%20%D9%83%D9%85%D8%B3%D8%AA%D8%AE%D8%AF%D9%85%2C%D9%85%D8%B4%D8%A7%D9%83%D9%84%20%D9%85%D8%B9%20%D8%A7%D9%84%D8%AA%D8%B3%D8%AC%D9%8A%D9%84%20%D9%83%D9%85%D9%86%D8%B8%D9%85%D8%A9%2C%D8%A7%D8%B3%D8%AA%D9%81%D8%B3%D8%A7%D8%B1%20%D8%B9%D9%85%20%D8%A7%D9%84%D9%8A%D8%A7%D8%AA%20%D8%A7%D9%84%D8%AA%D8%A8%D8%B1%D8%B9%2C%D8%A7%D8%B3%D8%AA%D9%81%D8%B3%D8%A7%D8%B1%20%D8%AD%D9%88%D9%84%20%D8%B7%D8%B1%D9%82%20%D8%A7%D9%84%D8%AF%D9%81%D8%B9%2C%D8%A3%D8%AE%D8%B1%D9%89__select_value=>General%2CInquiry%20about%20a%20project%2CProblems%20with%20personal%20registration%2CProblems%20with%20NGO%20registration%2CHow%20to%20make%20a%20donation%2CInquiry%20regarding%20method%20of%20payment%20or%20pick%20up%2COthers__value=>__depend_on=>__depend_source=>__moreAttra=>__;typeID=>T6__type=>text__name=>subject__class=>subject__title=>عنوان الرسالة__widthmode=>_100__moreAttra=>__;typeID=>T7__type=>textarea__name=>message__class=>message__title=>الرسالة__widthmode=>_100__value=>__moreAttra=>__;typeID=>T9__type=>submit__name=>ارسل__class=>submit-contact-form__widthmode=>_100__moreAttra=>__;typeID=>T8__type=>endForm__;typeID=>T10__type=>endDiv__;||'),
(12, 'Qoute Generator step1', 0, '2014-10-27 11:37:55', '2014-06-01 07:59:42', 1, 0, 0, 'stepid=>s1__steporder=>1__steptitle=>Setp-s1__|typeID=>T1__type=>form__name=>Qoute Generator step1__class=>__class=>__saveType=>sesstion__saveTo=>__SMsg=>__FMsg=>__javascript=>__css=>__php=>__phpAfterSave=>__moreAttra=>__;typeID=>T2__type=>radio__name=>fttype__class=>__title=>16 ft__widthmode=>_100__value=>16 ft__moreAttra=>__;typeID=>T3__type=>radio__name=>fttype__class=>__title=>20 ft__widthmode=>_100__value=>20 ft__moreAttra=>__;typeID=>T4__type=>radio__name=>fttype__class=>__title=>30 ft__widthmode=>_100__value=>30 ft__moreAttra=>__;typeID=>T7__type=>radio__name=>fttype__class=>__title=>40 ft__widthmode=>_100__value=>40 ft__moreAttra=>__;typeID=>T5__type=>check__name=>concrete__class=>__title=>Are you picking up concrete?__widthmode=>_100__moreAttra=>__;typeID=>T6__type=>check__name=>hazardous __class=>__title=>Are you picking up hazardous waste?__widthmode=>_100__moreAttra=>__;typeID=>T8__type=>endForm__;||');

-- --------------------------------------------------------

--
-- Table structure for table `com_google_adsense`
--

CREATE TABLE IF NOT EXISTS `com_google_adsense` (
  `id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `code` text NOT NULL,
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL,
  `delete` int(11) NOT NULL,
  `enabled` int(11) NOT NULL,
  `order` int(11) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=10 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `com_google_adsense`
--

INSERT INTO `com_google_adsense` (`id`, `title`, `code`, `modified`, `created`, `delete`, `enabled`, `order`) VALUES
(1, 'ads 280 * 265', '<script type="text/javascript"><!--\r\ngoogle_ad_client = "ca-pub-3605843046757478";\r\n/* test3 */\r\ngoogle_ad_slot = "7387238432";\r\ngoogle_ad_width = 280;\r\ngoogle_ad_height = 265\r\n//-->\r\n</script>\r\n<script type="text/javascript"\r\nsrc="http://pagead2.googlesyndication.com/pagead/show_ads.js">\r\n</script>', '2013-04-06 00:00:00', '2013-03-30 09:44:22', 0, 1, 0),
(2, 'ads 300 * 600', '<script type="text/javascript"><!--\r\ngoogle_ad_client = "ca-pub-3605843046757478";\r\n/* test */\r\ngoogle_ad_slot = "3236240430";\r\ngoogle_ad_width = 300;\r\ngoogle_ad_height = 600;\r\n//-->\r\n</script>\r\n<script type="text/javascript"\r\nsrc="http://pagead2.googlesyndication.com/pagead/show_ads.js">\r\n</script>', '2013-04-06 00:00:00', '2013-03-30 09:44:22', 0, 1, 0),
(3, 'ads 234 * 60', '<script type="text/javascript"><!--\r\ngoogle_ad_client = "ca-pub-3605843046757478";\r\n/* test1 */\r\ngoogle_ad_slot = "6189706837";\r\ngoogle_ad_width = 234;\r\ngoogle_ad_height = 60;\r\n//-->\r\n</script>\r\n', '2013-04-06 00:00:00', '2013-03-30 09:44:22', 0, 1, 0),
(4, 'ads 320 * 50', '<script type="text/javascript"><!--\r\ngoogle_ad_client = "ca-pub-3605843046757478";\r\n/* test4 */\r\ngoogle_ad_slot = "1340704836";\r\ngoogle_ad_width = 320;\r\ngoogle_ad_height = 50;\r\n//-->\r\n</script>\r\n<script type="text/javascript"\r\nsrc="http://pagead2.googlesyndication.com/pagead/show_ads.js">\r\n</script>', '2013-04-06 00:00:00', '2013-03-30 09:44:22', 0, 1, 0),
(5, 'ads 728 * 90', '<script type="text/javascript"><!--\r\ngoogle_ad_client = "ca-pub-3605843046757478";\r\n/* ads5 */\r\ngoogle_ad_slot = "4719646839";\r\ngoogle_ad_width = 728;\r\ngoogle_ad_height = 90;\r\n//-->\r\n</script>\r\n<script type="text/javascript"\r\nsrc="http://pagead2.googlesyndication.com/pagead/show_ads.js">\r\n</script>', '2013-03-31 00:00:00', '2013-03-30 09:44:22', 0, 1, 0),
(6, 'ads 234 * 60', '<script type="text/javascript"><!--\r\ngoogle_ad_client = "ca-pub-3605843046757478";\r\n/* test1 */\r\ngoogle_ad_slot = "6189706837";\r\ngoogle_ad_width = 234;\r\ngoogle_ad_height = 60;\r\n//-->\r\n</script>\r\n<script type="text/javascript"\r\nsrc="http://pagead2.googlesyndication.com/pagead/show_ads.js">\r\n</script>', '2013-04-06 00:00:00', '2013-03-30 09:44:22', 0, 1, 0),
(7, '300*250', '<script type="text/javascript"><!--\r\ngoogle_ad_client = "ca-pub-3605843046757478";\r\n/* 300 &#42; 250 */\r\ngoogle_ad_slot = "2183152838";\r\ngoogle_ad_width = 300;\r\ngoogle_ad_height = 250;\r\n//-->\r\n</script>\r\n<script type="text/javascript"\r\nsrc="http://pagead2.googlesyndication.com/pagead/show_ads.js">\r\n</script>', '0000-00-00 00:00:00', '2013-04-06 04:28:07', 0, 1, 0),
(8, '120 *240', '<script type="text/javascript"><!--\r\ngoogle_ad_client = "ca-pub-3605843046757478";\r\n/* 240 &#42;120 */\r\ngoogle_ad_slot = "7867929633";\r\ngoogle_ad_width = 120;\r\ngoogle_ad_height = 240;\r\n//-->\r\n</script>\r\n<script type="text/javascript"\r\nsrc="http://pagead2.googlesyndication.com/pagead/show_ads.js">\r\n</script>', '0000-00-00 00:00:00', '2013-04-06 04:30:46', 0, 1, 0),
(9, '250 * 300', '<script type="text/javascript"><!--\r\ngoogle_ad_client = "ca-pub-3605843046757478";\r\n/* 250 &#42; 300 */\r\ngoogle_ad_slot = "3437730032";\r\ngoogle_ad_width = 300;\r\ngoogle_ad_height = 250;\r\n//-->\r\n</script>\r\n<script type="text/javascript"\r\nsrc="http://pagead2.googlesyndication.com/pagead/show_ads.js">\r\n</script>', '0000-00-00 00:00:00', '2013-04-06 04:53:02', 0, 1, 0);

-- --------------------------------------------------------

--
-- Table structure for table `com_google_map`
--

CREATE TABLE IF NOT EXISTS `com_google_map` (
  `id` int(11) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `order` int(11) NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `title` varchar(255) CHARACTER SET utf8 NOT NULL,
  `des` text CHARACTER SET utf8 NOT NULL,
  `locationtitle` varchar(255) NOT NULL,
  `location` varchar(255) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `com_google_map`
--

INSERT INTO `com_google_map` (`id`, `created`, `modified`, `order`, `enabled`, `delete`, `title`, `des`, `locationtitle`, `location`) VALUES
(1, '2014-01-07 03:45:01', '2014-01-07 00:00:00', 0, 1, 0, 'Ashmoun ', '<p><strong>&#1571;&#1588;&#1605;&#1608;&#1606; Ashmoun</strong> &#1605;&#1583;&#1610;&#1606;&#1577; &#1602;&#1583;&#1610;&#1605;&#1577; &#1605;&#1606;&#1584; &#1575;&#1604;&#1593;&#1589;&#1608;&#1585; <a title="&#1605;&#1589;&#1585; &#1575;&#1604;&#1602;&#1583;&#1610;&#1605;&#1577;" href="http://ar.wikipedia.org/wiki/%D9%85%D8%B5%D8%B1_%D8%A7%D9%84%D9%82%D8%AF%D9%8A%D9%85%D8%A9">&#1575;&#1604;&#1601;&#1585;&#1593;&#1608;&#1606;&#1610;&#1577;</a> &#1608;&#1575;&#1587;&#1605;&#1607;&#1575; &#1575;&#1604;&#1601;&#1585;&#1593;&#1608;&#1606;&#1610; &#1605;&#1603;&#1608;&#1606; &#1605;&#1606; &#1571;&#1588; &#1576;&#1605;&#1593;&#1606;&#1609; &#1571;&#1585;&#1590; <a title="&#1570;&#1605;&#1608;&#1606;" href="http://ar.wikipedia.org/wiki/%D8%A2%D9%85%D9%88%D9%86">&#1608;&#1570;&#1605;&#1608;&#1606;</a> &#1575;&#1587;&#1605; &#1575;&#1604;&#1573;&#1604;&#1607; &#1575;&#1604;&#1582;&#1601;&#1610; &#1575;&#1604;&#1571;&#1593;&#1592;&#1605; &#1593;&#1606;&#1583; <a title="&#1605;&#1589;&#1585; &#1575;&#1604;&#1602;&#1583;&#1610;&#1605;&#1577;" href="http://ar.wikipedia.org/wiki/%D9%85%D8%B5%D8%B1_%D8%A7%D9%84%D9%82%D8%AF%D9%8A%D9%85%D8%A9">&#1575;&#1604;&#1605;&#1589;&#1585;&#1610;&#1610;&#1606; &#1575;&#1604;&#1602;&#1583;&#1605;&#1575;&#1569;</a> &#1608;&#1593;&#1604;&#1610;&#1607; &#1578;&#1603;&#1608;&#1606; &#1571;&#1585;&#1590; &#1575;&#1604;&#1604;&#1607; &#1571;&#1585;&#1590; &#1575;&#1604;&#1602;&#1605;&#1585; (&#1608; &#1610;&#1608;&#1580;&#1583; &#1576;&#1605;&#1583;&#1582;&#1604; &#1576;&#1604;&#1583;&#1577; &#1571;&#1588;&#1605;&#1608;&#1606; &#1575;&#1604;&#1570;&#1606; &#1610;&#1575;&#1601;&#1578;&#1577; &#1576;&#1582;&#1591; &#1603;&#1576;&#1610;&#1585; "&#1571;&#1585;&#1590; &#1575;&#1604;&#1602;&#1605;&#1585;"</p>', 'Ashmoun ', '30.288643,31.008224'),
(2, '2014-01-07 03:45:01', '2014-01-07 00:00:00', 0, 1, 0, 'القاهرة', '<p>test des</p>', '', '30.035514,31.202202'),
(3, '2014-01-07 03:45:01', '0000-00-00 00:00:00', 0, 1, 0, 'test title', '<p>test des</p>', '', ''),
(4, '2014-01-07 03:45:01', '0000-00-00 00:00:00', 0, 1, 0, 'test title', '<p>test des</p>', '', '');

-- --------------------------------------------------------

--
-- Table structure for table `com_gustbook`
--

CREATE TABLE IF NOT EXISTS `com_gustbook` (
  `id` int(11) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `order` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL DEFAULT '0',
  `title` varchar(255) NOT NULL,
  `msg` text NOT NULL,
  `country` varchar(255) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=31 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `com_gustbook`
--

INSERT INTO `com_gustbook` (`id`, `created`, `modified`, `enabled`, `order`, `delete`, `title`, `msg`, `country`) VALUES
(1, '2013-04-17 11:27:37', '2013-04-17 00:00:00', 1, 1, 0, 'Hashim', 'Laundry staff was very good and helpful too, special thanks to them..see you soon!', 'Indore'),
(2, '2013-04-17 11:28:48', '2013-04-17 00:00:00', 1, 2, 0, 'Tasneem Motiwala ', 'The faiz was well organized.Good Job!Just please change the elevators\r\n', 'Mumbai'),
(3, '2013-04-17 11:29:18', '2013-04-17 00:00:00', 1, 3, 0, 'Zehra Aliakbar ', 'Our room Ac was repaired as soon as we complained about it.Our stay was a very satisfying experience.Inshallah we would like to come again', 'India'),
(4, '2013-04-17 11:27:37', '2013-04-17 00:00:00', 1, 1, 0, 'Hashim', 'Laundry staff was very good and helpful too, special thanks to them..see you soon!', 'India'),
(5, '2013-04-17 11:28:48', '2013-04-17 00:00:00', 1, 2, 0, 'Mumbai', 'The faiz was well organized.Good Job!Just please change the elevators\r\n', 'India'),
(6, '2013-04-17 11:29:18', '2013-04-17 00:00:00', 1, 3, 0, 'Zehra Aliakbar ', 'Our room Ac was repaired as soon as we complained about it.Our stay was a very satisfying experience.Inshallah we would like to come again', 'India'),
(7, '2013-04-17 11:27:37', '2013-04-17 00:00:00', 1, 1, 0, 'Hashim', 'Laundry staff was very good and helpful too, special thanks to them..see you soon!', 'Indore'),
(8, '2013-04-17 11:28:48', '2013-04-17 00:00:00', 1, 2, 0, 'Tasneem Motiwala ', 'The faiz was well organized.Good Job!Just please change the elevators\r\n', 'Mumbai'),
(9, '2013-04-17 11:29:18', '2013-04-17 00:00:00', 1, 3, 0, 'Zehra Aliakbar ', 'Our room Ac was repaired as soon as we complained about it.Our stay was a very satisfying experience.Inshallah we would like to come again', 'India'),
(10, '2013-04-17 11:27:37', '2013-04-17 00:00:00', 1, 1, 0, 'Hashim', 'Laundry staff was very good and helpful too, special thanks to them..see you soon!', 'India'),
(11, '2013-04-17 11:28:48', '2013-04-17 00:00:00', 1, 2, 0, 'Mumbai', 'The faiz was well organized.Good Job!Just please change the elevators\r\n', 'India'),
(12, '2013-04-17 11:29:18', '2013-04-17 00:00:00', 1, 3, 0, 'Zehra Aliakbar ', 'Our room Ac was repaired as soon as we complained about it.Our stay was a very satisfying experience.Inshallah we would like to come again', 'India'),
(13, '2013-04-17 11:27:37', '2013-04-17 00:00:00', 1, 1, 0, 'Hashim', 'Laundry staff was very good and helpful too, special thanks to them..see you soon!', 'Indore'),
(14, '2013-04-17 11:28:48', '2013-04-17 00:00:00', 1, 2, 0, 'Tasneem Motiwala ', 'The faiz was well organized.Good Job!Just please change the elevators\r\n', 'Mumbai'),
(15, '2013-04-17 11:29:18', '2013-04-17 00:00:00', 1, 3, 0, 'Zehra Aliakbar ', 'Our room Ac was repaired as soon as we complained about it.Our stay was a very satisfying experience.Inshallah we would like to come again', 'India'),
(16, '2013-04-17 11:27:37', '2013-04-17 00:00:00', 1, 1, 0, 'Hashim', 'Laundry staff was very good and helpful too, special thanks to them..see you soon!', 'India'),
(17, '2013-04-17 11:28:48', '2013-04-17 00:00:00', 1, 2, 0, 'Mumbai', 'The faiz was well organized.Good Job!Just please change the elevators\r\n', 'India'),
(18, '2013-04-17 11:29:18', '2013-04-17 00:00:00', 1, 3, 0, 'Zehra Aliakbar ', 'Our room Ac was repaired as soon as we complained about it.Our stay was a very satisfying experience.Inshallah we would like to come again', 'India'),
(19, '2013-04-17 11:27:37', '2013-04-17 00:00:00', 1, 1, 0, 'Hashim', 'Laundry staff was very good and helpful too, special thanks to them..see you soon!', 'Indore'),
(20, '2013-04-17 11:28:48', '2013-04-17 00:00:00', 1, 2, 0, 'Tasneem Motiwala ', 'The faiz was well organized.Good Job!Just please change the elevators\r\n', 'Mumbai'),
(21, '2013-04-17 11:29:18', '2013-04-17 00:00:00', 1, 3, 0, 'Zehra Aliakbar ', 'Our room Ac was repaired as soon as we complained about it.Our stay was a very satisfying experience.Inshallah we would like to come again', 'India'),
(22, '2013-04-17 11:27:37', '2013-04-17 00:00:00', 1, 1, 0, 'Hashim', 'Laundry staff was very good and helpful too, special thanks to them..see you soon!', 'India'),
(23, '2013-04-17 11:28:48', '2013-04-17 00:00:00', 1, 2, 0, 'Mumbai', 'The faiz was well organized.Good Job!Just please change the elevators\r\n', 'India'),
(24, '2013-04-17 11:29:18', '2013-04-17 00:00:00', 1, 3, 0, 'Zehra Aliakbar ', 'Our room Ac was repaired as soon as we complained about it.Our stay was a very satisfying experience.Inshallah we would like to come again', 'India'),
(25, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 0, 'aaaaa', 'ccccc', 'bbbbbb'),
(26, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 0, '', '', ''),
(27, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 0, 'sdsdW', 'WWEWWE', 'WEWE'),
(28, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 0, 'AZIZ', 'WWJWEKJE wdwwd', 'DUBAI'),
(29, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 'Aziz', 'very pleasant', 'Dubai'),
(30, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 'Aziz', 'sswdd', 'aiaia');

-- --------------------------------------------------------

--
-- Table structure for table `com_gustbook_categories`
--

CREATE TABLE IF NOT EXISTS `com_gustbook_categories` (
  `id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `des` text NOT NULL,
  `image` varchar(255) NOT NULL,
  `created` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `modified` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- Table structure for table `com_html`
--

CREATE TABLE IF NOT EXISTS `com_html` (
  `id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `my_body` text NOT NULL,
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL,
  `delete` int(11) NOT NULL,
  `enabled` int(11) NOT NULL,
  `order` int(11) NOT NULL,
  `plugins_data` text NOT NULL,
  `cat_id` text NOT NULL,
  `history` int(11) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=287 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `com_html`
--

INSERT INTO `com_html` (`id`, `title`, `my_body`, `modified`, `created`, `delete`, `enabled`, `order`, `plugins_data`, `cat_id`, `history`) VALUES
(123, 'من نحن', '<p>من نحن&nbsp;من نحن&nbsp;من نحن&nbsp;من نحن&nbsp;من نحن&nbsp;من نحن&nbsp;من نحن&nbsp;من نحن&nbsp;من نحن&nbsp;</p>\r\n<p>من نحن&nbsp;من نحن&nbsp;من نحن&nbsp;من نحن&nbsp;من نحن&nbsp;من نحن&nbsp;من نحن&nbsp;من نحن&nbsp;من نحن&nbsp;</p>', '2014-01-22 00:00:00', '2013-04-16 05:06:17', 0, 1, -5, '||name1__plg_rescores;source__1;__cc;||name2__plg_imagegallery;imagegallery__65;imageWidth__200px;imageHeight__auto;imagesNumber__3;||name3__plg_videosgallery;videogallery__1;vidimageWidth__100px;vidimageHeight__auto;vidimagesNumber__4;', '0', 0),
(124, 'Copyright 22', '<p><span>Copyright &copy; 2010 Faiz-e-Haakimi. All rights reserved, Site Developed by</span><span>&nbsp;</span><a href="http://www.e-scapes.me/" target="_blank">E-Scapes</a></p>', '2013-12-03 00:00:00', '2013-04-16 06:48:28', 0, 0, 0, '', '0', 0),
(125, 'Step 1', '<p><span><br class="kix-line-break" />All Mumineen doing Niyyat to travel to Al Moizziya tul Qahera for the Ziyarat of Raas Al Imam Al Husain (AS), Mashaahid of Ahle Bait (AS) and Jawamea Fatemiyah, should read and abide by the following instructions.</span></p>\r\n<p><span>1. To travel to Al Moizziya tul Qahera, please log on to the Faiz-e-Haakimi website:&nbsp;</span><a href="http://www.faizehaakimi.com/"><span>www.faizehaakimi.com</span></a><span>which will help you to organize your trip.</span></p>\r\n<p><span>2. All Zuwwar Kiraam who are not traveling through a Tour Operator, are required to fill out our online form (even if in Transit), provided on our website&nbsp;</span><span>&nbsp;well before their arrival. If you make any changes in your Itinerary after initially informing us, please e-mail us the changes.</span></p>\r\n<p><span>3. All Zuwwar Kiraam will need a valid Waraqat ut Tarkhis and their E-jamaat card.</span></p>\r\n<p><span>4. If you have any problems obtaining a visa please email us and we will try and assist you. Nationals of the US, UK, Canada, Western Europe, France, etc. among other nations may be eligible for an "</span><span>on arrival</span><span>" visas. Please inquire with your travel agent, local Egyptian diplomatic mission, and airline before planning your trip. The "<strong>on arrival</strong>" visa will cost&nbsp;<strong>15$</strong>&nbsp;per person.</span></p>\r\n<p><span>5. Before coming to Al Moizziya-tul-Qahera you must have a confirmed return booking.</span></p>\r\n<p><span>6. All aged, disabled, patients, and anyone who requires assistance should give us prior information as to do our utmost to provide the required facilities (subject to availability).</span></p>\r\n<p><span>7. Muminaat should wear a Rida at all times and Mumineen should wear Libaas e Anwar (Kurta saya) while performing Ziyarat and attending Majaalis.</span></p>\r\n<p><span>8. Mumineen will follow the itinerary provided by us which will depend on the date of arrival and departure.</span></p>\r\n<p><span>9. Lawazim:</span></p>\r\n<table cellspacing="3" cellpadding="6" align="center">\r\n<tbody>\r\n<tr>\r\n<td class="style28" bgcolor="#999966" width="50%"><span><strong>Package</strong></span></td>\r\n<td class="style28" bgcolor="#808055"><span><strong>Adult&nbsp;<br />12 years and above<br />(as per passport)</strong></span></td>\r\n<td class="style28" bgcolor="#6f6f4a"><strong><span>Child&nbsp;<br />2-12 years<br />(as per passport)</span></strong></td>\r\n</tr>\r\n<tr>\r\n<td class="style19" bgcolor="#f7f4e8">4 Nights<span class="style1">&nbsp;&raquo;&nbsp;<span><span class="style36">5th Day Dept</span></span></span></td>\r\n<td class="style19" bgcolor="#f7f4e8">320$&nbsp;<br />per Adult</td>\r\n<td class="style19" bgcolor="#f7f4e8">200$&nbsp;<br />per child</td>\r\n</tr>\r\n<tr>\r\n<td class="style19" bgcolor="#f0ead2">\r\n<p>Extra Nights &nbsp;5<sup>th&nbsp;</sup>-&nbsp;<span>&nbsp;9</span><sup>th</sup><span>&nbsp;night</span></p>\r\n</td>\r\n<td class="style19" bgcolor="#f0ead2">\r\n<p><span>50$ per Night per Adult</span></p>\r\n</td>\r\n<td class="style19" bgcolor="#f0ead2">\r\n<p><span>25$ per Night per Child</span></p>\r\n</td>\r\n</tr>\r\n<tr>\r\n<td class="style19" bgcolor="#f7f4e8">Transit<span class="style1">&nbsp;&raquo;<span class="style36">&nbsp;<span>Max. 2 Nights</span></span></span></td>\r\n<td class="style19" bgcolor="#f7f4e8">85$&nbsp;<br />per Night&nbsp;<br />per adult</td>\r\n<td class="style19" bgcolor="#f7f4e8">55$<br />per Night<br />per child</td>\r\n</tr>\r\n<tr>\r\n<td class="style19" bgcolor="#f0ead2">Long-stay<span class="style1"><br /><span><span class="style41">( Min.10 Nights )</span></span></span></td>\r\n<td class="style19" bgcolor="#f0ead2">450$<br />per Night<br />per adult<br /><span><span class="style39">Transport not Included</span></span></td>\r\n<td class="style19" bgcolor="#f0ead2">\r\n<p>320$ for 10 Nights &nbsp;<br /><span>Then onwards $25 per Night<br />per Child</span></p>\r\n<p><span><span class="style39">Transport not Included</span></span></p>\r\n</td>\r\n</tr>\r\n<tr>\r\n<td class="style19" bgcolor="#f0ead2">Long-stay<span class="style1"><br /><span><span class="style41">( Min. 10 nights )</span></span></span></td>\r\n<td class="style19" bgcolor="#f0ead2">55$&nbsp;<br />per Night<br />per adult<br /><span><span class="style39">Transport Included</span></span></td>\r\n<td class="style19" bgcolor="#f0ead2">\r\n<p>320$ for 10 Nights &nbsp;<br />Then onwards $25 per Night<br />per Child</p>\r\n<p><span class="style39">Transport Included</span></p>\r\n</td>\r\n</tr>\r\n<tr>\r\n<td class="style19" bgcolor="#f7f4e8">Tour Leader&nbsp;<span class="style1">&raquo;<span class="style36">&nbsp;<span>(4Nights &amp; 5th day departure)</span></span></span></td>\r\n<td class="style19" bgcolor="#f7f4e8">180$&nbsp;<br />per adult</td>\r\n<td class="style19" bgcolor="#f7f4e8">&nbsp;</td>\r\n</tr>\r\n<tr>\r\n<td class="style19" bgcolor="#f0ead2">Daawat E Haadiyah Khidmat Guzaar<br />(Kothar Mubarak, Al Jamea tus Saifiyah, Ummal keram, MSB Muraqebeen, Attalim, Mazaaraat Muqaddasah, Atabaat Aaliyah, Sigatul Yemen)<br />Valid Letter from concern IDARA to be produced upon request.</td>\r\n<td class="style19" bgcolor="#f0ead2">160$&nbsp;<br />Per adult<br /><span>(4Nights &amp;&nbsp;<br />5th day departure)</span></td>\r\n<td class="style19" bgcolor="#f0ead2">100$<br />per child&nbsp;<br /><span>(4Nights &amp;&nbsp;<br />5th day departure</span></td>\r\n</tr>\r\n</tbody>\r\n</table>\r\n<p>&nbsp;</p>\r\n<p><span>10. Note for Transit package: Transit package includes Ziyarat of Imam Husain (AS) and other Mashaahid of Ahle Bait (AS), time permitting.</span></p>\r\n<p><span>11. We will only accept US Dollars in cash.</span></p>\r\n<p><span>12. You must give correct flight details &amp; arrival date so that we can receive you at Cairo International Airport. Please note that your lawazim will start from the date mentioned in your registration form.</span></p>\r\n<p><span>13. Your four day stay will include the following:&nbsp;</span></p>\r\n<p><span>a) Raas Al Imam Al Husain (AS).</span><br />b) Moulatuna Zainab (AS).<br />c)Moulatuna Ruqaiyyah (AS).<br />d) Moulatuna Nafisa (AS).<br />e) Moulana Mohammed bin Abibakr (RA).<br />f) Moulana Malik ul Ashtar (RA).<br />g) Syedi Muqaddas Yusuf BS Najmuddin (QR).<br />h) Jame Anwar.<br />i) Jame Azhar.<br />j) Jame Aqmar.<br />k) Jame Lulua.<br />l) Jame Juyushi, (subject to permission).<br />m) Jame Ateeq.<br />n) Jame Ibn e Tuloon. &nbsp; &nbsp;&nbsp;</p>\r\n<p><span>14.Also places of sightseeing in Cairo like (pyramids, Egyptian museum, etc.)</span></p>', '2013-09-22 00:00:00', '2013-05-11 08:44:00', 0, 1, -6, '', '0', 0),
(127, 'Instructions for safar', '<p>this is the intructions for safar.</p>\r\n<p>&nbsp;this is the intructions for safar.&nbsp;</p>\r\n<p>this is the intructions for safar.</p>\r\n<p>&nbsp;this is the intructions for safar.&nbsp;</p>\r\n<p>this is the intructions for safar.&nbsp;</p>\r\n<p>this is the intructions for safar.&nbsp;</p>\r\n<p>this is the intructions for safar.&nbsp;</p>\r\n<p>this is the intructions for safar.&nbsp;</p>\r\n<p>this is the intructions for safar.&nbsp;</p>\r\n<p>this is the intructions for safar.&nbsp;</p>\r\n<p>&nbsp;</p>', '2013-05-11 00:00:00', '0000-00-00 00:00:00', 0, 1, -4, '', '0', 0),
(128, 'Instructions for safar', '<p>this is the intructions for safar.</p>\r\n<p>&nbsp;this is the intructions for safar.&nbsp;</p>\r\n<p>this is the intructions for safar.</p>\r\n<p>&nbsp;this is the intructions for safar.&nbsp;</p>\r\n<p>this is the intructions for safar.&nbsp;</p>\r\n<p>this is the intructions for safar.&nbsp;</p>\r\n<p>this is the intructions for safar.&nbsp;</p>\r\n<p>this is the intructions for safar.&nbsp;</p>\r\n<p>this is the intructions for safar.&nbsp;</p>\r\n<p>this is the intructions for safar.&nbsp;</p>\r\n<p>&nbsp;</p>', '2013-05-11 00:00:00', '0000-00-00 00:00:00', 0, 0, -2, '', '0', 0),
(129, 'Instructions for safar', '<p>this is the intructions for safar.</p>\r\n<p>&nbsp;this is the intructions for safar.&nbsp;</p>\r\n<p>this is the intructions for safar.</p>\r\n<p>&nbsp;this is the intructions for safar.&nbsp;</p>\r\n<p>this is the intructions for safar.&nbsp;</p>\r\n<p>this is the intructions for safar.&nbsp;</p>\r\n<p>this is the intructions for safar.&nbsp;</p>\r\n<p>this is the intructions for safar.&nbsp;</p>\r\n<p>this is the intructions for safar.&nbsp;</p>\r\n<p>this is the intructions for safar.&nbsp;</p>\r\n<p>&nbsp;</p>', '2013-05-11 00:00:00', '0000-00-00 00:00:00', 0, 0, -8, '', '0', 0),
(142, 'about2122121', '<p>this is about text.&nbsp;this is about text.&nbsp;this is about text.&nbsp;this is about text.&nbsp;</p>\r\n<p>this is about text.&nbsp;</p>\r\n<p>this is about text.&nbsp;</p>\r\n<p>&nbsp;</p>', '2013-12-08 00:00:00', '2013-04-16 05:06:17', 0, 1, 1, '', '0', 0),
(196, 'module', '<p>test form new module</p>', '2014-01-08 00:00:00', '2013-12-05 01:34:51', 0, 1, 0, '', '0', 0),
(205, 'test', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 0, '', '0', 0),
(206, 'test2', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 0, '', '0', 0),
(207, 'copy', '', '0000-00-00 00:00:00', '2013-12-08 08:58:21', 0, 0, 0, '', '0', 0),
(208, 'copy', '', '0000-00-00 00:00:00', '2013-12-08 09:02:48', 0, 0, 0, '', '0', 0),
(209, 'facebook', '', '2014-01-06 00:00:00', '2013-12-08 09:03:09', 0, 1, 0, '', '0', 0),
(213, 'modules', '<p>sdfsdfsdf</p>', '0000-00-00 00:00:00', '2014-01-08 02:25:00', 0, 1, 0, '', '0', 0),
(214, 'module test', '<p>this test form modules</p>', '0000-00-00 00:00:00', '2014-01-08 02:26:21', 0, 1, 0, '', '0', 0),
(215, 'Random Msg 1', '<p>ذلك مهانة الخنادق الألماني ما, لمّ مع بفرض برلين بالإنزال, تم تاريخ السبب الساحل جُل. الغالي الاندونيسية عل شبح. أم معقل تعداد وكسبت وصل, جعل ما ليبين معاملة, مسارح الغازية هذه أم. ٣٠ قُدُماً الأيديولوجية، بحق, بحث ثم بشكل فهرست مقاومة. وقام المعركة، وقد تم.</p>', '0000-00-00 00:00:00', '2014-01-28 11:33:56', 0, 1, 0, '', '0', 0),
(216, 'Random Msg 2', '<p>عدد عل شعار وكسبت, قام عل المنتصرة البريطانيين لوكسيمبورج،. تحت ثم هامش إختار مسؤولية. دون ما الشمال الإعتداء, أخذ من الحرب معزّزة وفنلندا. به، عل سمّي روسية تكبّلتها, هامش موالية منشوريا هو فقد, إيو منتصف بقيادة عن.</p>', '0000-00-00 00:00:00', '2014-01-28 11:34:22', 0, 1, 0, '', '0', 0),
(217, 'Random Msg 3', '<p>٣٠ نتيجة وقوعها، بالولايات به،. يكن الحرب الشمال ثم. مليون الفرنسي هو حول, ما إحتلال رجوعهم الحكومة وصل, دول بعتادهم تشيكوسلوفاكيا لم. كل الحصار استعملت الإحتفاظ كما. عل عُقر كنقطة الإطلاق مما. كل جُل هنا؟ فاتّبع.</p>', '0000-00-00 00:00:00', '2014-01-28 11:34:36', 0, 1, 0, '', '0', 0),
(218, 'Random Msg 4', '<p>ومن دفّة حاول إحتار ٣٠, قادة الحرب دون في. ما عام أهّل الجديدة،. كما مايو أراض فرنسا قد, جُل ثم بالفشل والبريطاني. مسارح اعتداء وهولندا، مكن مع, نفس لقهر ومدني، عل. شمال للغزو، الأبرياء شيء إذ, والحزب التغييرات كل يتم.</p>', '0000-00-00 00:00:00', '2014-01-28 11:34:47', 0, 1, 0, '', '0', 0),
(219, 'Random Msg 5', '<p>قصف قد لقهر بمعارضة إستراتيجية, للصين نهاية بقيادة ٣٠ دنو. أخر ما فقامت يتبقّ. والعتاد والفلبين البشريةً مدن قد, بين يرتبط والفرنسي قد. المؤلّفة الياباني، ضرب بـ, مع يتبقّ مارشال بها.</p>', '0000-00-00 00:00:00', '2014-01-28 11:35:02', 0, 1, 0, '', '0', 0),
(220, 'Facebook Like Top Bar ', '<p><iframe style="border: none; overflow: hidden; width: 50px; height: 35px;" src="//www.facebook.com/plugins/like.php?href=https%3A%2F%2Fdevelopers.facebook.com%2Fdocs%2Fplugins%2F&amp;width=50&amp;layout=button&amp;action=like&amp;show_faces=false&amp;share=false&amp;height=35&amp;appId=163451663816715" width="300" height="150" frameborder="0" scrolling="no"></iframe></p>', '2014-01-29 00:00:00', '2014-01-29 03:42:01', 0, 1, 0, '', '0', 0),
(222, 'Follow on Twitter Top Bar', '<p><iframe style="width: 300px; height: 20px;" src="//platform.twitter.com/widgets/follow_button.html?screen_name=twitterapi" width="300" height="150" frameborder="0" scrolling="no"></iframe></p>', '2014-01-29 00:00:00', '2014-01-29 03:43:51', 0, 1, 0, '', '0', 0),
(223, 'Twitter Link Bottom', '<p>Twitter link goes here</p>', '0000-00-00 00:00:00', '2014-01-29 04:11:43', 0, 1, 0, '', '0', 0),
(224, 'Facebook-Twitter-Google Bottom', '<div class="social-links">social links</div>', '2014-02-12 00:00:00', '2014-01-29 04:12:00', 0, 1, 0, '', '0', 0),
(225, 'RSS Link bottom bar', '<p>RSS link</p>', '0000-00-00 00:00:00', '2014-01-29 04:12:16', 0, 1, 0, '', '0', 0),
(226, 'backbottom', '<p>@%plugin::plg_projectdata.type__sum%@</p>', '2014-02-04 00:00:00', '2014-02-04 02:53:56', 0, 1, 0, '', '0', 0),
(227, 'FB Like', '<div class="fb-like">this is fb like div</div>', '2014-02-12 00:00:00', '2014-02-12 14:07:34', 0, 1, 0, '', '0', 0),
(228, 'شروط الاستخدام - مدد ', '<ul>\r\n<li><a href="#_Toc378195536">الشروط والأحكام</a></li>\r\n<li><a href="#_Toc378195537">المقدمة</a></li>\r\n<li><a href="#_Toc378195538">استخدام الموقع</a></li>\r\n<li><a href="#_Toc378195539">التزامات المستخدم</a></li>\r\n<li><a href="#_Toc378195540">مشاركات المستخدم</a></li>\r\n<li><a href="#_Toc378195541">التزامات أصحاب المشاريع</a></li>\r\n<li><a href="#_Toc378195542">العلامات التجارية وحقوق النشر</a></li>\r\n<li><a href="#_Toc378195543">محدودية المسؤوليات</a></li>\r\n<li><a href="#_Toc378195544">سياسة الخصوصية</a></li>\r\n<li><a href="#_Toc378195545">التحكيم</a></li>\r\n<li><a href="#_Toc378195546">القانون السائد والهيئات القضائية</a></li>\r\n<li><a href="#_Toc378195547">إلغاء الموافقة</a></li>\r\n</ul>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<h2><a name="_Toc378195537"></a>المقدمة</h2>\r\n<p>نرحّب بكم في موقع (madad.com.eg) "الموقع". تنطبق هذه الشروط والأحكام ("الشروط والأحكام") على الموقع وعلى جميع أقسامها وفروعها ومواقع الإنترنت التابعة لها التي تُشير إلى هذه الشروط والأحكام كمرجعٍ لها.<br /> <br /> عند زيارة الموقع، يقر العميل موافقته على الشروط والأحكام الحالية الخاصة بشركة مدد للاستشارات. وإن كنت لا توافق عليها، فعليك عدم استخدام هذا الموقع. ويحتفظ القائمون على الموقع بالحق في تغيير أجزاء من شروط الاستخدام والأحكام أو تعديلها أو إضافة معلومات إليها، أو إزالتها في أي وقت. وتصبح التغييرات سارية النفاذ عندما يتم نشرها على الموقع دون سابق إشعار. ويُرجى مراجعة شروط الاستخدام والأحكام بانتظام للاطلاع على أي تحديثات. ويشكِّل استخدامك المستمر للموقع ــ بعد نشر التغييرات الحادثة في هذه الشروط والأحكام الخاصة بالاستخدام ــ موافقتك التامة على تلك التغييرات.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<h2><a name="_Toc378195538"></a>استخدام الموقع</h2>\r\n<p>(شرح نشاط مدد و الهدف من الموقع مع تصنيف المستخدمين للموقع "مستخدم، عميل، جمعية مسؤولة عن مشروع")</p>\r\n<p>&nbsp;</p>\r\n<p>يمكنك تصفح محتوى الموقع دون تسجيل، ولكن كشرط لاستخدام جوانب معينة من الخدمة، قد تكون هناك حاجة لتسجيل مع شركة مدد واختيار اسم مستخدم وكلمة مرور سرية لاستعمالها عند الدخول للموقع.</p>\r\n<h2><a name="_Toc378195539"></a>التزامات المستخدم</h2>\r\n<p>فور تقديم طلب التسجيل للحصول على عضوية في الموقع تكون مطالباً بالإفصاح عن معلومات محددة واختيار اسم مستخدم وكلمة مرور سرية لاستعمالها عند الدخول للموقع. وعند قبول طلب التسجيل ستعتبر عضوا بالموقع وبذلك تكون قد وافقت على:</p>\r\n<ul>\r\n<li>أن تكون مسؤولاً عن المحافظة على سرية معلومات حسابك وكلمة المرور السرية وتحديد الأشخاص المسموح لهم بالوصول واستخدام حسابك بالموقع. وتكون بذلك موافقاً على إعلام مدد حالاً بأي استخدام غير مفوض به لكلمة دخولك أو حسابك أو أي اختراق آخر لمعلوماتك السرية.&nbsp;</li>\r\n<li>أنت مسؤول على المحافظة على استخدام الموقع بكل جدية ومصداقية وتعتبر ملزما بتعويض مدد للاستشارات عن أي خسائر مباشرة أو غير مباشرة قد تلحق مدد للاستشارات نتيجة أي استخدام غير شرعي أو حقيقي أو مفوض لحسابك من طرفك أو من طرف أي شخص آخر حصل على مفاتيح الوصول إلى حسابك بالموقع سواء كان لإنجاز خدمات وغيرها باستعمال اسم المستخدم وكلمة الدخول، سواء بتفويض منك أو بلا تفويض.&nbsp;</li>\r\n</ul>\r\n<p>&nbsp;</p>\r\n<ul>\r\n<li>أنت موافق على الإفصاح بمعلومات حقيقية وصحيحة ومحدثة وكاملة عن نفسك حسبما هو مطلوب في استمارة التسجيل لدى madad.com.eg</li>\r\n</ul>\r\n<p>&nbsp;</p>\r\n<ul>\r\n<li>سوف تكون ملزماً بالحفاظ على بيانات التسجيل وتحديثها تباعاً للإبقاء عليها حقيقية وصحيحة وراهنة وكاملة، وإذا ما أفصحت عن معلومات غير حقيقية أو غير صحيحة أو غير راهنة أو غير كاملة او مخالفة لما جاء في اتفاقية المستخدم، فإن ادرة الموقع لهم الحق كاملاً في وقف أو تحديد أو إلغاء عضويتك وحسابك في الموقع، وذلك دون الحاق الأضرار بحقوق مدد للاستشارات الأخرى ووسائله المشروعة في استرداد حقوقه.&nbsp;</li>\r\n</ul>\r\n<p>&nbsp;</p>\r\n<ul>\r\n<li>في حالة عدم الالتزام بأي مما ورد اعلاه فإن لإدارة الموقع الحق في إيقاف أو إلغاء عضويتك وحجبك عن الموقع. ونحتفظ كذلك بالحق في إلغاء أي حسابات غير مؤكدة وغير مثبتة أو عمليات أو حسابات مر عليها مدة طويلة دون نشاط.</li>\r\n</ul>\r\n<p>&nbsp;</p>\r\n<h2><a name="_Toc378195540"></a>مشاركات المستخدم</h2>\r\n<p>إنّ كلّ مشاركاتك على الموقع و/أو ما تقدمه لنا، بما في ذلك ــ على سبيل المثال وليس الحصرــ الأسئلة والانتقادات والتعليقات والاقتراحات (مجتمعين في لفظة "المشاركات") تصبح ملكنا الوحيد والحصري، ولا تعود بأي حالٍ من الأحوال ملكاً لك. وفضلاً عن الحقوق التي تنطبق على أي نوع من المشاركات، وبمجرَّد أنَّك تشاركنا بتعليقاتك أو انتقاداتك على الموقع، فإنَّك تمنحنا أيضاً حقّ استخدام الاسم الذي تعرضه والمرتبط مباشرةً بهذا النقد أو التعليق أو أي محتوى آخر. ولا يحق لك استخدام عنوان مزيَّف للبريد الإلكتروني أو الادِّعاء بأنّك شخصٌ آخر أو محاولة تضليلنا أو أي طرف ثالث فيما يتعلَّق بأصالة وموثوقيّة أي من المشاركات. ويجوز لنا حذف أيّ من المشاركات أو تعديلها، غير أننا لسنا ملزمين بذلك.</p>\r\n<p>أي معلومات؛ أفكار أو آراء منشورة بواسطة المستخدمين او أعضاء الموقع لا تعكس بالضرورة وجهات نظرنا. ونحن لا نتحمل المسؤولية عن دقة أي معلومات أو أفكار أو آراء نشرت من قبل المستخدمين ولسنا مسؤولون عن أية مطالبات أو أضرار أو خسائر ناتجة عن مثل هذه المعلومات والأفكار أو الآراء. إذا قمت بنشر أي معلومات أو مواد أو غيرها من المحتويات على موقعنا على الانترنت، وكنت تأذن لنا لاستخدام ونشر مثل هذه المواد بأي طريقة نختار ودون أي التزام لتعويض لك أو أي شخص آخر. عند نشر أي معلومات أو مواد أو محتوى فإنك توافق على أنك لن تقوم باي من التالي:</p>\r\n<ul>\r\n<li>مضايقة والتشهير، تخويف أو تهديد مستخدم آخر؛</li>\r\n<li>التعارض مع حقوق مستخدم آخر في الخصوصية؛</li>\r\n<li>نشر أي مادة تشهيرية (أي تحقير لسمعة الفرد أو المؤسسات القائمة على المشاريع او الأعمال التجارية)؛</li>\r\n<li>نشر معلومات قذرة أو فاحشة، وتتضمن وليست مقتصرة على المعلومات الإباحية وأي معلومات (نراها في نظرنا) غير لائقة</li>\r\n<li>نشر معلومات (في نظرنا) تحمل رأياً سياسياً ناقداً أو ذي محتوى يضر بالمصلحة العامة.</li>\r\n<li>نشر أي علامات تجارية او شعارات او مواد محفوظة الحقوق أو الملكية الفكرية دون إذن من المالك؛</li>\r\n<li>تشغيل أو تعزيز، بشكل مباشر أو غير مباشر، السحوبات واليانصيب أو غيرها من الألعاب والأنشطة المماثلة، سواء لأغراض خيرية أو غير ذلك؛</li>\r\n<li>نشر أي مواد قد تتلف تشغيل كمبيوتر (مثل فيروس معلوماتي) أو أي شيء آخر ضار بالموقع،</li>\r\n<li>إعلان أو بيع أي بضائع أو خدمات.</li>\r\n</ul>\r\n<p>&nbsp;</p>\r\n<h2><a name="_Toc378195541"></a>التزامات أصحاب المشاريع</h2>\r\n<p>&nbsp;</p>\r\n<h2><a name="_Toc378195542"></a>العلامات التجارية وحقوق النشر</h2>\r\n<p>يعتبر اسم مدد وأي اسم منتج أو خدمة من مدد مما هو مشار إليه على موقع madad.com.eg أو أى من قنوات تواصل مدد بمثابة علامات تجارية تخص شركة مدد للاستشارات.</p>\r\n<p>إنَّ جميع حقوق الملكية الفكرية، سواء كانت مسجلَّة أو غير مسجلَّة، في الموقع، وجميع معلومات المحتوى والتصميمات الواردة على الموقع، تُعتبر ملكاً لشركة مدد لاستشارات، بما في ذلك على سبيل المثال وليس الحصر، النصوص والرسوم والبرامج والصور والفيديو والموسيقى والصوت، واختيارها وتنسيقها، فضلاً عن جميع مصنّفات البرمجيات ورموز المصادر والبرامج الرئيسية. وإنّ كلّ محتويات الموقع محميةٌ أيضًا بموجب حقوق النشر مجتمعة في صورة عمل واحد وفقًا لقوانين حقوق النشر في جمهورية مصر العربية والاتفاقيات الدولية. جميع الحقوق محفوظة.</p>\r\n<p>العلامات التجارية الأخرى وعلامات الخدمة أو الشعارات التي تظهر على الموقع، وخاصة (ولكن على سبيل المثال وليس الحصر) المتعلقة بالمنظمات غير الحكومية التي تستخدم الموقع هي ملك لأصحابها، ويحتمل أن تكون علامات تجارية مسجلة وتخضع لقيود على استخدامها. يجب ألا تستخدم دون الحصول على إذن صريح من مالك العلامة التجارية.</p>\r\n<p>&nbsp;</p>\r\n<h2><a name="_Toc378195543"></a><a name="_Toc377163782"></a><a name="_Toc377163443"></a>محدودية المسؤوليات</h2>\r\n<p>لن تتحمل مدد أى مسئولية عن القرارات أو التفاعلات الناجمة عن العميل او أية أضرار أو تكاليف أو خسائر أو نفقات سواء كانت مباشرة أو غير مباشرة يتكبدها كنتيجة استخدام الموقع بما في ذلك على سبيل المثال وليس الحصر المساهمات في المشاريع المعروضة، حتى ولو تم إخطار مدد بإمكانية أو احتمال حدوث هذا الضرر.</p>\r\n<p>على المستخدم أن يقر بأن مدد ليس لديها أى رقابة على الشبكة الدولية وأنها لا تتحمل أى مسئولية عن أى مواد معروضة عليها، ويمكن الدخول إليها من خلال قنوات تواصلها في أى حين.</p>\r\n<p>لن تتحمل مدد أى مسئولية عما ورد من محتوى في أى مواقع ويب أخرى تكون على اتصال بها أو عن مدى مصداقيتها، بل ولن يكون الإتصال بها بمثابة إقرار من أى نوع بتلك المواقع. كما أن مدد لا تضمن أن يكون هذا الإتصال قائماً فى كافة الأوقات ولا تستطيع التحكم في التواجد الدائم للصفحات موضع الإتصال.</p>\r\n<p>&nbsp;</p>\r\n<h2><a name="_Toc378195544"></a>سياسة الخصوصية</h2>\r\n<p>إن بيانات التسجيل وبعض المعلومات الأخرى التي تتعلق بك تندرج تحت سياسة الخصوصية التي تتبعها مدد، ولن يتم مشاركة المعلومات الشخصية التي تقوم بتقديمها على هذا الموقع خارج مدد إلا بعد الحصول على إذن منك</p>\r\n<p>&nbsp;</p>\r\n<h2><a name="_Toc378195545"></a>التحكيم</h2>\r\n<p>في حالة حدوث أي نزاعات أو خلافات أو حالات اختصام تنشأ عن تفسير هذه الشروط والأحكام وتنفيذها، يجب تسويتها والفصل فيها نهائيًا من خلال التحكيم عن طريق محكّم واحد يتم تعيينه وفقًا لقواعد مركز القاهرة الإقليمي للتحكيم التجاري الدولي. ويجب أن يكون المحكّم شخصًا مدربًا قانونيًا ولديه خبرة في مجال تقنية المعلومات ومستقل عن أي طرف من طرفي التعاقد. ويجب أن يتم التحكيم في القاهرة. وتكون اللغة المستخدمة في إجراءات التحكيم هي العربية.</p>\r\n<p>ويكون قرار المحكّم نهائيًا وملزمًا ويجوز تحويله إلى أي محكمة في دائرة الاختصاص وتطبيقه وفقًا لقانون التحكيم رقم 27 لسنة 1994.وعلى الرغم مما سبق، يحتفظ القائمون على الموقع بالحق في اتخاذ الإجراءات اللازمة بهدف حماية حقوق الملكية الفكرية والمعلومات السرية من خلال الإنصاف القضائي أو الأوامر الاحترازية الصادرة من المحاكم المختصة.</p>\r\n<h2><a name="_Toc378195546"></a>القانون السائد والهيئات القضائية</h2>\r\n<p>تُفسَّر هذه الشروط والأحكام وتُطبَّق بموجب القوانين السارية في جمهورية مصر العربية. وبموجب ذلك، يوافق كل طرف على المثول أمام هيئات المحاكم القضائية في مصر والتنازل عن أية اعتراضات تتعلق بالمكان.</p>\r\n<h2><a name="_Toc378195547"></a>إلغاء الموافقة</h2>\r\n<p>بالإضافة إلى أي أحكام قانونية أو إجراءات الإنصاف القضائي، يجوز لنا، فورًا ومن دون سابق إنذار لك، إنهاء هذه الشروط والأحكام أو نلغي أيا من حقوقك الممنوحة أو جميعها بموجب الشروط والأحكام. وفي أي حالة لإنهاء هذا التعاقد، يتعيّن عليك التوقّف فورًا عن زيارة الموقع واستخدامه، وفضلاً عن إصدار أحكام قانونية أو إجراءات منصفة قضائيًا، قد نُلغي فورًا جميع كلمات السرّ أو غيرها من أساليب تعريف الحساب الممنوحة لك، ونرفض أي زيارة أو استخدام لهذا الموقع كلّيًا أو جزئيًا.</p>', '2014-02-13 00:00:00', '2014-02-13 03:09:34', 0, 1, 0, '', '0', 0),
(229, 'About Us', '<p>This is about Taheri and this is all about taheri traders.&nbsp;This is about Taheri and this is all about taheri traders.&nbsp;This is about Taheri and this is all about taheri traders.&nbsp;This is about Taheri and this is all about taheri traders.&nbsp;</p>\r\n<p><img src="/uploads/images/cms_image1.jpg" alt="" /></p>', '2014-10-15 14:18:08', '2014-02-13 03:09:50', 0, 1, 0, '', ',66,65', 0),
(285, 'About Us', '<p>This is about Taheri and this is all about taheri traders.&nbsp;This is about Taheri and this is all about taheri traders.&nbsp;This is about Taheri and this is all about taheri traders.&nbsp;This is about Taheri and this is all about taheri traders.&nbsp;</p>\r\n<p><img src="http://fiz.qlegal.net//uploads/images/cms_image1.jpg" alt="" /></p>', '2014-10-15 14:17:39', '2014-10-15 14:18:08', 2, 1, 0, '', ',66,65', 229),
(280, 'About Us', '<p>This is about Taheri and this is all about taheri traders.&nbsp;This is about Taheri and this is all about taheri traders.&nbsp;This is about Taheri and this is all about taheri traders.&nbsp;This is about Taheri and this is all about taheri traders.&nbsp;This is about Taheri and this is all about taheri traders.&nbsp;This is about Taheri and this is all about taheri traders.&nbsp;This is about Taheri and this is all about taheri traders.&nbsp;This is about Taheri and this is all about taheri traders.&nbsp;This is about Taheri and this is all about taheri traders.&nbsp;This is about Taheri and this is all about taheri traders.&nbsp;</p>', '2014-04-23 05:40:09', '2014-04-23 05:46:37', 2, 1, 0, '', ',66,65', 229),
(281, 'Home', '', '0000-00-00 00:00:00', '2014-04-25 14:03:09', 0, 1, 0, '', ',64', 0),
(282, '', '', '0000-00-00 00:00:00', '2014-04-25 14:03:16', 1, 1, 0, '', '', 0),
(283, 'Footer', '<p dir="rtl">جميع الحقوق محفوظة لمدد ٢٠١٤ &nbsp;</p>', '0000-00-00 00:00:00', '2014-04-26 03:04:59', 2, 1, 0, '', ',64', 270),
(230, 'asdasds2522', '', '2014-02-23 12:52:55', '2014-02-17 13:03:27', 2, 1, 0, '', ',64,66,65', 230),
(236, 'asdasds23', '', '2014-02-23 12:52:20', '2014-02-17 13:03:27', 2, 1, 0, '', ',64,66,65', 230),
(235, 'asdasds23', '', '2014-02-23 12:49:20', '2014-02-17 13:03:27', 2, 1, 0, '', ',64,66,65', 230),
(237, 'Typography', '<h1>معينة لنوع الخط هنا يتم الكتابة 1</h1>\r\n<h2>معينة لنوع الخط هنا يتم الكتابة 2</h2>\r\n<h3>معينة لنوع الخط هنا يتم الكتابة 3</h3>\r\n<h4>معينة لنوع الخط هنا يتم الكتابة 4</h4>\r\n<h5>معينة لنوع الخط هنا يتم الكتابة 5</h5>\r\n<h6>معينة لنوع الخط هنا يتم الكتابة 6</h6>\r\n<h2 class="tb">h2 class="tb" معينة لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="bb">h2 class="bb" معينة لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="rb">h2 class="rb" لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="lb">h2 class="lb" معينة لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="nb">h2 class="nb" معينة لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="bb">h2 class="bb" معينة لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="bb red">h2 class="bb red" معينة لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="bb blue">h2 class="bb blue" معينة لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="bb white">h2 class="bb white" لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="bb grey">h2 class="bb grey" لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="lb rb">h2 class="lb rb" لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="tb bb lb rb">h2 class="tb bb lb rb" معينة لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="tb bb">h2 class="tb bb"معينة لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="lb rb">h2 class="lb rb" معينة لنوع الخط هنا يتم الكتابة</h2>\r\n<div class="info">div class="info" يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة</div>\r\n<p>&nbsp;</p>\r\n<div class="info success">div class="info success" يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة</div>\r\n<p>&nbsp;</p>\r\n<div class="info h5 red">div class="info h5 red" يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة</div>\r\n<p>&nbsp;</p>\r\n<div class="info h2 blue">div class="info h2 blue" يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة</div>\r\n<p>&nbsp;</p>\r\n<div class="info error">div class="info error" يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة</div>\r\n<p>&nbsp;</p>\r\n<div class="info hand">div class="info hand" يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة</div>\r\n<p>&nbsp;</p>\r\n<div class="info bgred white shadow">div class="info bgred white shadow" يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة</div>\r\n<p>&nbsp;</p>\r\n<div class="info error bggray white shadow">div class="info error bggray white shadow" يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة</div>\r\n<p>&nbsp;</p>\r\n<div class="info bgblue red shadow ">div class="info bgblue red shadow" يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة</div>\r\n<p>&nbsp;</p>\r\n<div class="info bgwhite gray shadow blur">div class="info bgwhite gray shadow blur" يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة</div>\r\n<p>&nbsp;</p>\r\n<div style="height: 200px; width: 200px;"><img class="circle blur" src="../uploads/images/52d5472838f76.png" alt="" /></div>\r\n<ul>\r\n<li>يمكنك تغيير رقم المهسركة أو تبرع</li>\r\n<li>يمكنك تغيير رقم المهسركة أو تبرع</li>\r\n<li>يمكنك تغيير رقم المهسركة أو تبرع</li>\r\n<li>يمكنك تغيير رقم المهسركة أو تبرع لمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهم لمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهم لمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهم لمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهم لمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهم</li>\r\n<li>يمكنك تغيير رقم المهسركة أو تبرع</li>\r\n</ul>\r\n<p>&nbsp;</p>\r\n<ul class="arrows">\r\n<li>يمكنك تغيير رقم المهسركة أو تبرع</li>\r\n<li>يمكنك تغيير رقم المهسركة أو تبرع</li>\r\n<li>يمكنك تغيير رقم المهسركة أو تبرع</li>\r\n<li>يمكنك تغيير رقم المهسركة أو تبرع لمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهم لمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهم لمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهم لمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهم لمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهم</li>\r\n<li>يمكنك تغيير رقم المهسركة أو تبرع</li>\r\n</ul>\r\n<div id="text_count" class="form_row text building_p _100 _parent required">\r\n<div class="field-label"><label for="building">رقم العمارة </label></div>\r\n<div class="field-input"><input id="building" class="form_row txt rowfeild building text     " name="building" type="text" value="" /></div>\r\n</div>\r\n<div id="text_count" class="form_row text building_p _100 _parent">\r\n<div class="field-label"><label for="building">رقم العمارة </label></div>\r\n<div class="field-input"><input id="building" class="form_row txt rowfeild building text     " name="building" type="text" value="" /></div>\r\n</div>\r\n<div id="text_count" class="form_row text building_p _100 _parent required">\r\n<div class="field-label"><label for="building">البريد الالكتروني</label></div>\r\n<div class="field-input"><input id="building" class="form_row txt rowfeild building text required    " name="building" type="text" value="" /></div>\r\n</div>', '2014-02-24 09:30:44', '2014-02-24 02:46:14', 0, 1, 0, '', ',64', 0),
(263, 'Typography', '<h1>معينة لنوع الخط هنا يتم الكتابة 1</h1>\r\n<h2>معينة لنوع الخط هنا يتم الكتابة 2</h2>\r\n<h3>معينة لنوع الخط هنا يتم الكتابة 3</h3>\r\n<h4>معينة لنوع الخط هنا يتم الكتابة 4</h4>\r\n<h5>معينة لنوع الخط هنا يتم الكتابة 5</h5>\r\n<h6>معينة لنوع الخط هنا يتم الكتابة 6</h6>\r\n<h2 class="tb">h2 class="tb" معينة لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="bb">h2 class="bb" معينة لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="rb">h2 class="rb" لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="lb">h2 class="lb" معينة لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="nb">h2 class="nb" معينة لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="bb">h2 class="bb" معينة لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="bb red">h2 class="bb red" معينة لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="bb blue">h2 class="bb blue" معينة لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="bb white">h2 class="bb white" لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="bb grey">h2 class="bb grey" لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="lb rb">h2 class="lb rb" لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="tb bb lb rb">h2 class="tb bb lb rb" معينة لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="tb bb">h2 class="tb bb"معينة لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="lb rb">h2 class="lb rb" معينة لنوع الخط هنا يتم الكتابة</h2>\r\n<div class="info">div class="info" يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة</div>\r\n<p>&nbsp;</p>\r\n<div class="info success">div class="info success" يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة</div>\r\n<p>&nbsp;</p>\r\n<div class="info h5 red">div class="info h5 red" يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة</div>\r\n<p>&nbsp;</p>\r\n<div class="info h2 blue">div class="info h2 blue" يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة</div>\r\n<p>&nbsp;</p>\r\n<div class="info error">div class="info error" يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة</div>\r\n<p>&nbsp;</p>\r\n<div class="info hand">div class="info hand" يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة</div>\r\n<p>&nbsp;</p>\r\n<div class="info bgred white shadow">div class="info bgred white shadow" يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة</div>\r\n<p>&nbsp;</p>\r\n<div class="info error bggray white shadow">div class="info error bggray white shadow" يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة</div>\r\n<p>&nbsp;</p>\r\n<div class="info bgblue red shadow ">div class="info bgblue red shadow" يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة</div>\r\n<p>&nbsp;</p>\r\n<div class="info bgwhite gray shadow blur">div class="info bgwhite gray shadow blur" يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة</div>\r\n<p>&nbsp;</p>\r\n<div style="height: 200px; width: 200px;"><img class="circle blur" src="../uploads/images/52d5472838f76.png" alt="" /></div>\r\n<ul>\r\n<li>يمكنك تغيير رقم المهسركة أو تبرع</li>\r\n<li>يمكنك تغيير رقم المهسركة أو تبرع</li>\r\n<li>يمكنك تغيير رقم المهسركة أو تبرع</li>\r\n<li>يمكنك تغيير رقم المهسركة أو تبرع لمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهم لمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهم لمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهم لمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهم لمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهم</li>\r\n<li>يمكنك تغيير رقم المهسركة أو تبرع</li>\r\n</ul>\r\n<p>&nbsp;</p>\r\n<ul class="arrows">\r\n<li>يمكنك تغيير رقم المهسركة أو تبرع</li>\r\n<li>يمكنك تغيير رقم المهسركة أو تبرع</li>\r\n<li>يمكنك تغيير رقم المهسركة أو تبرع</li>\r\n<li>يمكنك تغيير رقم المهسركة أو تبرع لمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهم لمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهم لمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهم لمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهم لمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهم</li>\r\n<li>يمكنك تغيير رقم المهسركة أو تبرع</li>\r\n</ul>\r\n<div id="text_count" class="form_row text building_p _100 _parent">\r\n<div class="field-label"><label for="building">رقم العمارة </label></div>\r\n<div class="field-input"><input id="building" class="form_row txt rowfeild building text     " name="building" type="text" value="" /></div>\r\n</div>\r\n<div id="text_count" class="form_row text building_p _100 _parent">\r\n<div class="field-label"><label for="building">رقم العمارة </label></div>\r\n<div class="field-input"><input id="building" class="form_row txt rowfeild building text     " name="building" type="text" value="" /></div>\r\n</div>\r\n<div id="text_count" class="form_row text building_p _100 _parent required">\r\n<div class="field-label"><label for="building">البريد الالكتروني</label></div>\r\n<div class="field-input"><input id="building" class="form_row txt rowfeild building text required    " name="building" type="text" value="" /></div>\r\n</div>', '2014-02-24 09:22:38', '2014-02-24 09:30:44', 2, 1, 0, '', ',64', 237),
(261, 'Typography', '<h1>معينة لنوع الخط هنا يتم الكتابة 1</h1>\r\n<h2>معينة لنوع الخط هنا يتم الكتابة 2</h2>\r\n<h3>معينة لنوع الخط هنا يتم الكتابة 3</h3>\r\n<h4>معينة لنوع الخط هنا يتم الكتابة 4</h4>\r\n<h5>معينة لنوع الخط هنا يتم الكتابة 5</h5>\r\n<h6>معينة لنوع الخط هنا يتم الكتابة 6</h6>\r\n<h2 class="tb">h2 class="tb" معينة لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="bb">h2 class="bb" معينة لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="rb">h2 class="rb" لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="lb">h2 class="lb" معينة لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="nb">h2 class="nb" معينة لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="bb">h2 class="bb" معينة لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="bb red">h2 class="bb red" معينة لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="bb blue">h2 class="bb blue" معينة لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="bb white">h2 class="bb white" لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="bb grey">h2 class="bb grey" لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="lb rb">h2 class="lb rb" لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="tb bb lb rb">h2 class="tb bb lb rb" معينة لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="tb bb">h2 class="tb bb"معينة لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="lb rb">h2 class="lb rb" معينة لنوع الخط هنا يتم الكتابة</h2>\r\n<div class="info">div class="info" يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة</div>\r\n<p>&nbsp;</p>\r\n<div class="info success">div class="info success" يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة</div>\r\n<p>&nbsp;</p>\r\n<div class="info h5 red">div class="info h5 red" يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة</div>\r\n<p>&nbsp;</p>\r\n<div class="info h2 blue">div class="info h2 blue" يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة</div>\r\n<p>&nbsp;</p>\r\n<div class="info error">div class="info error" يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة</div>\r\n<p>&nbsp;</p>\r\n<div class="info hand">div class="info hand" يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة</div>\r\n<p>&nbsp;</p>\r\n<div class="info bgred white shadow">div class="info bgred white shadow" يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة</div>\r\n<p>&nbsp;</p>\r\n<div class="info error bggray white shadow">div class="info error bggray white shadow" يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة</div>\r\n<p>&nbsp;</p>\r\n<div class="info bgblue red shadow ">div class="info bgblue red shadow" يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة</div>\r\n<p>&nbsp;</p>\r\n<div class="info bgwhite gray shadow blur">div class="info bgwhite gray shadow blur" يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة</div>\r\n<p>&nbsp;</p>\r\n<div style="height: 200px; width: 200px;"><img class="circle blur" src="../uploads/images/52d5472838f76.png" alt="" /></div>\r\n<ul>\r\n<li>يمكنك تغيير رقم المهسركة أو تبرع</li>\r\n<li>يمكنك تغيير رقم المهسركة أو تبرع</li>\r\n<li>يمكنك تغيير رقم المهسركة أو تبرع</li>\r\n<li>يمكنك تغيير رقم المهسركة أو تبرع لمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهم لمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهم لمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهم لمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهم لمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهم</li>\r\n<li>يمكنك تغيير رقم المهسركة أو تبرع</li>\r\n</ul>\r\n<p>&nbsp;</p>\r\n<ul class="arrows">\r\n<li>يمكنك تغيير رقم المهسركة أو تبرع</li>\r\n<li>يمكنك تغيير رقم المهسركة أو تبرع</li>\r\n<li>يمكنك تغيير رقم المهسركة أو تبرع</li>\r\n<li>يمكنك تغيير رقم المهسركة أو تبرع لمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهم لمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهم لمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهم لمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهم لمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهم</li>\r\n<li>يمكنك تغيير رقم المهسركة أو تبرع</li>\r\n</ul>', '2014-02-24 05:22:13', '2014-02-24 08:24:57', 2, 1, 0, '', ',64', 237),
(262, 'Typography', '<h1>معينة لنوع الخط هنا يتم الكتابة 1</h1>\r\n<h2>معينة لنوع الخط هنا يتم الكتابة 2</h2>\r\n<h3>معينة لنوع الخط هنا يتم الكتابة 3</h3>\r\n<h4>معينة لنوع الخط هنا يتم الكتابة 4</h4>\r\n<h5>معينة لنوع الخط هنا يتم الكتابة 5</h5>\r\n<h6>معينة لنوع الخط هنا يتم الكتابة 6</h6>\r\n<h2 class="tb">h2 class="tb" معينة لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="bb">h2 class="bb" معينة لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="rb">h2 class="rb" لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="lb">h2 class="lb" معينة لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="nb">h2 class="nb" معينة لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="bb">h2 class="bb" معينة لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="bb red">h2 class="bb red" معينة لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="bb blue">h2 class="bb blue" معينة لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="bb white">h2 class="bb white" لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="bb grey">h2 class="bb grey" لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="lb rb">h2 class="lb rb" لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="tb bb lb rb">h2 class="tb bb lb rb" معينة لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="tb bb">h2 class="tb bb"معينة لنوع الخط هنا يتم الكتابة</h2>\r\n<h2 class="lb rb">h2 class="lb rb" معينة لنوع الخط هنا يتم الكتابة</h2>\r\n<div class="info">div class="info" يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة</div>\r\n<p>&nbsp;</p>\r\n<div class="info success">div class="info success" يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة</div>\r\n<p>&nbsp;</p>\r\n<div class="info h5 red">div class="info h5 red" يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة</div>\r\n<p>&nbsp;</p>\r\n<div class="info h2 blue">div class="info h2 blue" يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة</div>\r\n<p>&nbsp;</p>\r\n<div class="info error">div class="info error" يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة</div>\r\n<p>&nbsp;</p>\r\n<div class="info hand">div class="info hand" يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة</div>\r\n<p>&nbsp;</p>\r\n<div class="info bgred white shadow">div class="info bgred white shadow" يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة</div>\r\n<p>&nbsp;</p>\r\n<div class="info error bggray white shadow">div class="info error bggray white shadow" يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة</div>\r\n<p>&nbsp;</p>\r\n<div class="info bgblue red shadow ">div class="info bgblue red shadow" يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة</div>\r\n<p>&nbsp;</p>\r\n<div class="info bgwhite gray shadow blur">div class="info bgwhite gray shadow blur" يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهمة</div>\r\n<p>&nbsp;</p>\r\n<div style="height: 200px; width: 200px;"><img class="circle blur" src="../uploads/images/52d5472838f76.png" alt="" /></div>\r\n<ul>\r\n<li>يمكنك تغيير رقم المهسركة أو تبرع</li>\r\n<li>يمكنك تغيير رقم المهسركة أو تبرع</li>\r\n<li>يمكنك تغيير رقم المهسركة أو تبرع</li>\r\n<li>يمكنك تغيير رقم المهسركة أو تبرع لمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهم لمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهم لمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهم لمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهم لمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهم</li>\r\n<li>يمكنك تغيير رقم المهسركة أو تبرع</li>\r\n</ul>\r\n<p>&nbsp;</p>\r\n<ul class="arrows">\r\n<li>يمكنك تغيير رقم المهسركة أو تبرع</li>\r\n<li>يمكنك تغيير رقم المهسركة أو تبرع</li>\r\n<li>يمكنك تغيير رقم المهسركة أو تبرع</li>\r\n<li>يمكنك تغيير رقم المهسركة أو تبرع لمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهم لمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهم لمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهم لمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهم لمساهمة. يمكنك تغيير رقم المهسركة أو تبرع وإدخال رقم آخر للمساهم</li>\r\n<li>يمكنك تغيير رقم المهسركة أو تبرع</li>\r\n</ul>\r\n<div id="text_count" class="form_row text building_p _100 _parent">\r\n<div class="field-label"><label for="building">رقم العمارة </label></div>\r\n<div class="field-input"><input id="building" class="form_row txt rowfeild building text     " name="building" type="text" value="" /></div>\r\n</div>', '2014-02-24 08:24:57', '2014-02-24 09:22:38', 2, 1, 0, '', ',64', 237),
(264, 'Homepage Circular Module', '<div class="home-circle">\r\n<p><img class="circle" src="../uploads/images/51a507eedcf22.jpg" alt="image" width="330" height="210" /></p>\r\n<h4>إنضم لفريقنا</h4>\r\n</div>\r\n<div class="home-circle">\r\n<p><img class="circle" src="../uploads/images/51a507eedcf22.jpg" alt="image" width="330" height="210" /></p>\r\n<h4>الجوائز المحصلة</h4>\r\n</div>\r\n<div class="home-circle">\r\n<p><img class="circle" src="../uploads/images/51a507eedcf22.jpg" alt="image" width="330" height="210" /></p>\r\n<h4>كيف تعمل مدد</h4>\r\n</div>', '2014-03-16 11:10:56', '2014-03-16 11:08:42', 0, 1, 0, '', ',64', 0),
(265, 'Homepage Circular Module', '<p><img class="circle" src="../uploads/images/51a507eedcf22.jpg" alt="image" width="330" height="210" /></p>\r\n<h4>إنضم لفريقنا</h4>\r\n<p><img class="circle" src="../uploads/images/51a507eedcf22.jpg" alt="image" width="330" height="210" /></p>\r\n<h4>الجوائز المحصلة</h4>\r\n<p><img class="circle" src="../uploads/images/51a507eedcf22.jpg" alt="image" width="330" height="210" /></p>\r\n<h4>كيف تعمل مدد</h4>', '0000-00-00 00:00:00', '2014-03-16 11:10:56', 2, 1, 0, '', ',64', 264),
(266, 'resoures', '<p>@%plugin::plg_rescores.id__get;type__all%@</p>', '2014-03-17 15:32:06', '2014-03-17 14:51:34', 0, 1, 0, '', '', 0),
(267, 'resoures', '<p>@%plugin::plg_projectdata.id__16;type__all%@</p>', '0000-00-00 00:00:00', '2014-03-17 15:22:32', 2, 1, 0, '', '', 266),
(268, 'resoures', '<p>@%plugin::plg_rescores.id__16;type__all%@</p>', '2014-03-17 15:22:32', '2014-03-17 15:26:08', 2, 1, 0, '', '', 266),
(269, 'resoures', '<p>@%plugin::plg_rescores.id__1;type__all%@</p>', '2014-03-17 15:26:08', '2014-03-17 15:32:06', 2, 1, 0, '', '', 266),
(270, 'Footer', '<p>All rights reserved to TaheriTraders.com 2014</p>', '2014-04-26 03:04:59', '2014-03-18 14:43:13', 0, 1, 0, '', ',64', 0);
INSERT INTO `com_html` (`id`, `title`, `my_body`, `modified`, `created`, `delete`, `enabled`, `order`, `plugins_data`, `cat_id`, `history`) VALUES
(271, 'سياسة الخصوصية', '<ul>\r\n<li><a href="#_Toc377416902">سياسية الخصوصية</a></li>\r\n<li><a href="#_Toc377416903">مقدمة</a></li>\r\n<li><a href="#_Toc377416904">البند الأول: المعلومات التي نجمعها وسبب جمعها</a></li>\r\n<li><a href="#_Toc377416905">معلومات شخصية</a></li>\r\n<li><a href="#_Toc377416906">معلومات فنية</a></li>\r\n<li><a href="#_Toc377416907">البند الثاني: كيفية استخدام تلك المعلومات</a></li>\r\n<li><a href="#_Toc377416908">البند الثالث: تبادل والكشف عن المعلومات الشخصية</a></li>\r\n<li><a href="#_Toc377416909">البند الرابع: كيف يمكنك الوصول أو تصحيح المعلومات</a></li>\r\n<li><a href="#_Toc377416910">البند الخامس: التحديثات وتاريخ سريان هذا البيان</a></li>\r\n<li><a href="#_Toc377416911">البند السادس: كيف تتصل بنا للاستفسار بخصوص (اتفاقية سياسية الخصوصية) 4</a></li>\r\n</ul>\r\n<h1><a name="_Toc377416902"></a>سياسية الخصوصية</h1>\r\n<h2> </h2>\r\n<h1><a name="_Toc377416903"></a>مقدمة</h1>\r\n<p>تقرأ وتطبق سياسة الخصوصية لموقع "مدد" على الشبكة (www.madad.com.eg) جنباً إلى جنب مع الشروط والأحكام المنشورة أيضا على هذا الموقع.</p>\r\n<p>يأخذ موقع "مدد" خصوصيتك على محمل الجد. ولهذا، نقدم بيان الخصوصية لإبلاغكم عن المعلومات التي يتم جمعها عنك على الموقع، كيفية استخدام تلك المعلومات، وكيف يمكن تصحيح المعلومات أو تغييرها، والتزاماتك فيما يتعلق بالمعلومات عن الآخرين والتي قد تواجهها خلال استخدام موقع "مدد".</p>\r\n<p> </p>\r\n<h1><a name="_Toc377416904"></a>البند الأول: المعلومات التي نجمعها وسبب جمعها</h1>\r\n<p> </p>\r\n<h2><a name="_Toc377416905"></a>معلومات شخصية</h2>\r\n<p>كجزء من التسجيل على الموقع سوف يطلب منك تزويدنا بمعلومات شخصية محددة مثل اسمك، بريدك الالكتروني، او طلب معلوماتك من الفيسبوك (Facebook) او جوجل (Google) إذا قمت بالتسجيل عن طريقهم (هذا لتوثيق هويتك وربط المعلومات الخاصة بك من الفيسبوك او جوجل، مثل اسمك وعنوان بريدك الإلكتروني، إلى حساب Madad الخاص بك. خدمات مثل الاتصال مع الفيسبوكاو جوجل تعطيك الخيار لنشر معلومات خاصة بأنشطتك على موقع Madad إلى صفحتك الشخصية لمشاركتها مع الآخرين ضمن الشبكة).</p>\r\n<p>عند قيامك بالمساهمة في أحد المشروعات سوف يطلب منك تزويدنا بمعلومات إضافية وذلك بهدف توثيقنا لهويتك كعنوان المراسلات، رقم هاتفك، تاريخ ميلادك أو اي معلومات محددة لهويتك.</p>\r\n<p>بعد تسجيلك في الموقع، ينبغي عليك عدم نشر اي معلومات شخصية (بما في ذلك اي معلومات مالية) على اي جزء من الموقع، باستثناء جزء" إدارة الحساب" وهذا من شأنه حمايتك من امكانية تعرضك للاحتيال او سرقة معلومات هويتك. كما ان نشرك لأي من معلوماتك الشخصية على اي جزء من الموقع باستثناء "حسابي" قد يعتبر مخالفة لهذه الاتفاقية وقد يتسبب بأخذ إجراء بحق عضويتك بالموقع.</p>\r\n<p>اي تعليقات شخصية تقوم بنشرها كعضو ستكون متاحه للجمهور من دون أي توقعات بالخصوصية أو السرية. قد تبقى نسخ المعلومات المنشورة للعرض في الصفحات المخزنة مؤقتا او الأرشيف او إذا قام مستخدمين آخرين بنسخ أو تخزين المحتوى الذي قمت بنشره كعضو.</p>\r\n<p>قد نقوم بعرض الشهادات الشخصية من المستخدمين الراضين عن الموقع. بعد الحصول على موافقتك قد نقوم بنشر شهادتك الخاصة جنبا إلى جنب مع اسمك. إذا كنت ترغب في تحديث أو حذف شهادتك، يمكنك الاتصال بنا باستخدام المعلومات الواردة أدناه.</p>\r\n<p> </p>\r\n<h2><a name="_Toc377416906"></a>معلومات فنية</h2>\r\n<p>مثل معظم المواقع، خوادمنا تلقائيا تجمع معلومات فنية معينة عند زيارة موقعنا، بما في ذلك عنوان بروتوكول الإنترنت خاصتك (IP) وهو عبارة عن رقم مميز يعطى لك من مقدم خدمة الانترنت، نوع المتصفح ولغته وتاريخ ووقت زيارتك، عنوان URL اشارة، وإذا قمت بزيارة موقعنا من قبل. كما نقوم بجمع المعلومات حول الأنشطة الخاصة بك على الموقع، مثل الصفحات التي تقوم بزيارتها على الموقع.</p>\r\n<p>من اجل جمع تلك المعلومات، نحن نستخدم تقنية "الكوكيز" "cookies" " أو تقنيات مشابهة. (الكوكيز) عبارة عن ملفات نصية وضعها في المتصفح لتخزين المفضلات. الكوكيز لا تحتوي على معلومات شخصية، قد تكون مرتبطة بالبيانات المخزنة في ملف تعريف الارتباط فقط.</p>\r\n<p>نحن نستخدم الكوكيز لفهم أكبر حول كيفية استخدام مواقع الإنترنت، بهدف تحليل انماط نشاطاتك التي تمارسها على الموقع، وبالتالي تحسين أو تخصيص المحتوى. على سبيل المثال، قد نستخدم الكوكيز لتخصيص تجربتك على موقعنا (مثل، للتعرف عليك بالاسم عند الرجوع إلى موقع)، حفظ كلمة المرور في المناطق المحمية بكلمة سر. ويمكن أيضا استخدام الكوكيز لمساعدتنا في تقديم المنتجات والبرامج، أو الخدمات التي قد تكون ذات فائدة او صلة لكم.</p>\r\n<p> </p>\r\n<h1><a name="_Toc377416907"></a>البند الثاني: كيفية استخدام تلك المعلومات</h1>\r\n<p>نستخدم معلوماتك الشخصية فقط لتقديم خدمات ودعم من فريق العمل، ومنع النشاطات غير القانونية، وتنفيذ بنود اتفاقيتنا معك. عل سبيل المثال وليس الحصر نستخدم معلوماتك الشخصية للتعرف عليك عند تسجيل الدخول إلى حسابك، إدارة حسابك، الرد على الاستفسارات الخاصة بك، التحقق من بعض نشاطاتك في الموقع والتي نعتبرها ضرورية، وتزويدك برسائل الكترونية إخبارية أو مواد ترويجية أخرى، إجراء البحوث وتحليل البيانات بهدف قياس مستوى خدماتنا وتحسينها لك وتطوير اليات التواصل معك.</p>\r\n<p>قد نلجأ الى الاشتراك في بعض من معلوماتك الشخصية مع الشركات التي تقدم خدمات لمساعدتنا في أنشطة أعمالنا مثل معالجة المساهمات الخاصة بك، وقبول طلبات عمل وتقديم خدمة العملاء. يحق لهذه الشركات استخدام المعلومات الشخصية الخاصة بك فقط عند الضرورة لتوفير هذه الخدمات لنا، والتزامها بالحفاظ على سرية معلوماتك الشخصية.</p>\r\n<p> </p>\r\n<h1><a name="_Toc377416908"></a>البند الثالث: تبادل والكشف عن المعلومات الشخصية</h1>\r\n<p>برغم حرصنا للمحافظة على سرّيتك، الا اننا قد نحتاج الى الافصاح عن معلوماتك الشخصية لأجهزة تنفيذ القانون، الهيئات الحكومية او أطراف ثالثة نكون ملزمين بفعل ذلك بأوامر من المحكمة او غيرها من الدوائر القانونية، لنكون ملتزمين ببنود القانون، عند اعتقادنا ان الافصاح عن معلوماتك الشخصية ربما يقي من أنشطة غير مشروعة، يشتبه فيها الاحتيال والتي تنطوي على تهديدات محتملة للسلامة البدنية لأي شخص، او للتحقيق في امكانية انتهاك لبنود وشروط اتفاقية المستخدم.</p>\r\n<p>في حال تم دمج او بيع مدد، او اي من مؤسساته الفرعية او اصوله التجارية قد نفصح عن معلوماتك الشخصية للمشتري المحتمل، وذلك بهدف استمرار نشاط الموقع</p>\r\n<p>على الرغم من اتخاذنا التدابير المناسبة لحماية ضد الإفصاح غير المصرح به للمعلومات، لا يمكننا أن نؤكد لكم أن المعلومات الشخصية التي نجمعها لن يتم الكشف عنها بطريقة غير متناسقة مع بيان الخصوصية هذا.</p>\r\n<p>بمجرد تسجيلك في الموقع تعتبر أنك أعطيتنا تفويضا واضحا لتسليمك رسائل إلكترونية ترويجية حول خدماتنا، إضافة الى رسائل إلكترونية بخصوص التغيرات، والملامح الجديدة على الموقع، فلو أنك في اي وقت قررت بعدم رغبتك في تلقي مثل هذه الرسائل، ما عليك سوى اختيار الرابط الخاص بإيقاف إرسال هذه الرسائل إلى عنوانك البريدي والمتوفر في أسفل اي من هذه الرسائل الإلكترونية او الذهاب الى جزء "حسابي" على الموقع.</p>\r\n<p> </p>\r\n<h1><a name="_Toc377416909"></a>البند الرابع: كيف يمكنك الوصول أو تصحيح المعلومات<a href="#_msocom_1" name="_msoanchor_1">[1]</a> </h1>\r\n<p>باستطاعتك الوصول ومراجعة معلوماتك الشخصية من خلال صفحة إدارة "حسابي" على الموقع، فاذا ما تغيرت معلوماتك الشخصية باي طريقة، او أنك اعطيت معلومات غير صحيحة على الموقع، عليك تحديثها او تصحيحها حالا من خلال عرضها على "حسابي". </p>\r\n<p>يرجى العلم أننا سوف نحتفظ بمعلوماتك الشخصية خلال وبعد انتهائك من استخدام الموقع بحسب ما هو مطلوب قانونا، وذلك بهدف التغلب على العوائق التقنية، ولمنع الاحتيال، وللمساعدة في اي تحقيق قانوني ولاتخاذ اي اجراءات اخرى ينص عليها القانون</p>\r\n<p> </p>\r\n<h1><a name="_Toc377416910"></a>البند الخامس: التحديثات وتاريخ سريان هذا البيان</h1>\r\n<p>قد نقوم بتحديث سياسية الخصوصية هذا، وسنقوم بإعلامك عن تغييرات الجوهرية في الطريقة التي نتعامل بها مع المعلومات الشخصية من خلال إرسال رسالة إلكترونية إلى عنوان البريد الالكتروني الذي قدمته لنا أو عن طريق نشر إشعار بارز على موقعنا، نحن نشجعكم على</p>\r\n<p>وتكون النسخة المعدلة من (اتفاقية سرية المعلومات) سارية المفعول اعتبارا من تاريخ نشرها. في اعقاب النشر يعتبر استمرارك في استخدام الموقع التزاما منك بالشروط والبنود الواردة في النسخة المعدلة لطريقة معالجتنا وتعاملنا مع معلوماتك الشخصية التي كنت قد زودتنا بها.</p>\r\n<p>تم تحديث الأرشيف المنشورة على هذا الموقع في شباط/ فبراير 2014.<a href="#_msocom_2" name="_msoanchor_2">[2]</a> </p>\r\n<p> </p>\r\n<h1><a name="_Toc377416911"></a>البند السادس: كيف تتصل بنا للاستفسار بخصوص (اتفاقية سياسية الخصوصية)</h1>\r\n<p>إذا كان لديك اسئلة او اهتمامات حول جمعنا واستخدامنا لمعلوماتك الشخصية، الرجاء مراسلتنا على العنوان البريدي الخاص بمركز خدمة العملاء.</p>\r\n<p><a name="_msocom_1"></a></p>\r\n<p> <a href="#_msoanchor_1">[1]</a></p>\r\n<p><a name="_msocom_2"></a></p>\r\n<p> <a href="#_msoanchor_2">[2]</a></p>', '2014-02-23 09:59:03', '2014-04-15 06:28:40', 2, 1, 0, '', ',66,65', 229),
(273, 'سياسة الخصوصية', '<ul class="arrows">\r\n<li><a href="#_Toc377416903">مقدمة</a></li>\r\n<li><a href="#_Toc377416904">البند الأول: المعلومات التي نجمعها وسبب جمعها</a></li>\r\n<li><a href="#_Toc377416905">معلومات شخصية</a></li>\r\n<li><a href="#_Toc377416906">معلومات فنية</a></li>\r\n<li><a href="#_Toc377416907">البند الثاني: كيفية استخدام تلك المعلومات</a></li>\r\n<li><a href="#_Toc377416908">البند الثالث: تبادل والكشف عن المعلومات الشخصية</a></li>\r\n<li><a href="#_Toc377416909">البند الرابع: كيف يمكنك الوصول أو تصحيح المعلومات</a></li>\r\n<li><a href="#_Toc377416910">البند الخامس: التحديثات وتاريخ سريان هذا البيان</a></li>\r\n<li><a href="#_Toc377416911">البند السادس: كيف تتصل بنا للاستفسار بخصوص (اتفاقية سياسية الخصوصية) 4</a></li>\r\n</ul>\r\n<h1><a name="_Toc377416903"></a>مقدمة</h1>\r\n<p>تقرأ وتطبق سياسة الخصوصية لموقع "مدد" على الشبكة (www.madad.com.eg) جنباً إلى جنب مع الشروط والأحكام المنشورة أيضا على هذا الموقع.</p>\r\n<p>يأخذ موقع "مدد" خصوصيتك على محمل الجد. ولهذا، نقدم بيان الخصوصية لإبلاغكم عن المعلومات التي يتم جمعها عنك على الموقع، كيفية استخدام تلك المعلومات، وكيف يمكن تصحيح المعلومات أو تغييرها، والتزاماتك فيما يتعلق بالمعلومات عن الآخرين والتي قد تواجهها خلال استخدام موقع "مدد".</p>\r\n<p>&nbsp;</p>\r\n<h1><a name="_Toc377416904"></a>البند الأول: المعلومات التي نجمعها وسبب جمعها</h1>\r\n<p>&nbsp;</p>\r\n<h2><a name="_Toc377416905"></a>معلومات شخصية</h2>\r\n<p>كجزء من التسجيل على الموقع سوف يطلب منك تزويدنا بمعلومات شخصية محددة مثل اسمك، بريدك الالكتروني، او طلب معلوماتك من الفيسبوك (Facebook) او جوجل (Google) إذا قمت بالتسجيل عن طريقهم (هذا لتوثيق هويتك وربط المعلومات الخاصة بك من الفيسبوك او جوجل، مثل اسمك وعنوان بريدك الإلكتروني، إلى حساب Madad الخاص بك. خدمات مثل الاتصال مع الفيسبوكاو جوجل تعطيك الخيار لنشر معلومات خاصة بأنشطتك على موقع Madad إلى صفحتك الشخصية لمشاركتها مع الآخرين ضمن الشبكة).</p>\r\n<p>عند قيامك بالمساهمة في أحد المشروعات سوف يطلب منك تزويدنا بمعلومات إضافية وذلك بهدف توثيقنا لهويتك كعنوان المراسلات، رقم هاتفك، تاريخ ميلادك أو اي معلومات محددة لهويتك.</p>\r\n<p>بعد تسجيلك في الموقع، ينبغي عليك عدم نشر اي معلومات شخصية (بما في ذلك اي معلومات مالية) على اي جزء من الموقع، باستثناء جزء" إدارة الحساب" وهذا من شأنه حمايتك من امكانية تعرضك للاحتيال او سرقة معلومات هويتك. كما ان نشرك لأي من معلوماتك الشخصية على اي جزء من الموقع باستثناء "حسابي" قد يعتبر مخالفة لهذه الاتفاقية وقد يتسبب بأخذ إجراء بحق عضويتك بالموقع.</p>\r\n<p>اي تعليقات شخصية تقوم بنشرها كعضو ستكون متاحه للجمهور من دون أي توقعات بالخصوصية أو السرية. قد تبقى نسخ المعلومات المنشورة للعرض في الصفحات المخزنة مؤقتا او الأرشيف او إذا قام مستخدمين آخرين بنسخ أو تخزين المحتوى الذي قمت بنشره كعضو.</p>\r\n<p>قد نقوم بعرض الشهادات الشخصية من المستخدمين الراضين عن الموقع. بعد الحصول على موافقتك قد نقوم بنشر شهادتك الخاصة جنبا إلى جنب مع اسمك. إذا كنت ترغب في تحديث أو حذف شهادتك، يمكنك الاتصال بنا باستخدام المعلومات الواردة أدناه.</p>\r\n<p>&nbsp;</p>\r\n<h2><a name="_Toc377416906"></a>معلومات فنية</h2>\r\n<p>مثل معظم المواقع، خوادمنا تلقائيا تجمع معلومات فنية معينة عند زيارة موقعنا، بما في ذلك عنوان بروتوكول الإنترنت خاصتك (IP) وهو عبارة عن رقم مميز يعطى لك من مقدم خدمة الانترنت، نوع المتصفح ولغته وتاريخ ووقت زيارتك، عنوان URL اشارة، وإذا قمت بزيارة موقعنا من قبل. كما نقوم بجمع المعلومات حول الأنشطة الخاصة بك على الموقع، مثل الصفحات التي تقوم بزيارتها على الموقع.</p>\r\n<p>من اجل جمع تلك المعلومات، نحن نستخدم تقنية "الكوكيز" "cookies" " أو تقنيات مشابهة. (الكوكيز) عبارة عن ملفات نصية وضعها في المتصفح لتخزين المفضلات. الكوكيز لا تحتوي على معلومات شخصية، قد تكون مرتبطة بالبيانات المخزنة في ملف تعريف الارتباط فقط.</p>\r\n<p>نحن نستخدم الكوكيز لفهم أكبر حول كيفية استخدام مواقع الإنترنت، بهدف تحليل انماط نشاطاتك التي تمارسها على الموقع، وبالتالي تحسين أو تخصيص المحتوى. على سبيل المثال، قد نستخدم الكوكيز لتخصيص تجربتك على موقعنا (مثل، للتعرف عليك بالاسم عند الرجوع إلى موقع)، حفظ كلمة المرور في المناطق المحمية بكلمة سر. ويمكن أيضا استخدام الكوكيز لمساعدتنا في تقديم المنتجات والبرامج، أو الخدمات التي قد تكون ذات فائدة او صلة لكم.</p>\r\n<p>&nbsp;</p>\r\n<h1><a name="_Toc377416907"></a>البند الثاني: كيفية استخدام تلك المعلومات</h1>\r\n<p>نستخدم معلوماتك الشخصية فقط لتقديم خدمات ودعم من فريق العمل، ومنع النشاطات غير القانونية، وتنفيذ بنود اتفاقيتنا معك. عل سبيل المثال وليس الحصر نستخدم معلوماتك الشخصية للتعرف عليك عند تسجيل الدخول إلى حسابك، إدارة حسابك، الرد على الاستفسارات الخاصة بك، التحقق من بعض نشاطاتك في الموقع والتي نعتبرها ضرورية، وتزويدك برسائل الكترونية إخبارية أو مواد ترويجية أخرى، إجراء البحوث وتحليل البيانات بهدف قياس مستوى خدماتنا وتحسينها لك وتطوير اليات التواصل معك.</p>\r\n<p>قد نلجأ الى الاشتراك في بعض من معلوماتك الشخصية مع الشركات التي تقدم خدمات لمساعدتنا في أنشطة أعمالنا مثل معالجة المساهمات الخاصة بك، وقبول طلبات عمل وتقديم خدمة العملاء. يحق لهذه الشركات استخدام المعلومات الشخصية الخاصة بك فقط عند الضرورة لتوفير هذه الخدمات لنا، والتزامها بالحفاظ على سرية معلوماتك الشخصية.</p>\r\n<p>&nbsp;</p>\r\n<h1><a name="_Toc377416908"></a>البند الثالث: تبادل والكشف عن المعلومات الشخصية</h1>\r\n<p>برغم حرصنا للمحافظة على سرّيتك، الا اننا قد نحتاج الى الافصاح عن معلوماتك الشخصية لأجهزة تنفيذ القانون، الهيئات الحكومية او أطراف ثالثة نكون ملزمين بفعل ذلك بأوامر من المحكمة او غيرها من الدوائر القانونية، لنكون ملتزمين ببنود القانون، عند اعتقادنا ان الافصاح عن معلوماتك الشخصية ربما يقي من أنشطة غير مشروعة، يشتبه فيها الاحتيال والتي تنطوي على تهديدات محتملة للسلامة البدنية لأي شخص، او للتحقيق في امكانية انتهاك لبنود وشروط اتفاقية المستخدم.</p>\r\n<p>في حال تم دمج او بيع مدد، او اي من مؤسساته الفرعية او اصوله التجارية قد نفصح عن معلوماتك الشخصية للمشتري المحتمل، وذلك بهدف استمرار نشاط الموقع</p>\r\n<p>على الرغم من اتخاذنا التدابير المناسبة لحماية ضد الإفصاح غير المصرح به للمعلومات، لا يمكننا أن نؤكد لكم أن المعلومات الشخصية التي نجمعها لن يتم الكشف عنها بطريقة غير متناسقة مع بيان الخصوصية هذا.</p>\r\n<p>بمجرد تسجيلك في الموقع تعتبر أنك أعطيتنا تفويضا واضحا لتسليمك رسائل إلكترونية ترويجية حول خدماتنا، إضافة الى رسائل إلكترونية بخصوص التغيرات، والملامح الجديدة على الموقع، فلو أنك في اي وقت قررت بعدم رغبتك في تلقي مثل هذه الرسائل، ما عليك سوى اختيار الرابط الخاص بإيقاف إرسال هذه الرسائل إلى عنوانك البريدي والمتوفر في أسفل اي من هذه الرسائل الإلكترونية او الذهاب الى جزء "حسابي" على الموقع.</p>\r\n<p>&nbsp;</p>\r\n<h1><a name="_Toc377416909"></a>البند الرابع: كيف يمكنك الوصول أو تصحيح المعلومات<a href="#_msocom_1" name="_msoanchor_1">[1]</a>&nbsp;</h1>\r\n<p>باستطاعتك الوصول ومراجعة معلوماتك الشخصية من خلال صفحة إدارة "حسابي" على الموقع، فاذا ما تغيرت معلوماتك الشخصية باي طريقة، او أنك اعطيت معلومات غير صحيحة على الموقع، عليك تحديثها او تصحيحها حالا من خلال عرضها على "حسابي".&nbsp;</p>\r\n<p>يرجى العلم أننا سوف نحتفظ بمعلوماتك الشخصية خلال وبعد انتهائك من استخدام الموقع بحسب ما هو مطلوب قانونا، وذلك بهدف التغلب على العوائق التقنية، ولمنع الاحتيال، وللمساعدة في اي تحقيق قانوني ولاتخاذ اي اجراءات اخرى ينص عليها القانون</p>\r\n<p>&nbsp;</p>\r\n<h1><a name="_Toc377416910"></a>البند الخامس: التحديثات وتاريخ سريان هذا البيان</h1>\r\n<p>قد نقوم بتحديث سياسية الخصوصية هذا، وسنقوم بإعلامك عن تغييرات الجوهرية في الطريقة التي نتعامل بها مع المعلومات الشخصية من خلال إرسال رسالة إلكترونية إلى عنوان البريد الالكتروني الذي قدمته لنا أو عن طريق نشر إشعار بارز على موقعنا، نحن نشجعكم على</p>\r\n<p>وتكون النسخة المعدلة من (اتفاقية سرية المعلومات) سارية المفعول اعتبارا من تاريخ نشرها. في اعقاب النشر يعتبر استمرارك في استخدام الموقع التزاما منك بالشروط والبنود الواردة في النسخة المعدلة لطريقة معالجتنا وتعاملنا مع معلوماتك الشخصية التي كنت قد زودتنا بها.</p>\r\n<p>تم تحديث الأرشيف المنشورة على هذا الموقع في شباط/ فبراير 2014.<a href="#_msocom_2" name="_msoanchor_2">[2]</a>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<h1><a name="_Toc377416911"></a>البند السادس: كيف تتصل بنا للاستفسار بخصوص (اتفاقية سياسية الخصوصية)</h1>\r\n<p>إذا كان لديك اسئلة او اهتمامات حول جمعنا واستخدامنا لمعلوماتك الشخصية، الرجاء مراسلتنا على العنوان البريدي الخاص بمركز خدمة العملاء.</p>\r\n<p><a name="_msocom_1"></a></p>\r\n<p>&nbsp;<a href="#_msoanchor_1">[1]</a></p>\r\n<p><a name="_msocom_2"></a></p>\r\n<p>&nbsp;<a href="#_msoanchor_2">[2]</a></p>', '2014-04-15 06:29:02', '2014-04-15 06:29:48', 2, 1, 0, '', ',66,65', 229),
(272, 'سياسة الخصوصية', '<ul class="arrows">\r\n<li><a href="#_Toc377416902">سياسية الخصوصية</a></li>\r\n<li><a href="#_Toc377416903">مقدمة</a></li>\r\n<li><a href="#_Toc377416904">البند الأول: المعلومات التي نجمعها وسبب جمعها</a></li>\r\n<li><a href="#_Toc377416905">معلومات شخصية</a></li>\r\n<li><a href="#_Toc377416906">معلومات فنية</a></li>\r\n<li><a href="#_Toc377416907">البند الثاني: كيفية استخدام تلك المعلومات</a></li>\r\n<li><a href="#_Toc377416908">البند الثالث: تبادل والكشف عن المعلومات الشخصية</a></li>\r\n<li><a href="#_Toc377416909">البند الرابع: كيف يمكنك الوصول أو تصحيح المعلومات</a></li>\r\n<li><a href="#_Toc377416910">البند الخامس: التحديثات وتاريخ سريان هذا البيان</a></li>\r\n<li><a href="#_Toc377416911">البند السادس: كيف تتصل بنا للاستفسار بخصوص (اتفاقية سياسية الخصوصية) 4</a></li>\r\n</ul>\r\n<h1><a name="_Toc377416902"></a>سياسية الخصوصية</h1>\r\n<h2>&nbsp;</h2>\r\n<h1><a name="_Toc377416903"></a>مقدمة</h1>\r\n<p>تقرأ وتطبق سياسة الخصوصية لموقع "مدد" على الشبكة (www.madad.com.eg) جنباً إلى جنب مع الشروط والأحكام المنشورة أيضا على هذا الموقع.</p>\r\n<p>يأخذ موقع "مدد" خصوصيتك على محمل الجد. ولهذا، نقدم بيان الخصوصية لإبلاغكم عن المعلومات التي يتم جمعها عنك على الموقع، كيفية استخدام تلك المعلومات، وكيف يمكن تصحيح المعلومات أو تغييرها، والتزاماتك فيما يتعلق بالمعلومات عن الآخرين والتي قد تواجهها خلال استخدام موقع "مدد".</p>\r\n<p>&nbsp;</p>\r\n<h1><a name="_Toc377416904"></a>البند الأول: المعلومات التي نجمعها وسبب جمعها</h1>\r\n<p>&nbsp;</p>\r\n<h2><a name="_Toc377416905"></a>معلومات شخصية</h2>\r\n<p>كجزء من التسجيل على الموقع سوف يطلب منك تزويدنا بمعلومات شخصية محددة مثل اسمك، بريدك الالكتروني، او طلب معلوماتك من الفيسبوك (Facebook) او جوجل (Google) إذا قمت بالتسجيل عن طريقهم (هذا لتوثيق هويتك وربط المعلومات الخاصة بك من الفيسبوك او جوجل، مثل اسمك وعنوان بريدك الإلكتروني، إلى حساب Madad الخاص بك. خدمات مثل الاتصال مع الفيسبوكاو جوجل تعطيك الخيار لنشر معلومات خاصة بأنشطتك على موقع Madad إلى صفحتك الشخصية لمشاركتها مع الآخرين ضمن الشبكة).</p>\r\n<p>عند قيامك بالمساهمة في أحد المشروعات سوف يطلب منك تزويدنا بمعلومات إضافية وذلك بهدف توثيقنا لهويتك كعنوان المراسلات، رقم هاتفك، تاريخ ميلادك أو اي معلومات محددة لهويتك.</p>\r\n<p>بعد تسجيلك في الموقع، ينبغي عليك عدم نشر اي معلومات شخصية (بما في ذلك اي معلومات مالية) على اي جزء من الموقع، باستثناء جزء" إدارة الحساب" وهذا من شأنه حمايتك من امكانية تعرضك للاحتيال او سرقة معلومات هويتك. كما ان نشرك لأي من معلوماتك الشخصية على اي جزء من الموقع باستثناء "حسابي" قد يعتبر مخالفة لهذه الاتفاقية وقد يتسبب بأخذ إجراء بحق عضويتك بالموقع.</p>\r\n<p>اي تعليقات شخصية تقوم بنشرها كعضو ستكون متاحه للجمهور من دون أي توقعات بالخصوصية أو السرية. قد تبقى نسخ المعلومات المنشورة للعرض في الصفحات المخزنة مؤقتا او الأرشيف او إذا قام مستخدمين آخرين بنسخ أو تخزين المحتوى الذي قمت بنشره كعضو.</p>\r\n<p>قد نقوم بعرض الشهادات الشخصية من المستخدمين الراضين عن الموقع. بعد الحصول على موافقتك قد نقوم بنشر شهادتك الخاصة جنبا إلى جنب مع اسمك. إذا كنت ترغب في تحديث أو حذف شهادتك، يمكنك الاتصال بنا باستخدام المعلومات الواردة أدناه.</p>\r\n<p>&nbsp;</p>\r\n<h2><a name="_Toc377416906"></a>معلومات فنية</h2>\r\n<p>مثل معظم المواقع، خوادمنا تلقائيا تجمع معلومات فنية معينة عند زيارة موقعنا، بما في ذلك عنوان بروتوكول الإنترنت خاصتك (IP) وهو عبارة عن رقم مميز يعطى لك من مقدم خدمة الانترنت، نوع المتصفح ولغته وتاريخ ووقت زيارتك، عنوان URL اشارة، وإذا قمت بزيارة موقعنا من قبل. كما نقوم بجمع المعلومات حول الأنشطة الخاصة بك على الموقع، مثل الصفحات التي تقوم بزيارتها على الموقع.</p>\r\n<p>من اجل جمع تلك المعلومات، نحن نستخدم تقنية "الكوكيز" "cookies" " أو تقنيات مشابهة. (الكوكيز) عبارة عن ملفات نصية وضعها في المتصفح لتخزين المفضلات. الكوكيز لا تحتوي على معلومات شخصية، قد تكون مرتبطة بالبيانات المخزنة في ملف تعريف الارتباط فقط.</p>\r\n<p>نحن نستخدم الكوكيز لفهم أكبر حول كيفية استخدام مواقع الإنترنت، بهدف تحليل انماط نشاطاتك التي تمارسها على الموقع، وبالتالي تحسين أو تخصيص المحتوى. على سبيل المثال، قد نستخدم الكوكيز لتخصيص تجربتك على موقعنا (مثل، للتعرف عليك بالاسم عند الرجوع إلى موقع)، حفظ كلمة المرور في المناطق المحمية بكلمة سر. ويمكن أيضا استخدام الكوكيز لمساعدتنا في تقديم المنتجات والبرامج، أو الخدمات التي قد تكون ذات فائدة او صلة لكم.</p>\r\n<p>&nbsp;</p>\r\n<h1><a name="_Toc377416907"></a>البند الثاني: كيفية استخدام تلك المعلومات</h1>\r\n<p>نستخدم معلوماتك الشخصية فقط لتقديم خدمات ودعم من فريق العمل، ومنع النشاطات غير القانونية، وتنفيذ بنود اتفاقيتنا معك. عل سبيل المثال وليس الحصر نستخدم معلوماتك الشخصية للتعرف عليك عند تسجيل الدخول إلى حسابك، إدارة حسابك، الرد على الاستفسارات الخاصة بك، التحقق من بعض نشاطاتك في الموقع والتي نعتبرها ضرورية، وتزويدك برسائل الكترونية إخبارية أو مواد ترويجية أخرى، إجراء البحوث وتحليل البيانات بهدف قياس مستوى خدماتنا وتحسينها لك وتطوير اليات التواصل معك.</p>\r\n<p>قد نلجأ الى الاشتراك في بعض من معلوماتك الشخصية مع الشركات التي تقدم خدمات لمساعدتنا في أنشطة أعمالنا مثل معالجة المساهمات الخاصة بك، وقبول طلبات عمل وتقديم خدمة العملاء. يحق لهذه الشركات استخدام المعلومات الشخصية الخاصة بك فقط عند الضرورة لتوفير هذه الخدمات لنا، والتزامها بالحفاظ على سرية معلوماتك الشخصية.</p>\r\n<p>&nbsp;</p>\r\n<h1><a name="_Toc377416908"></a>البند الثالث: تبادل والكشف عن المعلومات الشخصية</h1>\r\n<p>برغم حرصنا للمحافظة على سرّيتك، الا اننا قد نحتاج الى الافصاح عن معلوماتك الشخصية لأجهزة تنفيذ القانون، الهيئات الحكومية او أطراف ثالثة نكون ملزمين بفعل ذلك بأوامر من المحكمة او غيرها من الدوائر القانونية، لنكون ملتزمين ببنود القانون، عند اعتقادنا ان الافصاح عن معلوماتك الشخصية ربما يقي من أنشطة غير مشروعة، يشتبه فيها الاحتيال والتي تنطوي على تهديدات محتملة للسلامة البدنية لأي شخص، او للتحقيق في امكانية انتهاك لبنود وشروط اتفاقية المستخدم.</p>\r\n<p>في حال تم دمج او بيع مدد، او اي من مؤسساته الفرعية او اصوله التجارية قد نفصح عن معلوماتك الشخصية للمشتري المحتمل، وذلك بهدف استمرار نشاط الموقع</p>\r\n<p>على الرغم من اتخاذنا التدابير المناسبة لحماية ضد الإفصاح غير المصرح به للمعلومات، لا يمكننا أن نؤكد لكم أن المعلومات الشخصية التي نجمعها لن يتم الكشف عنها بطريقة غير متناسقة مع بيان الخصوصية هذا.</p>\r\n<p>بمجرد تسجيلك في الموقع تعتبر أنك أعطيتنا تفويضا واضحا لتسليمك رسائل إلكترونية ترويجية حول خدماتنا، إضافة الى رسائل إلكترونية بخصوص التغيرات، والملامح الجديدة على الموقع، فلو أنك في اي وقت قررت بعدم رغبتك في تلقي مثل هذه الرسائل، ما عليك سوى اختيار الرابط الخاص بإيقاف إرسال هذه الرسائل إلى عنوانك البريدي والمتوفر في أسفل اي من هذه الرسائل الإلكترونية او الذهاب الى جزء "حسابي" على الموقع.</p>\r\n<p>&nbsp;</p>\r\n<h1><a name="_Toc377416909"></a>البند الرابع: كيف يمكنك الوصول أو تصحيح المعلومات<a href="#_msocom_1" name="_msoanchor_1">[1]</a>&nbsp;</h1>\r\n<p>باستطاعتك الوصول ومراجعة معلوماتك الشخصية من خلال صفحة إدارة "حسابي" على الموقع، فاذا ما تغيرت معلوماتك الشخصية باي طريقة، او أنك اعطيت معلومات غير صحيحة على الموقع، عليك تحديثها او تصحيحها حالا من خلال عرضها على "حسابي".&nbsp;</p>\r\n<p>يرجى العلم أننا سوف نحتفظ بمعلوماتك الشخصية خلال وبعد انتهائك من استخدام الموقع بحسب ما هو مطلوب قانونا، وذلك بهدف التغلب على العوائق التقنية، ولمنع الاحتيال، وللمساعدة في اي تحقيق قانوني ولاتخاذ اي اجراءات اخرى ينص عليها القانون</p>\r\n<p>&nbsp;</p>\r\n<h1><a name="_Toc377416910"></a>البند الخامس: التحديثات وتاريخ سريان هذا البيان</h1>\r\n<p>قد نقوم بتحديث سياسية الخصوصية هذا، وسنقوم بإعلامك عن تغييرات الجوهرية في الطريقة التي نتعامل بها مع المعلومات الشخصية من خلال إرسال رسالة إلكترونية إلى عنوان البريد الالكتروني الذي قدمته لنا أو عن طريق نشر إشعار بارز على موقعنا، نحن نشجعكم على</p>\r\n<p>وتكون النسخة المعدلة من (اتفاقية سرية المعلومات) سارية المفعول اعتبارا من تاريخ نشرها. في اعقاب النشر يعتبر استمرارك في استخدام الموقع التزاما منك بالشروط والبنود الواردة في النسخة المعدلة لطريقة معالجتنا وتعاملنا مع معلوماتك الشخصية التي كنت قد زودتنا بها.</p>\r\n<p>تم تحديث الأرشيف المنشورة على هذا الموقع في شباط/ فبراير 2014.<a href="#_msocom_2" name="_msoanchor_2">[2]</a>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<h1><a name="_Toc377416911"></a>البند السادس: كيف تتصل بنا للاستفسار بخصوص (اتفاقية سياسية الخصوصية)</h1>\r\n<p>إذا كان لديك اسئلة او اهتمامات حول جمعنا واستخدامنا لمعلوماتك الشخصية، الرجاء مراسلتنا على العنوان البريدي الخاص بمركز خدمة العملاء.</p>\r\n<p><a name="_msocom_1"></a></p>\r\n<p>&nbsp;<a href="#_msoanchor_1">[1]</a></p>\r\n<p><a name="_msocom_2"></a></p>\r\n<p>&nbsp;<a href="#_msoanchor_2">[2]</a></p>', '2014-04-15 06:28:40', '2014-04-15 06:29:02', 2, 1, 0, '', ',66,65', 229),
(274, 'سياسة الخصوصية', '<ul class="arrows">\r\n<li><a href="#_Toc377416903">مقدمة</a></li>\r\n<li><a href="#_Toc377416904">البند الأول: المعلومات التي نجمعها وسبب جمعها</a></li>\r\n<li><a href="#_Toc377416905">معلومات شخصية</a></li>\r\n<li><a href="#_Toc377416906">معلومات فنية</a></li>\r\n<li><a href="#_Toc377416907">البند الثاني: كيفية استخدام تلك المعلومات</a></li>\r\n<li><a href="#_Toc377416908">البند الثالث: تبادل والكشف عن المعلومات الشخصية</a></li>\r\n<li><a href="#_Toc377416909">البند الرابع: كيف يمكنك الوصول أو تصحيح المعلومات</a></li>\r\n<li><a href="#_Toc377416910">البند الخامس: التحديثات وتاريخ سريان هذا البيان</a></li>\r\n<li><a href="#_Toc377416911">البند السادس: كيف تتصل بنا للاستفسار بخصوص (اتفاقية سياسية الخصوصية) 4</a></li>\r\n</ul>\r\n<h3><a name="_Toc377416903"></a>مقدمة</h3>\r\n<p>تقرأ وتطبق سياسة الخصوصية لموقع "مدد" على الشبكة (www.madad.com.eg) جنباً إلى جنب مع الشروط والأحكام المنشورة أيضا على هذا الموقع.</p>\r\n<p>يأخذ موقع "مدد" خصوصيتك على محمل الجد. ولهذا، نقدم بيان الخصوصية لإبلاغكم عن المعلومات التي يتم جمعها عنك على الموقع، كيفية استخدام تلك المعلومات، وكيف يمكن تصحيح المعلومات أو تغييرها، والتزاماتك فيما يتعلق بالمعلومات عن الآخرين والتي قد تواجهها خلال استخدام موقع "مدد".</p>\r\n<p>&nbsp;</p>\r\n<h3><a name="_Toc377416904"></a>البند الأول: المعلومات التي نجمعها وسبب جمعها</h3>\r\n<p>&nbsp;</p>\r\n<h2><a name="_Toc377416905"></a>معلومات شخصية</h2>\r\n<p>كجزء من التسجيل على الموقع سوف يطلب منك تزويدنا بمعلومات شخصية محددة مثل اسمك، بريدك الالكتروني، او طلب معلوماتك من الفيسبوك (Facebook) او جوجل (Google) إذا قمت بالتسجيل عن طريقهم (هذا لتوثيق هويتك وربط المعلومات الخاصة بك من الفيسبوك او جوجل، مثل اسمك وعنوان بريدك الإلكتروني، إلى حساب Madad الخاص بك. خدمات مثل الاتصال مع الفيسبوكاو جوجل تعطيك الخيار لنشر معلومات خاصة بأنشطتك على موقع Madad إلى صفحتك الشخصية لمشاركتها مع الآخرين ضمن الشبكة).</p>\r\n<p>عند قيامك بالمساهمة في أحد المشروعات سوف يطلب منك تزويدنا بمعلومات إضافية وذلك بهدف توثيقنا لهويتك كعنوان المراسلات، رقم هاتفك، تاريخ ميلادك أو اي معلومات محددة لهويتك.</p>\r\n<p>بعد تسجيلك في الموقع، ينبغي عليك عدم نشر اي معلومات شخصية (بما في ذلك اي معلومات مالية) على اي جزء من الموقع، باستثناء جزء" إدارة الحساب" وهذا من شأنه حمايتك من امكانية تعرضك للاحتيال او سرقة معلومات هويتك. كما ان نشرك لأي من معلوماتك الشخصية على اي جزء من الموقع باستثناء "حسابي" قد يعتبر مخالفة لهذه الاتفاقية وقد يتسبب بأخذ إجراء بحق عضويتك بالموقع.</p>\r\n<p>اي تعليقات شخصية تقوم بنشرها كعضو ستكون متاحه للجمهور من دون أي توقعات بالخصوصية أو السرية. قد تبقى نسخ المعلومات المنشورة للعرض في الصفحات المخزنة مؤقتا او الأرشيف او إذا قام مستخدمين آخرين بنسخ أو تخزين المحتوى الذي قمت بنشره كعضو.</p>\r\n<p>قد نقوم بعرض الشهادات الشخصية من المستخدمين الراضين عن الموقع. بعد الحصول على موافقتك قد نقوم بنشر شهادتك الخاصة جنبا إلى جنب مع اسمك. إذا كنت ترغب في تحديث أو حذف شهادتك، يمكنك الاتصال بنا باستخدام المعلومات الواردة أدناه.</p>\r\n<p>&nbsp;</p>\r\n<h2><a name="_Toc377416906"></a>معلومات فنية</h2>\r\n<p>مثل معظم المواقع، خوادمنا تلقائيا تجمع معلومات فنية معينة عند زيارة موقعنا، بما في ذلك عنوان بروتوكول الإنترنت خاصتك (IP) وهو عبارة عن رقم مميز يعطى لك من مقدم خدمة الانترنت، نوع المتصفح ولغته وتاريخ ووقت زيارتك، عنوان URL اشارة، وإذا قمت بزيارة موقعنا من قبل. كما نقوم بجمع المعلومات حول الأنشطة الخاصة بك على الموقع، مثل الصفحات التي تقوم بزيارتها على الموقع.</p>\r\n<p>من اجل جمع تلك المعلومات، نحن نستخدم تقنية "الكوكيز" "cookies" " أو تقنيات مشابهة. (الكوكيز) عبارة عن ملفات نصية وضعها في المتصفح لتخزين المفضلات. الكوكيز لا تحتوي على معلومات شخصية، قد تكون مرتبطة بالبيانات المخزنة في ملف تعريف الارتباط فقط.</p>\r\n<p>نحن نستخدم الكوكيز لفهم أكبر حول كيفية استخدام مواقع الإنترنت، بهدف تحليل انماط نشاطاتك التي تمارسها على الموقع، وبالتالي تحسين أو تخصيص المحتوى. على سبيل المثال، قد نستخدم الكوكيز لتخصيص تجربتك على موقعنا (مثل، للتعرف عليك بالاسم عند الرجوع إلى موقع)، حفظ كلمة المرور في المناطق المحمية بكلمة سر. ويمكن أيضا استخدام الكوكيز لمساعدتنا في تقديم المنتجات والبرامج، أو الخدمات التي قد تكون ذات فائدة او صلة لكم.</p>\r\n<p>&nbsp;</p>\r\n<h1><a name="_Toc377416907"></a>البند الثاني: كيفية استخدام تلك المعلومات</h1>\r\n<p>نستخدم معلوماتك الشخصية فقط لتقديم خدمات ودعم من فريق العمل، ومنع النشاطات غير القانونية، وتنفيذ بنود اتفاقيتنا معك. عل سبيل المثال وليس الحصر نستخدم معلوماتك الشخصية للتعرف عليك عند تسجيل الدخول إلى حسابك، إدارة حسابك، الرد على الاستفسارات الخاصة بك، التحقق من بعض نشاطاتك في الموقع والتي نعتبرها ضرورية، وتزويدك برسائل الكترونية إخبارية أو مواد ترويجية أخرى، إجراء البحوث وتحليل البيانات بهدف قياس مستوى خدماتنا وتحسينها لك وتطوير اليات التواصل معك.</p>\r\n<p>قد نلجأ الى الاشتراك في بعض من معلوماتك الشخصية مع الشركات التي تقدم خدمات لمساعدتنا في أنشطة أعمالنا مثل معالجة المساهمات الخاصة بك، وقبول طلبات عمل وتقديم خدمة العملاء. يحق لهذه الشركات استخدام المعلومات الشخصية الخاصة بك فقط عند الضرورة لتوفير هذه الخدمات لنا، والتزامها بالحفاظ على سرية معلوماتك الشخصية.</p>\r\n<p>&nbsp;</p>\r\n<h1><a name="_Toc377416908"></a>البند الثالث: تبادل والكشف عن المعلومات الشخصية</h1>\r\n<p>برغم حرصنا للمحافظة على سرّيتك، الا اننا قد نحتاج الى الافصاح عن معلوماتك الشخصية لأجهزة تنفيذ القانون، الهيئات الحكومية او أطراف ثالثة نكون ملزمين بفعل ذلك بأوامر من المحكمة او غيرها من الدوائر القانونية، لنكون ملتزمين ببنود القانون، عند اعتقادنا ان الافصاح عن معلوماتك الشخصية ربما يقي من أنشطة غير مشروعة، يشتبه فيها الاحتيال والتي تنطوي على تهديدات محتملة للسلامة البدنية لأي شخص، او للتحقيق في امكانية انتهاك لبنود وشروط اتفاقية المستخدم.</p>\r\n<p>في حال تم دمج او بيع مدد، او اي من مؤسساته الفرعية او اصوله التجارية قد نفصح عن معلوماتك الشخصية للمشتري المحتمل، وذلك بهدف استمرار نشاط الموقع</p>\r\n<p>على الرغم من اتخاذنا التدابير المناسبة لحماية ضد الإفصاح غير المصرح به للمعلومات، لا يمكننا أن نؤكد لكم أن المعلومات الشخصية التي نجمعها لن يتم الكشف عنها بطريقة غير متناسقة مع بيان الخصوصية هذا.</p>\r\n<p>بمجرد تسجيلك في الموقع تعتبر أنك أعطيتنا تفويضا واضحا لتسليمك رسائل إلكترونية ترويجية حول خدماتنا، إضافة الى رسائل إلكترونية بخصوص التغيرات، والملامح الجديدة على الموقع، فلو أنك في اي وقت قررت بعدم رغبتك في تلقي مثل هذه الرسائل، ما عليك سوى اختيار الرابط الخاص بإيقاف إرسال هذه الرسائل إلى عنوانك البريدي والمتوفر في أسفل اي من هذه الرسائل الإلكترونية او الذهاب الى جزء "حسابي" على الموقع.</p>\r\n<p>&nbsp;</p>\r\n<h1><a name="_Toc377416909"></a>البند الرابع: كيف يمكنك الوصول أو تصحيح المعلومات<a href="#_msocom_1" name="_msoanchor_1">[1]</a>&nbsp;</h1>\r\n<p>باستطاعتك الوصول ومراجعة معلوماتك الشخصية من خلال صفحة إدارة "حسابي" على الموقع، فاذا ما تغيرت معلوماتك الشخصية باي طريقة، او أنك اعطيت معلومات غير صحيحة على الموقع، عليك تحديثها او تصحيحها حالا من خلال عرضها على "حسابي".&nbsp;</p>\r\n<p>يرجى العلم أننا سوف نحتفظ بمعلوماتك الشخصية خلال وبعد انتهائك من استخدام الموقع بحسب ما هو مطلوب قانونا، وذلك بهدف التغلب على العوائق التقنية، ولمنع الاحتيال، وللمساعدة في اي تحقيق قانوني ولاتخاذ اي اجراءات اخرى ينص عليها القانون</p>\r\n<p>&nbsp;</p>\r\n<h1><a name="_Toc377416910"></a>البند الخامس: التحديثات وتاريخ سريان هذا البيان</h1>\r\n<p>قد نقوم بتحديث سياسية الخصوصية هذا، وسنقوم بإعلامك عن تغييرات الجوهرية في الطريقة التي نتعامل بها مع المعلومات الشخصية من خلال إرسال رسالة إلكترونية إلى عنوان البريد الالكتروني الذي قدمته لنا أو عن طريق نشر إشعار بارز على موقعنا، نحن نشجعكم على</p>\r\n<p>وتكون النسخة المعدلة من (اتفاقية سرية المعلومات) سارية المفعول اعتبارا من تاريخ نشرها. في اعقاب النشر يعتبر استمرارك في استخدام الموقع التزاما منك بالشروط والبنود الواردة في النسخة المعدلة لطريقة معالجتنا وتعاملنا مع معلوماتك الشخصية التي كنت قد زودتنا بها.</p>\r\n<p>تم تحديث الأرشيف المنشورة على هذا الموقع في شباط/ فبراير 2014.<a href="#_msocom_2" name="_msoanchor_2">[2]</a>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<h1><a name="_Toc377416911"></a>البند السادس: كيف تتصل بنا للاستفسار بخصوص (اتفاقية سياسية الخصوصية)</h1>\r\n<p>إذا كان لديك اسئلة او اهتمامات حول جمعنا واستخدامنا لمعلوماتك الشخصية، الرجاء مراسلتنا على العنوان البريدي الخاص بمركز خدمة العملاء.</p>\r\n<p><a name="_msocom_1"></a></p>\r\n<p>&nbsp;<a href="#_msoanchor_1">[1]</a></p>\r\n<p><a name="_msocom_2"></a></p>\r\n<p>&nbsp;<a href="#_msoanchor_2">[2]</a></p>', '2014-04-15 06:29:48', '2014-04-15 06:31:51', 2, 1, 0, '', ',66,65', 229),
(278, 'سياسة الخصوصية', '<ul class="arrows">\r\n<li><a href="#_Toc377416903">مقدمة</a></li>\r\n<li><a href="#_Toc377416904">البند الأول: المعلومات التي نجمعها وسبب جمعها</a></li>\r\n<li><a href="#_Toc377416905">معلومات شخصية</a></li>\r\n<li><a href="#_Toc377416906">معلومات فنية</a></li>\r\n<li><a href="#_Toc377416907">البند الثاني: كيفية استخدام تلك المعلومات</a></li>\r\n<li><a href="#_Toc377416908">البند الثالث: تبادل والكشف عن المعلومات الشخصية</a></li>\r\n<li><a href="#_Toc377416909">البند الرابع: كيف يمكنك الوصول أو تصحيح المعلومات</a></li>\r\n<li><a href="#_Toc377416910">البند الخامس: التحديثات وتاريخ سريان هذا البيان</a></li>\r\n<li><a href="#_Toc377416911">البند السادس: كيف تتصل بنا للاستفسار بخصوص (اتفاقية سياسية الخصوصية) 4</a></li>\r\n</ul>\r\n<h4 class="bb red"><a name="_Toc377416903"></a>مقدمة</h4>\r\n<p>تقرأ وتطبق سياسة الخصوصية لموقع "مدد" على الشبكة (www.madad.com.eg) جنباً إلى جنب مع الشروط والأحكام المنشورة أيضا على هذا الموقع.</p>\r\n<p>يأخذ موقع "مدد" خصوصيتك على محمل الجد. ولهذا، نقدم بيان الخصوصية لإبلاغكم عن المعلومات التي يتم جمعها عنك على الموقع، كيفية استخدام تلك المعلومات، وكيف يمكن تصحيح المعلومات أو تغييرها، والتزاماتك فيما يتعلق بالمعلومات عن الآخرين والتي قد تواجهها خلال استخدام موقع "مدد".</p>\r\n<p>&nbsp;</p>\r\n<h3><a name="_Toc377416904"></a>البند الأول: المعلومات التي نجمعها وسبب جمعها</h3>\r\n<p>&nbsp;</p>\r\n<h2><a name="_Toc377416905"></a>معلومات شخصية</h2>\r\n<p>كجزء من التسجيل على الموقع سوف يطلب منك تزويدنا بمعلومات شخصية محددة مثل اسمك، بريدك الالكتروني، او طلب معلوماتك من الفيسبوك (Facebook) او جوجل (Google) إذا قمت بالتسجيل عن طريقهم (هذا لتوثيق هويتك وربط المعلومات الخاصة بك من الفيسبوك او جوجل، مثل اسمك وعنوان بريدك الإلكتروني، إلى حساب Madad الخاص بك. خدمات مثل الاتصال مع الفيسبوكاو جوجل تعطيك الخيار لنشر معلومات خاصة بأنشطتك على موقع Madad إلى صفحتك الشخصية لمشاركتها مع الآخرين ضمن الشبكة).</p>\r\n<p>عند قيامك بالمساهمة في أحد المشروعات سوف يطلب منك تزويدنا بمعلومات إضافية وذلك بهدف توثيقنا لهويتك كعنوان المراسلات، رقم هاتفك، تاريخ ميلادك أو اي معلومات محددة لهويتك.</p>\r\n<p>بعد تسجيلك في الموقع، ينبغي عليك عدم نشر اي معلومات شخصية (بما في ذلك اي معلومات مالية) على اي جزء من الموقع، باستثناء جزء" إدارة الحساب" وهذا من شأنه حمايتك من امكانية تعرضك للاحتيال او سرقة معلومات هويتك. كما ان نشرك لأي من معلوماتك الشخصية على اي جزء من الموقع باستثناء "حسابي" قد يعتبر مخالفة لهذه الاتفاقية وقد يتسبب بأخذ إجراء بحق عضويتك بالموقع.</p>\r\n<p>اي تعليقات شخصية تقوم بنشرها كعضو ستكون متاحه للجمهور من دون أي توقعات بالخصوصية أو السرية. قد تبقى نسخ المعلومات المنشورة للعرض في الصفحات المخزنة مؤقتا او الأرشيف او إذا قام مستخدمين آخرين بنسخ أو تخزين المحتوى الذي قمت بنشره كعضو.</p>\r\n<p>قد نقوم بعرض الشهادات الشخصية من المستخدمين الراضين عن الموقع. بعد الحصول على موافقتك قد نقوم بنشر شهادتك الخاصة جنبا إلى جنب مع اسمك. إذا كنت ترغب في تحديث أو حذف شهادتك، يمكنك الاتصال بنا باستخدام المعلومات الواردة أدناه.</p>\r\n<p>&nbsp;</p>\r\n<h2><a name="_Toc377416906"></a>معلومات فنية</h2>\r\n<p>مثل معظم المواقع، خوادمنا تلقائيا تجمع معلومات فنية معينة عند زيارة موقعنا، بما في ذلك عنوان بروتوكول الإنترنت خاصتك (IP) وهو عبارة عن رقم مميز يعطى لك من مقدم خدمة الانترنت، نوع المتصفح ولغته وتاريخ ووقت زيارتك، عنوان URL اشارة، وإذا قمت بزيارة موقعنا من قبل. كما نقوم بجمع المعلومات حول الأنشطة الخاصة بك على الموقع، مثل الصفحات التي تقوم بزيارتها على الموقع.</p>\r\n<p>من اجل جمع تلك المعلومات، نحن نستخدم تقنية "الكوكيز" "cookies" " أو تقنيات مشابهة. (الكوكيز) عبارة عن ملفات نصية وضعها في المتصفح لتخزين المفضلات. الكوكيز لا تحتوي على معلومات شخصية، قد تكون مرتبطة بالبيانات المخزنة في ملف تعريف الارتباط فقط.</p>\r\n<p>نحن نستخدم الكوكيز لفهم أكبر حول كيفية استخدام مواقع الإنترنت، بهدف تحليل انماط نشاطاتك التي تمارسها على الموقع، وبالتالي تحسين أو تخصيص المحتوى. على سبيل المثال، قد نستخدم الكوكيز لتخصيص تجربتك على موقعنا (مثل، للتعرف عليك بالاسم عند الرجوع إلى موقع)، حفظ كلمة المرور في المناطق المحمية بكلمة سر. ويمكن أيضا استخدام الكوكيز لمساعدتنا في تقديم المنتجات والبرامج، أو الخدمات التي قد تكون ذات فائدة او صلة لكم.</p>\r\n<p>&nbsp;</p>\r\n<h1><a name="_Toc377416907"></a>البند الثاني: كيفية استخدام تلك المعلومات</h1>\r\n<p>نستخدم معلوماتك الشخصية فقط لتقديم خدمات ودعم من فريق العمل، ومنع النشاطات غير القانونية، وتنفيذ بنود اتفاقيتنا معك. عل سبيل المثال وليس الحصر نستخدم معلوماتك الشخصية للتعرف عليك عند تسجيل الدخول إلى حسابك، إدارة حسابك، الرد على الاستفسارات الخاصة بك، التحقق من بعض نشاطاتك في الموقع والتي نعتبرها ضرورية، وتزويدك برسائل الكترونية إخبارية أو مواد ترويجية أخرى، إجراء البحوث وتحليل البيانات بهدف قياس مستوى خدماتنا وتحسينها لك وتطوير اليات التواصل معك.</p>\r\n<p>قد نلجأ الى الاشتراك في بعض من معلوماتك الشخصية مع الشركات التي تقدم خدمات لمساعدتنا في أنشطة أعمالنا مثل معالجة المساهمات الخاصة بك، وقبول طلبات عمل وتقديم خدمة العملاء. يحق لهذه الشركات استخدام المعلومات الشخصية الخاصة بك فقط عند الضرورة لتوفير هذه الخدمات لنا، والتزامها بالحفاظ على سرية معلوماتك الشخصية.</p>\r\n<p>&nbsp;</p>\r\n<h1><a name="_Toc377416908"></a>البند الثالث: تبادل والكشف عن المعلومات الشخصية</h1>\r\n<p>برغم حرصنا للمحافظة على سرّيتك، الا اننا قد نحتاج الى الافصاح عن معلوماتك الشخصية لأجهزة تنفيذ القانون، الهيئات الحكومية او أطراف ثالثة نكون ملزمين بفعل ذلك بأوامر من المحكمة او غيرها من الدوائر القانونية، لنكون ملتزمين ببنود القانون، عند اعتقادنا ان الافصاح عن معلوماتك الشخصية ربما يقي من أنشطة غير مشروعة، يشتبه فيها الاحتيال والتي تنطوي على تهديدات محتملة للسلامة البدنية لأي شخص، او للتحقيق في امكانية انتهاك لبنود وشروط اتفاقية المستخدم.</p>\r\n<p>في حال تم دمج او بيع مدد، او اي من مؤسساته الفرعية او اصوله التجارية قد نفصح عن معلوماتك الشخصية للمشتري المحتمل، وذلك بهدف استمرار نشاط الموقع</p>\r\n<p>على الرغم من اتخاذنا التدابير المناسبة لحماية ضد الإفصاح غير المصرح به للمعلومات، لا يمكننا أن نؤكد لكم أن المعلومات الشخصية التي نجمعها لن يتم الكشف عنها بطريقة غير متناسقة مع بيان الخصوصية هذا.</p>\r\n<p>بمجرد تسجيلك في الموقع تعتبر أنك أعطيتنا تفويضا واضحا لتسليمك رسائل إلكترونية ترويجية حول خدماتنا، إضافة الى رسائل إلكترونية بخصوص التغيرات، والملامح الجديدة على الموقع، فلو أنك في اي وقت قررت بعدم رغبتك في تلقي مثل هذه الرسائل، ما عليك سوى اختيار الرابط الخاص بإيقاف إرسال هذه الرسائل إلى عنوانك البريدي والمتوفر في أسفل اي من هذه الرسائل الإلكترونية او الذهاب الى جزء "حسابي" على الموقع.</p>\r\n<p>&nbsp;</p>\r\n<h1><a name="_Toc377416909"></a>البند الرابع: كيف يمكنك الوصول أو تصحيح المعلومات<a href="#_msocom_1" name="_msoanchor_1">[1]</a>&nbsp;</h1>\r\n<p>باستطاعتك الوصول ومراجعة معلوماتك الشخصية من خلال صفحة إدارة "حسابي" على الموقع، فاذا ما تغيرت معلوماتك الشخصية باي طريقة، او أنك اعطيت معلومات غير صحيحة على الموقع، عليك تحديثها او تصحيحها حالا من خلال عرضها على "حسابي".&nbsp;</p>\r\n<p>يرجى العلم أننا سوف نحتفظ بمعلوماتك الشخصية خلال وبعد انتهائك من استخدام الموقع بحسب ما هو مطلوب قانونا، وذلك بهدف التغلب على العوائق التقنية، ولمنع الاحتيال، وللمساعدة في اي تحقيق قانوني ولاتخاذ اي اجراءات اخرى ينص عليها القانون</p>\r\n<p>&nbsp;</p>\r\n<h1><a name="_Toc377416910"></a>البند الخامس: التحديثات وتاريخ سريان هذا البيان</h1>\r\n<p>قد نقوم بتحديث سياسية الخصوصية هذا، وسنقوم بإعلامك عن تغييرات الجوهرية في الطريقة التي نتعامل بها مع المعلومات الشخصية من خلال إرسال رسالة إلكترونية إلى عنوان البريد الالكتروني الذي قدمته لنا أو عن طريق نشر إشعار بارز على موقعنا، نحن نشجعكم على</p>\r\n<p>وتكون النسخة المعدلة من (اتفاقية سرية المعلومات) سارية المفعول اعتبارا من تاريخ نشرها. في اعقاب النشر يعتبر استمرارك في استخدام الموقع التزاما منك بالشروط والبنود الواردة في النسخة المعدلة لطريقة معالجتنا وتعاملنا مع معلوماتك الشخصية التي كنت قد زودتنا بها.</p>\r\n<p>تم تحديث الأرشيف المنشورة على هذا الموقع في شباط/ فبراير 2014.<a href="#_msocom_2" name="_msoanchor_2">[2]</a>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<h1><a name="_Toc377416911"></a>البند السادس: كيف تتصل بنا للاستفسار بخصوص (اتفاقية سياسية الخصوصية)</h1>\r\n<p>إذا كان لديك اسئلة او اهتمامات حول جمعنا واستخدامنا لمعلوماتك الشخصية، الرجاء مراسلتنا على العنوان البريدي الخاص بمركز خدمة العملاء.</p>\r\n<p><a name="_msocom_1"></a></p>\r\n<p>&nbsp;<a href="#_msoanchor_1">[1]</a></p>\r\n<p><a name="_msocom_2"></a></p>\r\n<p>&nbsp;<a href="#_msoanchor_2">[2]</a></p>', '2014-04-15 06:34:35', '2014-04-15 06:36:21', 2, 1, 0, '', ',66,65', 229),
(275, 'سياسة الخصوصية', '<ul class="arrows">\r\n<li><a href="#_Toc377416903">مقدمة</a></li>\r\n<li><a href="#_Toc377416904">البند الأول: المعلومات التي نجمعها وسبب جمعها</a></li>\r\n<li><a href="#_Toc377416905">معلومات شخصية</a></li>\r\n<li><a href="#_Toc377416906">معلومات فنية</a></li>\r\n<li><a href="#_Toc377416907">البند الثاني: كيفية استخدام تلك المعلومات</a></li>\r\n<li><a href="#_Toc377416908">البند الثالث: تبادل والكشف عن المعلومات الشخصية</a></li>\r\n<li><a href="#_Toc377416909">البند الرابع: كيف يمكنك الوصول أو تصحيح المعلومات</a></li>\r\n<li><a href="#_Toc377416910">البند الخامس: التحديثات وتاريخ سريان هذا البيان</a></li>\r\n<li><a href="#_Toc377416911">البند السادس: كيف تتصل بنا للاستفسار بخصوص (اتفاقية سياسية الخصوصية) 4</a></li>\r\n</ul>\r\n<h3 class="bb grey shadow"><a name="_Toc377416903"></a>مقدمة</h3>\r\n<p>تقرأ وتطبق سياسة الخصوصية لموقع "مدد" على الشبكة (www.madad.com.eg) جنباً إلى جنب مع الشروط والأحكام المنشورة أيضا على هذا الموقع.</p>\r\n<p>يأخذ موقع "مدد" خصوصيتك على محمل الجد. ولهذا، نقدم بيان الخصوصية لإبلاغكم عن المعلومات التي يتم جمعها عنك على الموقع، كيفية استخدام تلك المعلومات، وكيف يمكن تصحيح المعلومات أو تغييرها، والتزاماتك فيما يتعلق بالمعلومات عن الآخرين والتي قد تواجهها خلال استخدام موقع "مدد".</p>\r\n<p>&nbsp;</p>\r\n<h3><a name="_Toc377416904"></a>البند الأول: المعلومات التي نجمعها وسبب جمعها</h3>\r\n<p>&nbsp;</p>\r\n<h2><a name="_Toc377416905"></a>معلومات شخصية</h2>\r\n<p>كجزء من التسجيل على الموقع سوف يطلب منك تزويدنا بمعلومات شخصية محددة مثل اسمك، بريدك الالكتروني، او طلب معلوماتك من الفيسبوك (Facebook) او جوجل (Google) إذا قمت بالتسجيل عن طريقهم (هذا لتوثيق هويتك وربط المعلومات الخاصة بك من الفيسبوك او جوجل، مثل اسمك وعنوان بريدك الإلكتروني، إلى حساب Madad الخاص بك. خدمات مثل الاتصال مع الفيسبوكاو جوجل تعطيك الخيار لنشر معلومات خاصة بأنشطتك على موقع Madad إلى صفحتك الشخصية لمشاركتها مع الآخرين ضمن الشبكة).</p>\r\n<p>عند قيامك بالمساهمة في أحد المشروعات سوف يطلب منك تزويدنا بمعلومات إضافية وذلك بهدف توثيقنا لهويتك كعنوان المراسلات، رقم هاتفك، تاريخ ميلادك أو اي معلومات محددة لهويتك.</p>\r\n<p>بعد تسجيلك في الموقع، ينبغي عليك عدم نشر اي معلومات شخصية (بما في ذلك اي معلومات مالية) على اي جزء من الموقع، باستثناء جزء" إدارة الحساب" وهذا من شأنه حمايتك من امكانية تعرضك للاحتيال او سرقة معلومات هويتك. كما ان نشرك لأي من معلوماتك الشخصية على اي جزء من الموقع باستثناء "حسابي" قد يعتبر مخالفة لهذه الاتفاقية وقد يتسبب بأخذ إجراء بحق عضويتك بالموقع.</p>\r\n<p>اي تعليقات شخصية تقوم بنشرها كعضو ستكون متاحه للجمهور من دون أي توقعات بالخصوصية أو السرية. قد تبقى نسخ المعلومات المنشورة للعرض في الصفحات المخزنة مؤقتا او الأرشيف او إذا قام مستخدمين آخرين بنسخ أو تخزين المحتوى الذي قمت بنشره كعضو.</p>\r\n<p>قد نقوم بعرض الشهادات الشخصية من المستخدمين الراضين عن الموقع. بعد الحصول على موافقتك قد نقوم بنشر شهادتك الخاصة جنبا إلى جنب مع اسمك. إذا كنت ترغب في تحديث أو حذف شهادتك، يمكنك الاتصال بنا باستخدام المعلومات الواردة أدناه.</p>\r\n<p>&nbsp;</p>\r\n<h2><a name="_Toc377416906"></a>معلومات فنية</h2>\r\n<p>مثل معظم المواقع، خوادمنا تلقائيا تجمع معلومات فنية معينة عند زيارة موقعنا، بما في ذلك عنوان بروتوكول الإنترنت خاصتك (IP) وهو عبارة عن رقم مميز يعطى لك من مقدم خدمة الانترنت، نوع المتصفح ولغته وتاريخ ووقت زيارتك، عنوان URL اشارة، وإذا قمت بزيارة موقعنا من قبل. كما نقوم بجمع المعلومات حول الأنشطة الخاصة بك على الموقع، مثل الصفحات التي تقوم بزيارتها على الموقع.</p>\r\n<p>من اجل جمع تلك المعلومات، نحن نستخدم تقنية "الكوكيز" "cookies" " أو تقنيات مشابهة. (الكوكيز) عبارة عن ملفات نصية وضعها في المتصفح لتخزين المفضلات. الكوكيز لا تحتوي على معلومات شخصية، قد تكون مرتبطة بالبيانات المخزنة في ملف تعريف الارتباط فقط.</p>\r\n<p>نحن نستخدم الكوكيز لفهم أكبر حول كيفية استخدام مواقع الإنترنت، بهدف تحليل انماط نشاطاتك التي تمارسها على الموقع، وبالتالي تحسين أو تخصيص المحتوى. على سبيل المثال، قد نستخدم الكوكيز لتخصيص تجربتك على موقعنا (مثل، للتعرف عليك بالاسم عند الرجوع إلى موقع)، حفظ كلمة المرور في المناطق المحمية بكلمة سر. ويمكن أيضا استخدام الكوكيز لمساعدتنا في تقديم المنتجات والبرامج، أو الخدمات التي قد تكون ذات فائدة او صلة لكم.</p>\r\n<p>&nbsp;</p>\r\n<h1><a name="_Toc377416907"></a>البند الثاني: كيفية استخدام تلك المعلومات</h1>\r\n<p>نستخدم معلوماتك الشخصية فقط لتقديم خدمات ودعم من فريق العمل، ومنع النشاطات غير القانونية، وتنفيذ بنود اتفاقيتنا معك. عل سبيل المثال وليس الحصر نستخدم معلوماتك الشخصية للتعرف عليك عند تسجيل الدخول إلى حسابك، إدارة حسابك، الرد على الاستفسارات الخاصة بك، التحقق من بعض نشاطاتك في الموقع والتي نعتبرها ضرورية، وتزويدك برسائل الكترونية إخبارية أو مواد ترويجية أخرى، إجراء البحوث وتحليل البيانات بهدف قياس مستوى خدماتنا وتحسينها لك وتطوير اليات التواصل معك.</p>\r\n<p>قد نلجأ الى الاشتراك في بعض من معلوماتك الشخصية مع الشركات التي تقدم خدمات لمساعدتنا في أنشطة أعمالنا مثل معالجة المساهمات الخاصة بك، وقبول طلبات عمل وتقديم خدمة العملاء. يحق لهذه الشركات استخدام المعلومات الشخصية الخاصة بك فقط عند الضرورة لتوفير هذه الخدمات لنا، والتزامها بالحفاظ على سرية معلوماتك الشخصية.</p>\r\n<p>&nbsp;</p>\r\n<h1><a name="_Toc377416908"></a>البند الثالث: تبادل والكشف عن المعلومات الشخصية</h1>\r\n<p>برغم حرصنا للمحافظة على سرّيتك، الا اننا قد نحتاج الى الافصاح عن معلوماتك الشخصية لأجهزة تنفيذ القانون، الهيئات الحكومية او أطراف ثالثة نكون ملزمين بفعل ذلك بأوامر من المحكمة او غيرها من الدوائر القانونية، لنكون ملتزمين ببنود القانون، عند اعتقادنا ان الافصاح عن معلوماتك الشخصية ربما يقي من أنشطة غير مشروعة، يشتبه فيها الاحتيال والتي تنطوي على تهديدات محتملة للسلامة البدنية لأي شخص، او للتحقيق في امكانية انتهاك لبنود وشروط اتفاقية المستخدم.</p>\r\n<p>في حال تم دمج او بيع مدد، او اي من مؤسساته الفرعية او اصوله التجارية قد نفصح عن معلوماتك الشخصية للمشتري المحتمل، وذلك بهدف استمرار نشاط الموقع</p>\r\n<p>على الرغم من اتخاذنا التدابير المناسبة لحماية ضد الإفصاح غير المصرح به للمعلومات، لا يمكننا أن نؤكد لكم أن المعلومات الشخصية التي نجمعها لن يتم الكشف عنها بطريقة غير متناسقة مع بيان الخصوصية هذا.</p>\r\n<p>بمجرد تسجيلك في الموقع تعتبر أنك أعطيتنا تفويضا واضحا لتسليمك رسائل إلكترونية ترويجية حول خدماتنا، إضافة الى رسائل إلكترونية بخصوص التغيرات، والملامح الجديدة على الموقع، فلو أنك في اي وقت قررت بعدم رغبتك في تلقي مثل هذه الرسائل، ما عليك سوى اختيار الرابط الخاص بإيقاف إرسال هذه الرسائل إلى عنوانك البريدي والمتوفر في أسفل اي من هذه الرسائل الإلكترونية او الذهاب الى جزء "حسابي" على الموقع.</p>\r\n<p>&nbsp;</p>\r\n<h1><a name="_Toc377416909"></a>البند الرابع: كيف يمكنك الوصول أو تصحيح المعلومات<a href="#_msocom_1" name="_msoanchor_1">[1]</a>&nbsp;</h1>\r\n<p>باستطاعتك الوصول ومراجعة معلوماتك الشخصية من خلال صفحة إدارة "حسابي" على الموقع، فاذا ما تغيرت معلوماتك الشخصية باي طريقة، او أنك اعطيت معلومات غير صحيحة على الموقع، عليك تحديثها او تصحيحها حالا من خلال عرضها على "حسابي".&nbsp;</p>\r\n<p>يرجى العلم أننا سوف نحتفظ بمعلوماتك الشخصية خلال وبعد انتهائك من استخدام الموقع بحسب ما هو مطلوب قانونا، وذلك بهدف التغلب على العوائق التقنية، ولمنع الاحتيال، وللمساعدة في اي تحقيق قانوني ولاتخاذ اي اجراءات اخرى ينص عليها القانون</p>\r\n<p>&nbsp;</p>\r\n<h1><a name="_Toc377416910"></a>البند الخامس: التحديثات وتاريخ سريان هذا البيان</h1>\r\n<p>قد نقوم بتحديث سياسية الخصوصية هذا، وسنقوم بإعلامك عن تغييرات الجوهرية في الطريقة التي نتعامل بها مع المعلومات الشخصية من خلال إرسال رسالة إلكترونية إلى عنوان البريد الالكتروني الذي قدمته لنا أو عن طريق نشر إشعار بارز على موقعنا، نحن نشجعكم على</p>\r\n<p>وتكون النسخة المعدلة من (اتفاقية سرية المعلومات) سارية المفعول اعتبارا من تاريخ نشرها. في اعقاب النشر يعتبر استمرارك في استخدام الموقع التزاما منك بالشروط والبنود الواردة في النسخة المعدلة لطريقة معالجتنا وتعاملنا مع معلوماتك الشخصية التي كنت قد زودتنا بها.</p>\r\n<p>تم تحديث الأرشيف المنشورة على هذا الموقع في شباط/ فبراير 2014.<a href="#_msocom_2" name="_msoanchor_2">[2]</a>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<h1><a name="_Toc377416911"></a>البند السادس: كيف تتصل بنا للاستفسار بخصوص (اتفاقية سياسية الخصوصية)</h1>\r\n<p>إذا كان لديك اسئلة او اهتمامات حول جمعنا واستخدامنا لمعلوماتك الشخصية، الرجاء مراسلتنا على العنوان البريدي الخاص بمركز خدمة العملاء.</p>\r\n<p><a name="_msocom_1"></a></p>\r\n<p>&nbsp;<a href="#_msoanchor_1">[1]</a></p>\r\n<p><a name="_msocom_2"></a></p>\r\n<p>&nbsp;<a href="#_msoanchor_2">[2]</a></p>', '2014-04-15 06:31:51', '2014-04-15 06:33:27', 2, 1, 0, '', ',66,65', 229);
INSERT INTO `com_html` (`id`, `title`, `my_body`, `modified`, `created`, `delete`, `enabled`, `order`, `plugins_data`, `cat_id`, `history`) VALUES
(276, 'سياسة الخصوصية', '<ul class="arrows">\r\n<li><a href="#_Toc377416903">مقدمة</a></li>\r\n<li><a href="#_Toc377416904">البند الأول: المعلومات التي نجمعها وسبب جمعها</a></li>\r\n<li><a href="#_Toc377416905">معلومات شخصية</a></li>\r\n<li><a href="#_Toc377416906">معلومات فنية</a></li>\r\n<li><a href="#_Toc377416907">البند الثاني: كيفية استخدام تلك المعلومات</a></li>\r\n<li><a href="#_Toc377416908">البند الثالث: تبادل والكشف عن المعلومات الشخصية</a></li>\r\n<li><a href="#_Toc377416909">البند الرابع: كيف يمكنك الوصول أو تصحيح المعلومات</a></li>\r\n<li><a href="#_Toc377416910">البند الخامس: التحديثات وتاريخ سريان هذا البيان</a></li>\r\n<li><a href="#_Toc377416911">البند السادس: كيف تتصل بنا للاستفسار بخصوص (اتفاقية سياسية الخصوصية) 4</a></li>\r\n</ul>\r\n<h4 class="bb grey shadow"><a name="_Toc377416903"></a>مقدمة</h4>\r\n<p>تقرأ وتطبق سياسة الخصوصية لموقع "مدد" على الشبكة (www.madad.com.eg) جنباً إلى جنب مع الشروط والأحكام المنشورة أيضا على هذا الموقع.</p>\r\n<p>يأخذ موقع "مدد" خصوصيتك على محمل الجد. ولهذا، نقدم بيان الخصوصية لإبلاغكم عن المعلومات التي يتم جمعها عنك على الموقع، كيفية استخدام تلك المعلومات، وكيف يمكن تصحيح المعلومات أو تغييرها، والتزاماتك فيما يتعلق بالمعلومات عن الآخرين والتي قد تواجهها خلال استخدام موقع "مدد".</p>\r\n<p>&nbsp;</p>\r\n<h3><a name="_Toc377416904"></a>البند الأول: المعلومات التي نجمعها وسبب جمعها</h3>\r\n<p>&nbsp;</p>\r\n<h2><a name="_Toc377416905"></a>معلومات شخصية</h2>\r\n<p>كجزء من التسجيل على الموقع سوف يطلب منك تزويدنا بمعلومات شخصية محددة مثل اسمك، بريدك الالكتروني، او طلب معلوماتك من الفيسبوك (Facebook) او جوجل (Google) إذا قمت بالتسجيل عن طريقهم (هذا لتوثيق هويتك وربط المعلومات الخاصة بك من الفيسبوك او جوجل، مثل اسمك وعنوان بريدك الإلكتروني، إلى حساب Madad الخاص بك. خدمات مثل الاتصال مع الفيسبوكاو جوجل تعطيك الخيار لنشر معلومات خاصة بأنشطتك على موقع Madad إلى صفحتك الشخصية لمشاركتها مع الآخرين ضمن الشبكة).</p>\r\n<p>عند قيامك بالمساهمة في أحد المشروعات سوف يطلب منك تزويدنا بمعلومات إضافية وذلك بهدف توثيقنا لهويتك كعنوان المراسلات، رقم هاتفك، تاريخ ميلادك أو اي معلومات محددة لهويتك.</p>\r\n<p>بعد تسجيلك في الموقع، ينبغي عليك عدم نشر اي معلومات شخصية (بما في ذلك اي معلومات مالية) على اي جزء من الموقع، باستثناء جزء" إدارة الحساب" وهذا من شأنه حمايتك من امكانية تعرضك للاحتيال او سرقة معلومات هويتك. كما ان نشرك لأي من معلوماتك الشخصية على اي جزء من الموقع باستثناء "حسابي" قد يعتبر مخالفة لهذه الاتفاقية وقد يتسبب بأخذ إجراء بحق عضويتك بالموقع.</p>\r\n<p>اي تعليقات شخصية تقوم بنشرها كعضو ستكون متاحه للجمهور من دون أي توقعات بالخصوصية أو السرية. قد تبقى نسخ المعلومات المنشورة للعرض في الصفحات المخزنة مؤقتا او الأرشيف او إذا قام مستخدمين آخرين بنسخ أو تخزين المحتوى الذي قمت بنشره كعضو.</p>\r\n<p>قد نقوم بعرض الشهادات الشخصية من المستخدمين الراضين عن الموقع. بعد الحصول على موافقتك قد نقوم بنشر شهادتك الخاصة جنبا إلى جنب مع اسمك. إذا كنت ترغب في تحديث أو حذف شهادتك، يمكنك الاتصال بنا باستخدام المعلومات الواردة أدناه.</p>\r\n<p>&nbsp;</p>\r\n<h2><a name="_Toc377416906"></a>معلومات فنية</h2>\r\n<p>مثل معظم المواقع، خوادمنا تلقائيا تجمع معلومات فنية معينة عند زيارة موقعنا، بما في ذلك عنوان بروتوكول الإنترنت خاصتك (IP) وهو عبارة عن رقم مميز يعطى لك من مقدم خدمة الانترنت، نوع المتصفح ولغته وتاريخ ووقت زيارتك، عنوان URL اشارة، وإذا قمت بزيارة موقعنا من قبل. كما نقوم بجمع المعلومات حول الأنشطة الخاصة بك على الموقع، مثل الصفحات التي تقوم بزيارتها على الموقع.</p>\r\n<p>من اجل جمع تلك المعلومات، نحن نستخدم تقنية "الكوكيز" "cookies" " أو تقنيات مشابهة. (الكوكيز) عبارة عن ملفات نصية وضعها في المتصفح لتخزين المفضلات. الكوكيز لا تحتوي على معلومات شخصية، قد تكون مرتبطة بالبيانات المخزنة في ملف تعريف الارتباط فقط.</p>\r\n<p>نحن نستخدم الكوكيز لفهم أكبر حول كيفية استخدام مواقع الإنترنت، بهدف تحليل انماط نشاطاتك التي تمارسها على الموقع، وبالتالي تحسين أو تخصيص المحتوى. على سبيل المثال، قد نستخدم الكوكيز لتخصيص تجربتك على موقعنا (مثل، للتعرف عليك بالاسم عند الرجوع إلى موقع)، حفظ كلمة المرور في المناطق المحمية بكلمة سر. ويمكن أيضا استخدام الكوكيز لمساعدتنا في تقديم المنتجات والبرامج، أو الخدمات التي قد تكون ذات فائدة او صلة لكم.</p>\r\n<p>&nbsp;</p>\r\n<h1><a name="_Toc377416907"></a>البند الثاني: كيفية استخدام تلك المعلومات</h1>\r\n<p>نستخدم معلوماتك الشخصية فقط لتقديم خدمات ودعم من فريق العمل، ومنع النشاطات غير القانونية، وتنفيذ بنود اتفاقيتنا معك. عل سبيل المثال وليس الحصر نستخدم معلوماتك الشخصية للتعرف عليك عند تسجيل الدخول إلى حسابك، إدارة حسابك، الرد على الاستفسارات الخاصة بك، التحقق من بعض نشاطاتك في الموقع والتي نعتبرها ضرورية، وتزويدك برسائل الكترونية إخبارية أو مواد ترويجية أخرى، إجراء البحوث وتحليل البيانات بهدف قياس مستوى خدماتنا وتحسينها لك وتطوير اليات التواصل معك.</p>\r\n<p>قد نلجأ الى الاشتراك في بعض من معلوماتك الشخصية مع الشركات التي تقدم خدمات لمساعدتنا في أنشطة أعمالنا مثل معالجة المساهمات الخاصة بك، وقبول طلبات عمل وتقديم خدمة العملاء. يحق لهذه الشركات استخدام المعلومات الشخصية الخاصة بك فقط عند الضرورة لتوفير هذه الخدمات لنا، والتزامها بالحفاظ على سرية معلوماتك الشخصية.</p>\r\n<p>&nbsp;</p>\r\n<h1><a name="_Toc377416908"></a>البند الثالث: تبادل والكشف عن المعلومات الشخصية</h1>\r\n<p>برغم حرصنا للمحافظة على سرّيتك، الا اننا قد نحتاج الى الافصاح عن معلوماتك الشخصية لأجهزة تنفيذ القانون، الهيئات الحكومية او أطراف ثالثة نكون ملزمين بفعل ذلك بأوامر من المحكمة او غيرها من الدوائر القانونية، لنكون ملتزمين ببنود القانون، عند اعتقادنا ان الافصاح عن معلوماتك الشخصية ربما يقي من أنشطة غير مشروعة، يشتبه فيها الاحتيال والتي تنطوي على تهديدات محتملة للسلامة البدنية لأي شخص، او للتحقيق في امكانية انتهاك لبنود وشروط اتفاقية المستخدم.</p>\r\n<p>في حال تم دمج او بيع مدد، او اي من مؤسساته الفرعية او اصوله التجارية قد نفصح عن معلوماتك الشخصية للمشتري المحتمل، وذلك بهدف استمرار نشاط الموقع</p>\r\n<p>على الرغم من اتخاذنا التدابير المناسبة لحماية ضد الإفصاح غير المصرح به للمعلومات، لا يمكننا أن نؤكد لكم أن المعلومات الشخصية التي نجمعها لن يتم الكشف عنها بطريقة غير متناسقة مع بيان الخصوصية هذا.</p>\r\n<p>بمجرد تسجيلك في الموقع تعتبر أنك أعطيتنا تفويضا واضحا لتسليمك رسائل إلكترونية ترويجية حول خدماتنا، إضافة الى رسائل إلكترونية بخصوص التغيرات، والملامح الجديدة على الموقع، فلو أنك في اي وقت قررت بعدم رغبتك في تلقي مثل هذه الرسائل، ما عليك سوى اختيار الرابط الخاص بإيقاف إرسال هذه الرسائل إلى عنوانك البريدي والمتوفر في أسفل اي من هذه الرسائل الإلكترونية او الذهاب الى جزء "حسابي" على الموقع.</p>\r\n<p>&nbsp;</p>\r\n<h1><a name="_Toc377416909"></a>البند الرابع: كيف يمكنك الوصول أو تصحيح المعلومات<a href="#_msocom_1" name="_msoanchor_1">[1]</a>&nbsp;</h1>\r\n<p>باستطاعتك الوصول ومراجعة معلوماتك الشخصية من خلال صفحة إدارة "حسابي" على الموقع، فاذا ما تغيرت معلوماتك الشخصية باي طريقة، او أنك اعطيت معلومات غير صحيحة على الموقع، عليك تحديثها او تصحيحها حالا من خلال عرضها على "حسابي".&nbsp;</p>\r\n<p>يرجى العلم أننا سوف نحتفظ بمعلوماتك الشخصية خلال وبعد انتهائك من استخدام الموقع بحسب ما هو مطلوب قانونا، وذلك بهدف التغلب على العوائق التقنية، ولمنع الاحتيال، وللمساعدة في اي تحقيق قانوني ولاتخاذ اي اجراءات اخرى ينص عليها القانون</p>\r\n<p>&nbsp;</p>\r\n<h1><a name="_Toc377416910"></a>البند الخامس: التحديثات وتاريخ سريان هذا البيان</h1>\r\n<p>قد نقوم بتحديث سياسية الخصوصية هذا، وسنقوم بإعلامك عن تغييرات الجوهرية في الطريقة التي نتعامل بها مع المعلومات الشخصية من خلال إرسال رسالة إلكترونية إلى عنوان البريد الالكتروني الذي قدمته لنا أو عن طريق نشر إشعار بارز على موقعنا، نحن نشجعكم على</p>\r\n<p>وتكون النسخة المعدلة من (اتفاقية سرية المعلومات) سارية المفعول اعتبارا من تاريخ نشرها. في اعقاب النشر يعتبر استمرارك في استخدام الموقع التزاما منك بالشروط والبنود الواردة في النسخة المعدلة لطريقة معالجتنا وتعاملنا مع معلوماتك الشخصية التي كنت قد زودتنا بها.</p>\r\n<p>تم تحديث الأرشيف المنشورة على هذا الموقع في شباط/ فبراير 2014.<a href="#_msocom_2" name="_msoanchor_2">[2]</a>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<h1><a name="_Toc377416911"></a>البند السادس: كيف تتصل بنا للاستفسار بخصوص (اتفاقية سياسية الخصوصية)</h1>\r\n<p>إذا كان لديك اسئلة او اهتمامات حول جمعنا واستخدامنا لمعلوماتك الشخصية، الرجاء مراسلتنا على العنوان البريدي الخاص بمركز خدمة العملاء.</p>\r\n<p><a name="_msocom_1"></a></p>\r\n<p>&nbsp;<a href="#_msoanchor_1">[1]</a></p>\r\n<p><a name="_msocom_2"></a></p>\r\n<p>&nbsp;<a href="#_msoanchor_2">[2]</a></p>', '2014-04-15 06:33:27', '2014-04-15 06:34:03', 2, 1, 0, '', ',66,65', 229),
(277, 'سياسة الخصوصية', '<ul class="arrows">\r\n<li><a href="#_Toc377416903">مقدمة</a></li>\r\n<li><a href="#_Toc377416904">البند الأول: المعلومات التي نجمعها وسبب جمعها</a></li>\r\n<li><a href="#_Toc377416905">معلومات شخصية</a></li>\r\n<li><a href="#_Toc377416906">معلومات فنية</a></li>\r\n<li><a href="#_Toc377416907">البند الثاني: كيفية استخدام تلك المعلومات</a></li>\r\n<li><a href="#_Toc377416908">البند الثالث: تبادل والكشف عن المعلومات الشخصية</a></li>\r\n<li><a href="#_Toc377416909">البند الرابع: كيف يمكنك الوصول أو تصحيح المعلومات</a></li>\r\n<li><a href="#_Toc377416910">البند الخامس: التحديثات وتاريخ سريان هذا البيان</a></li>\r\n<li><a href="#_Toc377416911">البند السادس: كيف تتصل بنا للاستفسار بخصوص (اتفاقية سياسية الخصوصية) 4</a></li>\r\n</ul>\r\n<h4 class="bb shadow"><a name="_Toc377416903"></a>مقدمة</h4>\r\n<p>تقرأ وتطبق سياسة الخصوصية لموقع "مدد" على الشبكة (www.madad.com.eg) جنباً إلى جنب مع الشروط والأحكام المنشورة أيضا على هذا الموقع.</p>\r\n<p>يأخذ موقع "مدد" خصوصيتك على محمل الجد. ولهذا، نقدم بيان الخصوصية لإبلاغكم عن المعلومات التي يتم جمعها عنك على الموقع، كيفية استخدام تلك المعلومات، وكيف يمكن تصحيح المعلومات أو تغييرها، والتزاماتك فيما يتعلق بالمعلومات عن الآخرين والتي قد تواجهها خلال استخدام موقع "مدد".</p>\r\n<p>&nbsp;</p>\r\n<h3><a name="_Toc377416904"></a>البند الأول: المعلومات التي نجمعها وسبب جمعها</h3>\r\n<p>&nbsp;</p>\r\n<h2><a name="_Toc377416905"></a>معلومات شخصية</h2>\r\n<p>كجزء من التسجيل على الموقع سوف يطلب منك تزويدنا بمعلومات شخصية محددة مثل اسمك، بريدك الالكتروني، او طلب معلوماتك من الفيسبوك (Facebook) او جوجل (Google) إذا قمت بالتسجيل عن طريقهم (هذا لتوثيق هويتك وربط المعلومات الخاصة بك من الفيسبوك او جوجل، مثل اسمك وعنوان بريدك الإلكتروني، إلى حساب Madad الخاص بك. خدمات مثل الاتصال مع الفيسبوكاو جوجل تعطيك الخيار لنشر معلومات خاصة بأنشطتك على موقع Madad إلى صفحتك الشخصية لمشاركتها مع الآخرين ضمن الشبكة).</p>\r\n<p>عند قيامك بالمساهمة في أحد المشروعات سوف يطلب منك تزويدنا بمعلومات إضافية وذلك بهدف توثيقنا لهويتك كعنوان المراسلات، رقم هاتفك، تاريخ ميلادك أو اي معلومات محددة لهويتك.</p>\r\n<p>بعد تسجيلك في الموقع، ينبغي عليك عدم نشر اي معلومات شخصية (بما في ذلك اي معلومات مالية) على اي جزء من الموقع، باستثناء جزء" إدارة الحساب" وهذا من شأنه حمايتك من امكانية تعرضك للاحتيال او سرقة معلومات هويتك. كما ان نشرك لأي من معلوماتك الشخصية على اي جزء من الموقع باستثناء "حسابي" قد يعتبر مخالفة لهذه الاتفاقية وقد يتسبب بأخذ إجراء بحق عضويتك بالموقع.</p>\r\n<p>اي تعليقات شخصية تقوم بنشرها كعضو ستكون متاحه للجمهور من دون أي توقعات بالخصوصية أو السرية. قد تبقى نسخ المعلومات المنشورة للعرض في الصفحات المخزنة مؤقتا او الأرشيف او إذا قام مستخدمين آخرين بنسخ أو تخزين المحتوى الذي قمت بنشره كعضو.</p>\r\n<p>قد نقوم بعرض الشهادات الشخصية من المستخدمين الراضين عن الموقع. بعد الحصول على موافقتك قد نقوم بنشر شهادتك الخاصة جنبا إلى جنب مع اسمك. إذا كنت ترغب في تحديث أو حذف شهادتك، يمكنك الاتصال بنا باستخدام المعلومات الواردة أدناه.</p>\r\n<p>&nbsp;</p>\r\n<h2><a name="_Toc377416906"></a>معلومات فنية</h2>\r\n<p>مثل معظم المواقع، خوادمنا تلقائيا تجمع معلومات فنية معينة عند زيارة موقعنا، بما في ذلك عنوان بروتوكول الإنترنت خاصتك (IP) وهو عبارة عن رقم مميز يعطى لك من مقدم خدمة الانترنت، نوع المتصفح ولغته وتاريخ ووقت زيارتك، عنوان URL اشارة، وإذا قمت بزيارة موقعنا من قبل. كما نقوم بجمع المعلومات حول الأنشطة الخاصة بك على الموقع، مثل الصفحات التي تقوم بزيارتها على الموقع.</p>\r\n<p>من اجل جمع تلك المعلومات، نحن نستخدم تقنية "الكوكيز" "cookies" " أو تقنيات مشابهة. (الكوكيز) عبارة عن ملفات نصية وضعها في المتصفح لتخزين المفضلات. الكوكيز لا تحتوي على معلومات شخصية، قد تكون مرتبطة بالبيانات المخزنة في ملف تعريف الارتباط فقط.</p>\r\n<p>نحن نستخدم الكوكيز لفهم أكبر حول كيفية استخدام مواقع الإنترنت، بهدف تحليل انماط نشاطاتك التي تمارسها على الموقع، وبالتالي تحسين أو تخصيص المحتوى. على سبيل المثال، قد نستخدم الكوكيز لتخصيص تجربتك على موقعنا (مثل، للتعرف عليك بالاسم عند الرجوع إلى موقع)، حفظ كلمة المرور في المناطق المحمية بكلمة سر. ويمكن أيضا استخدام الكوكيز لمساعدتنا في تقديم المنتجات والبرامج، أو الخدمات التي قد تكون ذات فائدة او صلة لكم.</p>\r\n<p>&nbsp;</p>\r\n<h1><a name="_Toc377416907"></a>البند الثاني: كيفية استخدام تلك المعلومات</h1>\r\n<p>نستخدم معلوماتك الشخصية فقط لتقديم خدمات ودعم من فريق العمل، ومنع النشاطات غير القانونية، وتنفيذ بنود اتفاقيتنا معك. عل سبيل المثال وليس الحصر نستخدم معلوماتك الشخصية للتعرف عليك عند تسجيل الدخول إلى حسابك، إدارة حسابك، الرد على الاستفسارات الخاصة بك، التحقق من بعض نشاطاتك في الموقع والتي نعتبرها ضرورية، وتزويدك برسائل الكترونية إخبارية أو مواد ترويجية أخرى، إجراء البحوث وتحليل البيانات بهدف قياس مستوى خدماتنا وتحسينها لك وتطوير اليات التواصل معك.</p>\r\n<p>قد نلجأ الى الاشتراك في بعض من معلوماتك الشخصية مع الشركات التي تقدم خدمات لمساعدتنا في أنشطة أعمالنا مثل معالجة المساهمات الخاصة بك، وقبول طلبات عمل وتقديم خدمة العملاء. يحق لهذه الشركات استخدام المعلومات الشخصية الخاصة بك فقط عند الضرورة لتوفير هذه الخدمات لنا، والتزامها بالحفاظ على سرية معلوماتك الشخصية.</p>\r\n<p>&nbsp;</p>\r\n<h1><a name="_Toc377416908"></a>البند الثالث: تبادل والكشف عن المعلومات الشخصية</h1>\r\n<p>برغم حرصنا للمحافظة على سرّيتك، الا اننا قد نحتاج الى الافصاح عن معلوماتك الشخصية لأجهزة تنفيذ القانون، الهيئات الحكومية او أطراف ثالثة نكون ملزمين بفعل ذلك بأوامر من المحكمة او غيرها من الدوائر القانونية، لنكون ملتزمين ببنود القانون، عند اعتقادنا ان الافصاح عن معلوماتك الشخصية ربما يقي من أنشطة غير مشروعة، يشتبه فيها الاحتيال والتي تنطوي على تهديدات محتملة للسلامة البدنية لأي شخص، او للتحقيق في امكانية انتهاك لبنود وشروط اتفاقية المستخدم.</p>\r\n<p>في حال تم دمج او بيع مدد، او اي من مؤسساته الفرعية او اصوله التجارية قد نفصح عن معلوماتك الشخصية للمشتري المحتمل، وذلك بهدف استمرار نشاط الموقع</p>\r\n<p>على الرغم من اتخاذنا التدابير المناسبة لحماية ضد الإفصاح غير المصرح به للمعلومات، لا يمكننا أن نؤكد لكم أن المعلومات الشخصية التي نجمعها لن يتم الكشف عنها بطريقة غير متناسقة مع بيان الخصوصية هذا.</p>\r\n<p>بمجرد تسجيلك في الموقع تعتبر أنك أعطيتنا تفويضا واضحا لتسليمك رسائل إلكترونية ترويجية حول خدماتنا، إضافة الى رسائل إلكترونية بخصوص التغيرات، والملامح الجديدة على الموقع، فلو أنك في اي وقت قررت بعدم رغبتك في تلقي مثل هذه الرسائل، ما عليك سوى اختيار الرابط الخاص بإيقاف إرسال هذه الرسائل إلى عنوانك البريدي والمتوفر في أسفل اي من هذه الرسائل الإلكترونية او الذهاب الى جزء "حسابي" على الموقع.</p>\r\n<p>&nbsp;</p>\r\n<h1><a name="_Toc377416909"></a>البند الرابع: كيف يمكنك الوصول أو تصحيح المعلومات<a href="#_msocom_1" name="_msoanchor_1">[1]</a>&nbsp;</h1>\r\n<p>باستطاعتك الوصول ومراجعة معلوماتك الشخصية من خلال صفحة إدارة "حسابي" على الموقع، فاذا ما تغيرت معلوماتك الشخصية باي طريقة، او أنك اعطيت معلومات غير صحيحة على الموقع، عليك تحديثها او تصحيحها حالا من خلال عرضها على "حسابي".&nbsp;</p>\r\n<p>يرجى العلم أننا سوف نحتفظ بمعلوماتك الشخصية خلال وبعد انتهائك من استخدام الموقع بحسب ما هو مطلوب قانونا، وذلك بهدف التغلب على العوائق التقنية، ولمنع الاحتيال، وللمساعدة في اي تحقيق قانوني ولاتخاذ اي اجراءات اخرى ينص عليها القانون</p>\r\n<p>&nbsp;</p>\r\n<h1><a name="_Toc377416910"></a>البند الخامس: التحديثات وتاريخ سريان هذا البيان</h1>\r\n<p>قد نقوم بتحديث سياسية الخصوصية هذا، وسنقوم بإعلامك عن تغييرات الجوهرية في الطريقة التي نتعامل بها مع المعلومات الشخصية من خلال إرسال رسالة إلكترونية إلى عنوان البريد الالكتروني الذي قدمته لنا أو عن طريق نشر إشعار بارز على موقعنا، نحن نشجعكم على</p>\r\n<p>وتكون النسخة المعدلة من (اتفاقية سرية المعلومات) سارية المفعول اعتبارا من تاريخ نشرها. في اعقاب النشر يعتبر استمرارك في استخدام الموقع التزاما منك بالشروط والبنود الواردة في النسخة المعدلة لطريقة معالجتنا وتعاملنا مع معلوماتك الشخصية التي كنت قد زودتنا بها.</p>\r\n<p>تم تحديث الأرشيف المنشورة على هذا الموقع في شباط/ فبراير 2014.<a href="#_msocom_2" name="_msoanchor_2">[2]</a>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<h1><a name="_Toc377416911"></a>البند السادس: كيف تتصل بنا للاستفسار بخصوص (اتفاقية سياسية الخصوصية)</h1>\r\n<p>إذا كان لديك اسئلة او اهتمامات حول جمعنا واستخدامنا لمعلوماتك الشخصية، الرجاء مراسلتنا على العنوان البريدي الخاص بمركز خدمة العملاء.</p>\r\n<p><a name="_msocom_1"></a></p>\r\n<p>&nbsp;<a href="#_msoanchor_1">[1]</a></p>\r\n<p><a name="_msocom_2"></a></p>\r\n<p>&nbsp;<a href="#_msoanchor_2">[2]</a></p>', '2014-04-15 06:34:03', '2014-04-15 06:34:35', 2, 1, 0, '', ',66,65', 229),
(279, 'سياسة الخصوصية', '<ul class="arrows">\r\n<li><a href="#_Toc377416903">مقدمة</a></li>\r\n<li><a href="#_Toc377416904">البند الأول: المعلومات التي نجمعها وسبب جمعها</a></li>\r\n<li><a href="#_Toc377416905">معلومات شخصية</a></li>\r\n<li><a href="#_Toc377416906">معلومات فنية</a></li>\r\n<li><a href="#_Toc377416907">البند الثاني: كيفية استخدام تلك المعلومات</a></li>\r\n<li><a href="#_Toc377416908">البند الثالث: تبادل والكشف عن المعلومات الشخصية</a></li>\r\n<li><a href="#_Toc377416909">البند الرابع: كيف يمكنك الوصول أو تصحيح المعلومات</a></li>\r\n<li><a href="#_Toc377416910">البند الخامس: التحديثات وتاريخ سريان هذا البيان</a></li>\r\n<li><a href="#_Toc377416911">البند السادس: كيف تتصل بنا للاستفسار بخصوص (اتفاقية سياسية الخصوصية) 4</a></li>\r\n</ul>\r\n<h3 class="bb blue"><a name="_Toc377416903"></a>مقدمة</h3>\r\n<p>تقرأ وتطبق سياسة الخصوصية لموقع "مدد" على الشبكة (www.madad.com.eg) جنباً إلى جنب مع الشروط والأحكام المنشورة أيضا على هذا الموقع.</p>\r\n<p>يأخذ موقع "مدد" خصوصيتك على محمل الجد. ولهذا، نقدم بيان الخصوصية لإبلاغكم عن المعلومات التي يتم جمعها عنك على الموقع، كيفية استخدام تلك المعلومات، وكيف يمكن تصحيح المعلومات أو تغييرها، والتزاماتك فيما يتعلق بالمعلومات عن الآخرين والتي قد تواجهها خلال استخدام موقع "مدد".</p>\r\n<p>&nbsp;</p>\r\n<h3><a name="_Toc377416904"></a>البند الأول: المعلومات التي نجمعها وسبب جمعها</h3>\r\n<p>&nbsp;</p>\r\n<h2><a name="_Toc377416905"></a>معلومات شخصية</h2>\r\n<p>كجزء من التسجيل على الموقع سوف يطلب منك تزويدنا بمعلومات شخصية محددة مثل اسمك، بريدك الالكتروني، او طلب معلوماتك من الفيسبوك (Facebook) او جوجل (Google) إذا قمت بالتسجيل عن طريقهم (هذا لتوثيق هويتك وربط المعلومات الخاصة بك من الفيسبوك او جوجل، مثل اسمك وعنوان بريدك الإلكتروني، إلى حساب Madad الخاص بك. خدمات مثل الاتصال مع الفيسبوكاو جوجل تعطيك الخيار لنشر معلومات خاصة بأنشطتك على موقع Madad إلى صفحتك الشخصية لمشاركتها مع الآخرين ضمن الشبكة).</p>\r\n<p>عند قيامك بالمساهمة في أحد المشروعات سوف يطلب منك تزويدنا بمعلومات إضافية وذلك بهدف توثيقنا لهويتك كعنوان المراسلات، رقم هاتفك، تاريخ ميلادك أو اي معلومات محددة لهويتك.</p>\r\n<p>بعد تسجيلك في الموقع، ينبغي عليك عدم نشر اي معلومات شخصية (بما في ذلك اي معلومات مالية) على اي جزء من الموقع، باستثناء جزء" إدارة الحساب" وهذا من شأنه حمايتك من امكانية تعرضك للاحتيال او سرقة معلومات هويتك. كما ان نشرك لأي من معلوماتك الشخصية على اي جزء من الموقع باستثناء "حسابي" قد يعتبر مخالفة لهذه الاتفاقية وقد يتسبب بأخذ إجراء بحق عضويتك بالموقع.</p>\r\n<p>اي تعليقات شخصية تقوم بنشرها كعضو ستكون متاحه للجمهور من دون أي توقعات بالخصوصية أو السرية. قد تبقى نسخ المعلومات المنشورة للعرض في الصفحات المخزنة مؤقتا او الأرشيف او إذا قام مستخدمين آخرين بنسخ أو تخزين المحتوى الذي قمت بنشره كعضو.</p>\r\n<p>قد نقوم بعرض الشهادات الشخصية من المستخدمين الراضين عن الموقع. بعد الحصول على موافقتك قد نقوم بنشر شهادتك الخاصة جنبا إلى جنب مع اسمك. إذا كنت ترغب في تحديث أو حذف شهادتك، يمكنك الاتصال بنا باستخدام المعلومات الواردة أدناه.</p>\r\n<p>&nbsp;</p>\r\n<h2><a name="_Toc377416906"></a>معلومات فنية</h2>\r\n<p>مثل معظم المواقع، خوادمنا تلقائيا تجمع معلومات فنية معينة عند زيارة موقعنا، بما في ذلك عنوان بروتوكول الإنترنت خاصتك (IP) وهو عبارة عن رقم مميز يعطى لك من مقدم خدمة الانترنت، نوع المتصفح ولغته وتاريخ ووقت زيارتك، عنوان URL اشارة، وإذا قمت بزيارة موقعنا من قبل. كما نقوم بجمع المعلومات حول الأنشطة الخاصة بك على الموقع، مثل الصفحات التي تقوم بزيارتها على الموقع.</p>\r\n<p>من اجل جمع تلك المعلومات، نحن نستخدم تقنية "الكوكيز" "cookies" " أو تقنيات مشابهة. (الكوكيز) عبارة عن ملفات نصية وضعها في المتصفح لتخزين المفضلات. الكوكيز لا تحتوي على معلومات شخصية، قد تكون مرتبطة بالبيانات المخزنة في ملف تعريف الارتباط فقط.</p>\r\n<p>نحن نستخدم الكوكيز لفهم أكبر حول كيفية استخدام مواقع الإنترنت، بهدف تحليل انماط نشاطاتك التي تمارسها على الموقع، وبالتالي تحسين أو تخصيص المحتوى. على سبيل المثال، قد نستخدم الكوكيز لتخصيص تجربتك على موقعنا (مثل، للتعرف عليك بالاسم عند الرجوع إلى موقع)، حفظ كلمة المرور في المناطق المحمية بكلمة سر. ويمكن أيضا استخدام الكوكيز لمساعدتنا في تقديم المنتجات والبرامج، أو الخدمات التي قد تكون ذات فائدة او صلة لكم.</p>\r\n<p>&nbsp;</p>\r\n<h1><a name="_Toc377416907"></a>البند الثاني: كيفية استخدام تلك المعلومات</h1>\r\n<p>نستخدم معلوماتك الشخصية فقط لتقديم خدمات ودعم من فريق العمل، ومنع النشاطات غير القانونية، وتنفيذ بنود اتفاقيتنا معك. عل سبيل المثال وليس الحصر نستخدم معلوماتك الشخصية للتعرف عليك عند تسجيل الدخول إلى حسابك، إدارة حسابك، الرد على الاستفسارات الخاصة بك، التحقق من بعض نشاطاتك في الموقع والتي نعتبرها ضرورية، وتزويدك برسائل الكترونية إخبارية أو مواد ترويجية أخرى، إجراء البحوث وتحليل البيانات بهدف قياس مستوى خدماتنا وتحسينها لك وتطوير اليات التواصل معك.</p>\r\n<p>قد نلجأ الى الاشتراك في بعض من معلوماتك الشخصية مع الشركات التي تقدم خدمات لمساعدتنا في أنشطة أعمالنا مثل معالجة المساهمات الخاصة بك، وقبول طلبات عمل وتقديم خدمة العملاء. يحق لهذه الشركات استخدام المعلومات الشخصية الخاصة بك فقط عند الضرورة لتوفير هذه الخدمات لنا، والتزامها بالحفاظ على سرية معلوماتك الشخصية.</p>\r\n<p>&nbsp;</p>\r\n<h1><a name="_Toc377416908"></a>البند الثالث: تبادل والكشف عن المعلومات الشخصية</h1>\r\n<p>برغم حرصنا للمحافظة على سرّيتك، الا اننا قد نحتاج الى الافصاح عن معلوماتك الشخصية لأجهزة تنفيذ القانون، الهيئات الحكومية او أطراف ثالثة نكون ملزمين بفعل ذلك بأوامر من المحكمة او غيرها من الدوائر القانونية، لنكون ملتزمين ببنود القانون، عند اعتقادنا ان الافصاح عن معلوماتك الشخصية ربما يقي من أنشطة غير مشروعة، يشتبه فيها الاحتيال والتي تنطوي على تهديدات محتملة للسلامة البدنية لأي شخص، او للتحقيق في امكانية انتهاك لبنود وشروط اتفاقية المستخدم.</p>\r\n<p>في حال تم دمج او بيع مدد، او اي من مؤسساته الفرعية او اصوله التجارية قد نفصح عن معلوماتك الشخصية للمشتري المحتمل، وذلك بهدف استمرار نشاط الموقع</p>\r\n<p>على الرغم من اتخاذنا التدابير المناسبة لحماية ضد الإفصاح غير المصرح به للمعلومات، لا يمكننا أن نؤكد لكم أن المعلومات الشخصية التي نجمعها لن يتم الكشف عنها بطريقة غير متناسقة مع بيان الخصوصية هذا.</p>\r\n<p>بمجرد تسجيلك في الموقع تعتبر أنك أعطيتنا تفويضا واضحا لتسليمك رسائل إلكترونية ترويجية حول خدماتنا، إضافة الى رسائل إلكترونية بخصوص التغيرات، والملامح الجديدة على الموقع، فلو أنك في اي وقت قررت بعدم رغبتك في تلقي مثل هذه الرسائل، ما عليك سوى اختيار الرابط الخاص بإيقاف إرسال هذه الرسائل إلى عنوانك البريدي والمتوفر في أسفل اي من هذه الرسائل الإلكترونية او الذهاب الى جزء "حسابي" على الموقع.</p>\r\n<p>&nbsp;</p>\r\n<h1><a name="_Toc377416909"></a>البند الرابع: كيف يمكنك الوصول أو تصحيح المعلومات<a href="#_msocom_1" name="_msoanchor_1">[1]</a>&nbsp;</h1>\r\n<p>باستطاعتك الوصول ومراجعة معلوماتك الشخصية من خلال صفحة إدارة "حسابي" على الموقع، فاذا ما تغيرت معلوماتك الشخصية باي طريقة، او أنك اعطيت معلومات غير صحيحة على الموقع، عليك تحديثها او تصحيحها حالا من خلال عرضها على "حسابي".&nbsp;</p>\r\n<p>يرجى العلم أننا سوف نحتفظ بمعلوماتك الشخصية خلال وبعد انتهائك من استخدام الموقع بحسب ما هو مطلوب قانونا، وذلك بهدف التغلب على العوائق التقنية، ولمنع الاحتيال، وللمساعدة في اي تحقيق قانوني ولاتخاذ اي اجراءات اخرى ينص عليها القانون</p>\r\n<p>&nbsp;</p>\r\n<h1><a name="_Toc377416910"></a>البند الخامس: التحديثات وتاريخ سريان هذا البيان</h1>\r\n<p>قد نقوم بتحديث سياسية الخصوصية هذا، وسنقوم بإعلامك عن تغييرات الجوهرية في الطريقة التي نتعامل بها مع المعلومات الشخصية من خلال إرسال رسالة إلكترونية إلى عنوان البريد الالكتروني الذي قدمته لنا أو عن طريق نشر إشعار بارز على موقعنا، نحن نشجعكم على</p>\r\n<p>وتكون النسخة المعدلة من (اتفاقية سرية المعلومات) سارية المفعول اعتبارا من تاريخ نشرها. في اعقاب النشر يعتبر استمرارك في استخدام الموقع التزاما منك بالشروط والبنود الواردة في النسخة المعدلة لطريقة معالجتنا وتعاملنا مع معلوماتك الشخصية التي كنت قد زودتنا بها.</p>\r\n<p>تم تحديث الأرشيف المنشورة على هذا الموقع في شباط/ فبراير 2014.<a href="#_msocom_2" name="_msoanchor_2">[2]</a>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<h1><a name="_Toc377416911"></a>البند السادس: كيف تتصل بنا للاستفسار بخصوص (اتفاقية سياسية الخصوصية)</h1>\r\n<p>إذا كان لديك اسئلة او اهتمامات حول جمعنا واستخدامنا لمعلوماتك الشخصية، الرجاء مراسلتنا على العنوان البريدي الخاص بمركز خدمة العملاء.</p>\r\n<p><a name="_msocom_1"></a></p>\r\n<p>&nbsp;<a href="#_msoanchor_1">[1]</a></p>\r\n<p><a name="_msocom_2"></a></p>\r\n<p>&nbsp;<a href="#_msoanchor_2">[2]</a></p>', '2014-04-15 06:36:21', '2014-04-23 05:40:09', 2, 1, 0, '', ',66,65', 229),
(284, 'About Us', '<p>This is about Taheri and this is all about taheri traders.&nbsp;This is about Taheri and this is all about taheri traders.&nbsp;This is about Taheri and this is all about taheri traders.&nbsp;This is about Taheri and this is all about taheri traders.&nbsp;This is about Taheri and this is all about taheri traders.&nbsp;This is about Taheri and this is all about taheri traders.&nbsp;This is about Taheri and this is all about taheri traders.&nbsp;This is about Taheri and this is all about taheri traders.&nbsp;This is about Taheri and this is all about taheri traders.&nbsp;This is about Taheri and this is all about taheri traders.&nbsp;</p>\r\n<p><img class="circle" src="..//uploads/images/About-taheri.jpg" alt="" /></p>', '2014-04-23 05:46:37', '2014-10-15 14:17:39', 2, 1, 0, '', ',66,65', 229),
(286, 'ads', '<p><img src="/uploads/images/sub-banner-1-255x136 (1).png" alt="" /></p>', '0000-00-00 00:00:00', '2014-10-15 15:37:30', 0, 1, 0, '', '', 0);

-- --------------------------------------------------------

--
-- Table structure for table `com_html_categories`
--

CREATE TABLE IF NOT EXISTS `com_html_categories` (
  `id` int(11) NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `image` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `des` text COLLATE utf8_unicode_ci NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `cat_id` int(11) NOT NULL,
  `alias` varchar(255) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=68 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `com_html_categories`
--

INSERT INTO `com_html_categories` (`id`, `title`, `image`, `des`, `delete`, `order`, `enabled`, `created`, `modified`, `cat_id`, `alias`) VALUES
(64, 'General', '', 'General', 0, 1, 1, '2013-04-15 15:46:02', '2014-02-12 00:00:00', 0, 'General'),
(66, 'Social Media', '', 'Social Media', 0, 3, 1, '2014-02-12 14:04:57', '0000-00-00 00:00:00', 0, 'Social-Media'),
(65, 'Others', '', '', 0, 2, 1, '2013-04-17 08:35:49', '2014-02-12 00:00:00', 0, 'Others'),
(67, 'asdasd', '', '', 0, 4, 1, '2014-02-17 13:09:06', '0000-00-00 00:00:00', 0, 'asdasd');

-- --------------------------------------------------------

--
-- Table structure for table `com_html_categories_xref`
--

CREATE TABLE IF NOT EXISTS `com_html_categories_xref` (
  `id` int(11) NOT NULL,
  `item_id` int(11) NOT NULL,
  `cat_id` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=15 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `com_html_categories_xref`
--

INSERT INTO `com_html_categories_xref` (`id`, `item_id`, `cat_id`, `delete`, `order`, `enabled`, `modified`, `created`) VALUES
(14, 229, 0, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `com_html_xref`
--

CREATE TABLE IF NOT EXISTS `com_html_xref` (
  `id` int(11) NOT NULL,
  `item_id` int(11) NOT NULL,
  `cat_id` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=118 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `com_html_xref`
--

INSERT INTO `com_html_xref` (`id`, `item_id`, `cat_id`, `delete`, `order`, `enabled`, `modified`, `created`) VALUES
(61, 230, 65, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(60, 230, 66, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(59, 230, 64, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(117, 229, 65, 0, 0, 1, '0000-00-00 00:00:00', '2014-10-15 14:18:08'),
(116, 229, 66, 0, 0, 1, '0000-00-00 00:00:00', '2014-10-15 14:18:08'),
(88, 237, 64, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(90, 264, 64, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(113, 270, 64, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(112, 281, 64, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `com_images_gallery`
--

CREATE TABLE IF NOT EXISTS `com_images_gallery` (
  `id` int(11) NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `des` text COLLATE utf8_unicode_ci NOT NULL,
  `image` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `th_image` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `order` tinyint(4) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `cat_id` text COLLATE utf8_unicode_ci NOT NULL,
  `link` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `tags` text COLLATE utf8_unicode_ci NOT NULL,
  `alias` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `description` text COLLATE utf8_unicode_ci NOT NULL,
  `keywords` text COLLATE utf8_unicode_ci NOT NULL,
  `header` text COLLATE utf8_unicode_ci NOT NULL,
  `intro` text COLLATE utf8_unicode_ci NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=373 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `com_images_gallery`
--

INSERT INTO `com_images_gallery` (`id`, `title`, `des`, `image`, `th_image`, `enabled`, `order`, `delete`, `created`, `modified`, `cat_id`, `link`, `tags`, `alias`, `description`, `keywords`, `header`, `intro`) VALUES
(359, 'cairo', '@%plugin::plg_projectdata.id__16;type__all%@', '52dfa873a2a76.png', '', 1, 1, 1, '2013-04-15 15:47:57', '2014-01-23 00:00:00', '66', '', '', 'cairo1', '', '', '', ''),
(360, 'cairo', '', '52a06bf94c912.jpg', '52a06c45ebb71.jpg', 1, 2, 1, '2013-04-15 15:48:20', '2014-01-22 00:00:00', '65', '', '', 'cairo2', '', '', '', ''),
(361, 'double room bathroom', '', '516eb3a757145.gif', '516eb3a75d325.gif', 1, 3, 1, '2013-04-17 08:37:27', '2013-04-17 00:00:00', '65', '', '', 'double-room-bathroom', '', '', '', ''),
(362, 'Comodino- all rooms', '', '516eb3c7aec37.gif', '516eb3c7aee74.gif', 1, 4, 1, '2013-04-17 08:37:59', '2013-04-17 00:00:00', '65', '', '', 'Comodino--all-rooms', '', '', '', ''),
(363, 'Comodino- all rooms', '', '', '', 1, 5, 1, '2013-04-17 08:38:16', '2013-04-17 00:00:00', '64', '', '', 'Comodino--all-rooms', '', '', '', ''),
(364, 'double room bathroom4', 'this is the descriptionthis is the description', '516eb3f3b8ed1.gif', '516eb3f3bb7b9.gif', 1, 6, 1, '2013-04-17 08:38:43', '2013-12-05 00:00:00', '65', '', '', 'double-room-bathroom4', '', '', '', ''),
(365, 'double room bathroom3', 'this is the description', '516eb3f3b8ed1.gif', '516eb3f3bb7b9.gif', 1, 6, 1, '2013-04-17 08:38:43', '2013-12-05 00:00:00', '65', '', '', 'double-room-bathroom3', '', '', '', ''),
(366, 'Comodino- all rooms', '', '516eb3c7aec37.gif', '516eb3c7aee74.gif', 1, 4, 1, '2013-04-17 08:37:59', '2013-04-17 00:00:00', '65', '', '', 'Comodino--all-rooms', '', '', '', ''),
(367, 'double room bathroom2', 'this is the description', '516eb3a757145.gif', '516eb3a75d325.gif', 1, 3, 1, '2013-04-17 08:37:27', '2013-12-05 00:00:00', '65', '', '', 'double-room-bathroom2', '', '', '', ''),
(368, 'double room bathroom1', 'this is the description', '516eb3f3b8ed1.gif', '516eb3f3bb7b9.gif', 1, 6, 1, '2013-04-17 08:38:43', '2013-12-05 00:00:00', '65', '', '', 'double-room-bathroom1', '', '', '', ''),
(369, 'Comodino- all rooms', 'this is the description', '516eb3c7aec37.gif', '516eb3c7aee74.gif', 1, 4, 1, '2013-04-17 08:37:59', '2013-12-05 00:00:00', '65', '', '', 'Comodino--all-rooms', '', '', '', ''),
(370, 'double room bathroom', 'this is the description', '516eb3a757145.gif', '516eb3a75d325.gif', 1, 3, 1, '2013-04-17 08:37:27', '2014-01-22 00:00:00', '64,65', '', '', 'double-room-bathroom', '', '', '', ''),
(371, 'Herbs', 'this is herbs description', '53579e30f1e0f.png', '', 1, 1, 0, '2013-04-15 15:47:57', '2014-09-30 05:51:11', ',66', '', '', 'Herbs', '', '', '', ''),
(372, 'Spices', 'This is dummy description. This is dummy description.This is dummy description.This is dummy description.', '53579de0ba026.png', '', 1, 1, 0, '2013-04-15 15:47:57', '2014-04-23 05:02:56', ',66', '', '', 'Spices', '', '', '', '');

-- --------------------------------------------------------

--
-- Table structure for table `com_images_gallery_categories`
--

CREATE TABLE IF NOT EXISTS `com_images_gallery_categories` (
  `id` int(11) NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `image` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `des` text COLLATE utf8_unicode_ci NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `cat_id` int(11) NOT NULL,
  `alias` varchar(255) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=67 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `com_images_gallery_categories`
--

INSERT INTO `com_images_gallery_categories` (`id`, `title`, `image`, `des`, `delete`, `order`, `enabled`, `created`, `modified`, `cat_id`, `alias`) VALUES
(64, 'Faiz', '52a06a114b17b.JPG', '', 0, 1, 1, '2013-04-15 15:46:02', '2013-12-05 00:00:00', 0, 'Faiz'),
(65, 'Accomodation', '52a06a5c3b2ef.JPG', '', 0, 2, 1, '2013-04-17 08:35:49', '2013-12-05 00:00:00', 0, 'Accomodation'),
(66, 'Madad Slideshow', '', '', 0, 3, 1, '2014-01-22 09:26:42', '0000-00-00 00:00:00', 0, 'Madad-Slideshow');

-- --------------------------------------------------------

--
-- Table structure for table `com_images_gallery_xref`
--

CREATE TABLE IF NOT EXISTS `com_images_gallery_xref` (
  `id` int(11) NOT NULL,
  `item_id` int(11) NOT NULL,
  `cat_id` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=393 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `com_images_gallery_xref`
--

INSERT INTO `com_images_gallery_xref` (`id`, `item_id`, `cat_id`, `delete`, `order`, `enabled`, `modified`, `created`) VALUES
(6, 149, 38, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(7, 148, 38, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(4, 150, 38, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(5, 151, 38, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(17, 152, 40, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(207, 153, 41, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(205, 155, 41, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(203, 156, 41, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(201, 157, 41, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(14, 158, 44, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(15, 159, 44, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(16, 160, 45, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(18, 152, 41, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(19, 162, 46, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(187, 163, 46, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(333, 164, 46, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(22, 165, 46, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(189, 166, 46, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(24, 167, 46, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(25, 168, 46, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(191, 169, 46, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(27, 170, 46, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(28, 171, 46, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(29, 172, 46, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(193, 173, 46, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(31, 174, 46, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(32, 175, 46, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(33, 176, 46, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(34, 177, 46, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(35, 178, 46, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(36, 179, 46, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(37, 180, 46, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(38, 181, 46, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(39, 182, 46, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(40, 183, 46, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(41, 184, 46, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(42, 185, 46, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(43, 186, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(44, 187, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(45, 188, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(46, 189, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(47, 190, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(48, 191, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(49, 192, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(50, 193, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(51, 194, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(52, 195, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(53, 196, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(54, 197, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(55, 198, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(56, 199, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(57, 200, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(58, 201, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(59, 202, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(60, 203, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(61, 204, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(62, 205, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(63, 206, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(64, 207, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(65, 208, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(66, 209, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(67, 210, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(68, 211, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(69, 212, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(70, 213, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(71, 214, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(72, 215, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(73, 216, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(74, 217, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(75, 218, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(76, 219, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(77, 220, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(78, 221, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(79, 222, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(80, 223, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(81, 224, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(82, 225, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(83, 226, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(84, 227, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(85, 228, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(86, 229, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(87, 230, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(88, 231, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(89, 232, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(90, 233, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(91, 234, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(92, 235, 47, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(330, 236, 55, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(320, 237, 55, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(308, 238, 48, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(307, 239, 48, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(306, 240, 48, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(305, 241, 55, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(302, 242, 48, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(303, 243, 48, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(301, 244, 48, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(300, 245, 48, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(332, 246, 48, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(328, 247, 48, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(331, 248, 48, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(326, 249, 48, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(324, 250, 48, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(325, 251, 48, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(327, 252, 48, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(323, 253, 48, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(322, 254, 48, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(321, 255, 48, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(318, 256, 48, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(317, 257, 48, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(315, 258, 48, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(316, 259, 48, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(314, 260, 48, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(313, 261, 48, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(312, 262, 48, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(311, 263, 48, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(309, 264, 48, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(122, 265, 49, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(123, 266, 49, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(124, 267, 49, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(125, 268, 49, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(126, 269, 49, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(127, 270, 49, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(128, 271, 49, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(129, 272, 49, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(130, 273, 49, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(131, 274, 49, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(132, 275, 49, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(133, 276, 49, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(134, 277, 49, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(135, 278, 49, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(136, 279, 49, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(137, 280, 49, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(138, 281, 49, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(139, 282, 49, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(140, 283, 49, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(141, 284, 49, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(142, 285, 49, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(143, 286, 49, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(144, 287, 49, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(145, 288, 49, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(146, 289, 49, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(147, 290, 49, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(148, 291, 49, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(149, 292, 49, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(150, 293, 49, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(151, 294, 49, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(152, 295, 49, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(153, 296, 49, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(154, 297, 49, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(155, 298, 49, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(156, 299, 49, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(157, 300, 49, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(158, 301, 49, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(159, 302, 49, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(299, 303, 50, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(287, 304, 50, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(279, 306, 50, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(277, 307, 50, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(274, 308, 50, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(276, 309, 50, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(272, 310, 50, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(270, 311, 50, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(298, 312, 50, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(297, 313, 50, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(295, 314, 50, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(294, 315, 50, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(293, 316, 50, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(291, 317, 50, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(290, 318, 50, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(288, 319, 50, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(286, 320, 50, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(285, 321, 50, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(278, 322, 50, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(180, 323, 51, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(181, 324, 57, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(182, 325, 57, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(183, 326, 57, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(184, 327, 57, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(185, 328, 57, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(186, 329, 57, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(188, 163, 55, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(190, 166, 55, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(192, 169, 55, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(194, 173, 55, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(319, 237, 48, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(329, 236, 48, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(304, 241, 48, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(202, 157, 54, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(204, 156, 54, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(206, 155, 54, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(208, 153, 54, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(292, 154, 41, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(222, 330, 58, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(223, 331, 58, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(224, 332, 58, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(225, 333, 58, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(226, 334, 58, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(227, 336, 58, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(228, 337, 58, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(229, 338, 19, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(230, 338, 38, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(231, 338, 40, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(232, 339, 19, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(233, 339, 38, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(234, 339, 40, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(235, 340, 19, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(236, 340, 38, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(237, 340, 40, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(239, 341, 60, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(240, 342, 61, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(241, 343, 61, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(242, 344, 19, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(243, 344, 38, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(244, 344, 61, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(245, 345, 61, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(246, 346, 62, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(247, 347, 62, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(248, 348, 62, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(250, 349, 54, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(251, 349, 63, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(252, 350, 54, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(253, 350, 63, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(254, 351, 54, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(255, 351, 63, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(256, 352, 54, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(257, 352, 63, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(258, 353, 54, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(259, 353, 63, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(260, 354, 54, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(261, 354, 63, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(262, 355, 54, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(263, 355, 63, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(264, 356, 54, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(265, 356, 63, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(266, 357, 54, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(267, 357, 63, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(268, 358, 54, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(269, 358, 63, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(271, 311, 55, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(273, 310, 55, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(275, 308, 55, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(296, 305, 50, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(289, 319, 55, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(385, 359, 66, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(375, 360, 65, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(350, 361, 65, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(347, 362, 65, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(349, 363, 64, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(358, 364, 65, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(380, 370, 65, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(354, 369, 65, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(355, 368, 65, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(356, 367, 65, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(344, 366, 65, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(357, 365, 65, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(379, 370, 64, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(389, 372, 66, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(392, 371, 66, 0, 0, 1, '0000-00-00 00:00:00', '2014-09-30 05:51:11');

-- --------------------------------------------------------

--
-- Table structure for table `com_install`
--

CREATE TABLE IF NOT EXISTS `com_install` (
  `id` int(11) NOT NULL,
  `ins_title` varchar(255) DEFAULT NULL,
  `ins_alias` varchar(255) NOT NULL,
  `ins_type` varchar(255) DEFAULT NULL,
  `delete` tinyint(4) DEFAULT '0',
  `order` int(11) DEFAULT '0',
  `enabled` tinyint(4) DEFAULT '1',
  `created` datetime DEFAULT NULL,
  `modified` datetime DEFAULT NULL,
  `image` varchar(255) DEFAULT NULL,
  `ins_for` varchar(255) DEFAULT NULL,
  `default` tinyint(4) NOT NULL,
  `properties` text NOT NULL,
  `com_id` text NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=122 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `com_install`
--

INSERT INTO `com_install` (`id`, `ins_title`, `ins_alias`, `ins_type`, `delete`, `order`, `enabled`, `created`, `modified`, `image`, `ins_for`, `default`, `properties`, `com_id`) VALUES
(1, '', 'style', 'template', 0, 0, 0, '2014-09-24 08:30:54', NULL, NULL, NULL, 1, '', ''),
(47, 'html', 'com_html', 'component', 0, 0, 1, '2012-03-26 04:55:47', NULL, NULL, 'fornt', 0, '', ''),
(49, 'content', 'com_content_article', 'component', 0, 0, 1, '2012-03-26 04:56:47', NULL, NULL, 'fornt', 0, '', ''),
(50, 'code htmil', 'mod_htmlcode', 'module', 1, 0, 1, '2012-03-26 07:32:50', NULL, NULL, 'fornt', 0, '', ''),
(51, 'menu', 'mod_menu', 'module', 1, 0, 1, '2012-03-26 11:39:43', NULL, NULL, 'fornt', 0, '', ''),
(52, 'Contact', 'com_contect', 'component', 0, 2, 1, '2012-03-27 08:32:32', '2013-03-07 00:00:00', NULL, 'fornt', 0, '', ''),
(53, 'Images Gallery', 'com_images_gallery', 'component', 0, 0, 1, '2012-03-29 07:24:13', '2013-03-07 00:00:00', NULL, 'fornt', 0, '', ''),
(80, 'style55', 'style', 'template', 1, 0, 1, '2013-01-21 07:21:36', NULL, NULL, NULL, 0, 'color__a633a6;', ''),
(56, 'Iframe', 'mod_iframe', 'module', 1, 0, 1, '2012-04-02 06:05:24', NULL, NULL, 'fornt', 0, '', ''),
(57, 'iframe', 'mod_iframe', 'module', 1, 0, 1, '2012-04-02 08:49:03', NULL, NULL, 'fornt', 0, '', ''),
(58, 'slideShow', 'mod_slide_show', 'module', 1, 0, 1, '2012-04-02 16:28:16', NULL, NULL, 'fornt', 0, '', ''),
(61, 'Modules', 'com_modules', 'plugin', 1, 0, 1, '2012-04-19 05:47:32', NULL, NULL, 'fornt', 0, '', ''),
(79, 'sss', 'style', 'style', 0, 0, 1, '2013-01-21 07:17:14', NULL, NULL, NULL, 0, 'color__400c40;', ''),
(65, 'Products', 'com_products', 'component', 0, 0, 1, '2012-04-24 14:56:50', NULL, NULL, 'fornt', 0, '', ''),
(66, 'Trash', 'com_trash', 'plugin', 1, 0, 1, '2012-04-25 07:05:21', NULL, NULL, 'fornt', 0, '', ''),
(67, 'styleDark', 'style', 'template', 0, 0, 1, '2012-04-26 04:00:36', '2013-01-13 09:43:27', NULL, NULL, 0, 'color__525150;', ''),
(68, 'Groups', 'com_users_groups', 'plugin', 1, 0, 1, '2012-07-09 09:32:48', '2012-07-09 14:21:20', NULL, 'fornt', 0, '', ''),
(69, 'FAQ', 'com_faq', 'component', 0, 1, 1, '2012-10-07 05:54:05', NULL, NULL, 'fornt', 0, '', ''),
(70, 'Video  Gallery', 'com_video_gallery', 'component', 0, 3, 1, '2012-10-08 11:55:57', '2013-01-20 00:00:00', NULL, 'fornt', 0, '', ''),
(71, 'News Letter', 'com_newsLetter', 'plugin', 0, 0, 1, '2012-11-28 14:52:04', NULL, NULL, 'fornt', 0, '', ''),
(72, 'Mail Templates', 'com_mailsTemplates', 'plugin', 0, 0, 1, '2012-11-28 14:52:34', NULL, NULL, 'fornt', 0, '', ''),
(78, 'All menus Items', 'menu_itmes', 'plugin', 1, 0, 1, '2013-01-21 01:52:06', NULL, NULL, 'fornt', 0, '', ''),
(74, 'styleLight', 'style', 'template', 0, 0, 1, '2012-04-26 04:00:36', '2013-01-13 09:39:10', NULL, NULL, 0, 'color__fffaff;', ''),
(75, 'Test template', 'style', 'style', 0, 0, 1, '2013-01-17 02:23:33', NULL, NULL, NULL, 0, 'color__4fdbd6;', ''),
(76, 'Test template', 'style', 'style', 0, 0, 1, '2013-01-17 02:24:35', NULL, NULL, NULL, 0, 'color__15c4db;', ''),
(87, 'Wizard', 'com_wizard', 'component', 0, 6, 1, '2013-04-18 04:54:53', NULL, NULL, 'fornt', 0, '', ''),
(81, 'Cities', 'com_cities_categories', 'plugin', 0, 0, 1, '2013-03-18 07:32:24', '2013-05-02 00:00:00', NULL, 'fornt', 0, '', ''),
(82, 'google ADS', 'com_google_adsense', 'plugin', 0, 0, 1, '2013-03-30 09:43:08', NULL, NULL, 'fornt', 0, '', ''),
(83, 'Polling', 'com_poll_questions', 'plugin', 0, 0, 1, '2013-03-30 15:15:25', NULL, NULL, 'fornt', 0, '', ''),
(84, 'Events', 'com_events', 'component', 0, 0, 1, '2013-04-01 13:38:45', NULL, NULL, 'fornt', 0, '', ''),
(85, 'source', 'plg_rescores', '', 0, 4, 1, '2013-04-06 11:13:00', '2014-02-12 00:00:00', NULL, 'fornt', 0, '', '53,70'),
(86, 'Gustbook', 'com_gustbook', 'component', 0, 5, 1, '2013-04-17 10:39:37', '2013-04-17 00:00:00', NULL, 'fornt', 0, '', ''),
(88, 'Form', 'com_form', 'plugin', 0, 7, 1, '2013-04-22 12:50:10', NULL, NULL, 'fornt', 0, '', ''),
(89, 'paypal', 'plg_paypal', 'plugin', 0, 8, 1, '2013-05-02 11:10:58', NULL, NULL, 'fornt', 0, '', '65'),
(90, '2checkout', 'plg_2checkout', 'plugin', 0, 9, 1, '2013-05-02 11:15:56', NULL, NULL, 'fornt', 0, '', ''),
(91, 'Data', 'com_data', 'plugin', 0, 10, 1, '2013-05-28 10:42:58', NULL, NULL, 'fornt', 0, '', ''),
(92, 'Query', 'com_qery', 'plugin', 0, 11, 1, '2013-06-05 06:21:06', NULL, NULL, 'fornt', 0, '', ''),
(93, 'cquery', 'com_query', 'plugin', 0, 12, 1, '2013-06-06 05:09:38', NULL, NULL, 'fornt', 0, '', ''),
(94, 'dataBluder', 'sys_dataBluder', 'plugin', 0, 13, 1, '2013-08-21 12:26:17', NULL, NULL, 'fornt', 0, '', ''),
(95, 'query', 'sys_query', 'plugin', 0, 14, 1, '2013-08-21 12:50:49', NULL, NULL, 'fornt', 0, '', ''),
(96, 'Data', 'com_data', 'plugin', 0, 15, 1, '2013-08-25 07:24:14', NULL, NULL, 'fornt', 0, '', ''),
(97, 'PKGS', 'com_pkgs', 'plugin', 0, 16, 1, '2013-10-07 07:37:21', NULL, NULL, 'fornt', 0, '', ''),
(98, 'reservations', 'com_reservations', 'plugin', 0, 17, 1, '2013-10-07 12:17:33', NULL, NULL, 'fornt', 0, '', ''),
(99, 'mobile config', 'sys_mobile_setting', 'plugin', 0, 18, 1, '2013-10-21 09:32:02', NULL, NULL, 'fornt', 0, '', ''),
(100, 'APP', 'com_app', 'GET__type', 0, 19, 0, '2013-11-11 17:18:12', NULL, NULL, 'fornt', 0, '', ''),
(101, 'App', 'com_app', 'component', 0, 20, 1, '2013-11-11 17:19:08', NULL, NULL, 'fornt', 0, '', ''),
(102, 'ImageGallary', 'plg_imagegallery', '', 0, 21, 1, '2013-12-11 07:55:28', '2014-02-12 00:00:00', NULL, 'fornt', 0, '', '49,70'),
(103, 'videoGallery', 'plg_videosgallery', '', 0, 22, 1, '2013-12-11 16:16:10', '2014-02-12 00:00:00', NULL, 'fornt', 0, '', '49'),
(104, 'MoreData', 'plg_moreData', '', 0, 23, 1, '2013-12-18 14:18:40', '2014-02-12 00:00:00', NULL, 'fornt', 0, '', '49'),
(105, 'PageHtml', 'plg_PageData', 'plugin', 0, 24, 1, '2013-12-19 13:47:18', NULL, NULL, 'fornt', 0, '', '47'),
(106, 'PageHtml', 'plg_PageData', 'plugin', 0, 25, 1, '2013-12-19 13:47:22', NULL, NULL, 'fornt', 0, '', '47'),
(107, 'PageData', 'plg_PageData', 'plugin', 0, 26, 1, '2013-12-19 13:51:29', '2013-12-20 00:00:00', NULL, 'fornt', 0, '', '49'),
(108, 'getForm', 'plg_getForm', '', 0, 27, 1, '2013-12-19 14:50:35', '2014-02-12 00:00:00', NULL, 'fornt', 0, '', '49'),
(110, 'Admin Menu', 'sys_admin_menu', 'component', 0, 29, 1, '2013-12-29 07:05:39', NULL, NULL, 'fornt', 0, '', ''),
(111, 'Projects', 'com_project', 'component', 0, 30, 1, '2014-01-06 11:35:43', '2014-01-14 00:00:00', NULL, 'fornt', 0, '', ''),
(112, 'Google Map', 'com_google_map', 'component', 0, 31, 1, '2014-01-07 03:39:07', NULL, NULL, 'fornt', 0, '', ''),
(113, 'cart', 'plg_cart', 'plugin', 0, 32, 1, '2014-01-15 04:18:39', NULL, NULL, 'fornt', 0, '', '111'),
(114, 'Front User Setting', 'com_users_settings', 'component', 0, 33, 1, '2014-01-20 09:13:18', NULL, NULL, 'fornt', 0, '', ''),
(115, 'Comments', 'plg_comments', 'plugin', 0, 34, 1, '2014-03-05 07:04:37', NULL, NULL, 'fornt', 0, '', ',-1'),
(116, 'order', 'plugincart_order', 'plugin', 0, 35, 1, '2014-03-21 16:14:47', NULL, NULL, 'fornt', 0, '', ''),
(117, 'Mobile Application', 'sys_mobile_application', 'component', 0, 36, 1, '2014-11-03 10:49:51', NULL, NULL, 'fornt', 0, '', ''),
(118, 'Pircr Plan', 'com_price_plan', 'component', 0, 37, 1, '2014-11-09 08:12:44', NULL, NULL, 'fornt', 0, '', ''),
(119, 'Yards', 'com_yards', 'component', 0, 38, 1, '2014-11-09 08:19:13', NULL, NULL, 'fornt', 0, '', ''),
(120, 'Dumpster', 'com_dumpsters', 'component', 0, 39, 1, '2014-11-09 08:19:28', NULL, NULL, 'fornt', 0, '', ''),
(121, 'Qerecycle setting', 'com_qrecycle_setting', 'component', 0, 40, 1, '2014-11-23 16:24:11', NULL, NULL, 'fornt', 0, '', '');

-- --------------------------------------------------------

--
-- Table structure for table `com_invitation`
--

CREATE TABLE IF NOT EXISTS `com_invitation` (
  `id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `code` text NOT NULL,
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL,
  `delete` int(11) NOT NULL,
  `enabled` int(11) NOT NULL,
  `order` int(11) NOT NULL,
  `plugins_data` text NOT NULL,
  `cat_id` text NOT NULL,
  `history` int(11) NOT NULL,
  `openurl` text NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `com_invitation`
--

INSERT INTO `com_invitation` (`id`, `title`, `code`, `modified`, `created`, `delete`, `enabled`, `order`, `plugins_data`, `cat_id`, `history`, `openurl`) VALUES
(1, 'Dummy Code', '123456', '2014-05-02 14:16:10', '2014-05-01 10:36:48', 0, 1, 0, '', '', 0, ''),
(2, 'Madad Wedding Code', 'Wedding2014', '0000-00-00 00:00:00', '2014-05-02 14:16:40', 0, 1, 0, '', '', 0, '');

-- --------------------------------------------------------

--
-- Table structure for table `com_language`
--

CREATE TABLE IF NOT EXISTS `com_language` (
  `id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL,
  `delete` int(11) NOT NULL,
  `enabled` int(11) NOT NULL,
  `order` int(11) NOT NULL,
  `l_image` varchar(255) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `com_language`
--

INSERT INTO `com_language` (`id`, `title`, `modified`, `created`, `delete`, `enabled`, `order`, `l_image`) VALUES
(1, 'en', '2014-06-15 17:05:33', '2014-06-15 16:56:16', 0, 1, 0, '539e26bd520f6.gif'),
(2, 'ar', '2014-06-15 17:05:11', '2014-06-15 16:56:32', 0, 1, 0, '539e26a777e3a.png'),
(3, 'ar', '2014-06-15 17:05:11', '2014-06-15 16:56:32', 0, 1, 0, '539e26a777e3a.png');

-- --------------------------------------------------------

--
-- Table structure for table `com_mailsTemplates`
--

CREATE TABLE IF NOT EXISTS `com_mailsTemplates` (
  `id` int(11) NOT NULL,
  `recipients` text NOT NULL,
  `title` varchar(255) NOT NULL,
  `body` text NOT NULL,
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL,
  `delete` int(11) NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `subject` varchar(255) NOT NULL,
  `sender_name` varchar(255) NOT NULL,
  `sender_mail` varchar(255) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `com_mailsTemplates`
--

INSERT INTO `com_mailsTemplates` (`id`, `recipients`, `title`, `body`, `modified`, `created`, `delete`, `enabled`, `order`, `subject`, `sender_name`, `sender_mail`) VALUES
(1, '', 'sales@kwikheatpacks.com', '<div style="border: solid #e0e0e0 1.0pt; margin: auto; width: 736px;">\r\n<p><img src="http://kwikheatpacks.com/templates/style/css/images/logo.png" alt="Kwikheat Logo" /></p>\r\n<p>&nbsp;</p>\r\n<h1>Greetings!</h1>\r\n<p>Thank you for ordering from kwikheatpacks.com.</p>\r\n<p>We Wish you happy hours of relaxing heat therapy for you and your loved ones!</p>\r\n<p>For special offers and the latest on the Kwikheat Community, please follow us on <a href="http://www.facebook.com/kwikheatpacks">www.facebook.com/kwikheatpacks</a> or <a href="http://www.twitter.com/kwikheatpacks">www.twitter.com/kwikheatpacks</a>.</p>\r\n<p>This email contains important information regarding your recent purchase. Please save it for reference.</p>\r\n<p>If you have any questions about this order or the products/services you''ve purchased, please feel free to visit our <a href="http://kwikheatpacks.com/Contact/">Contact</a> page.<br /> <br /> Sincerely,<br /> <br /> The Kwikheat Team&nbsp;</p>\r\n</div>', '2013-05-21 00:00:00', '0000-00-00 00:00:00', 0, 1, 0, 'Your order details', 'Kwikheat Sales', 'sales@kwikheatpacks.com');

-- --------------------------------------------------------

--
-- Table structure for table `com_menus`
--

CREATE TABLE IF NOT EXISTS `com_menus` (
  `id` int(11) NOT NULL,
  `men_title` varchar(250) NOT NULL,
  `men_alias` varchar(250) NOT NULL,
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `cat_id` int(11) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=19 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `com_menus`
--

INSERT INTO `com_menus` (`id`, `men_title`, `men_alias`, `modified`, `created`, `enabled`, `order`, `delete`, `cat_id`) VALUES
(8, 'Taheri Menu', 'topmenu', '2014-04-23 16:29:10', '2012-04-26 04:23:48', 1, 0, 0, 0),
(10, 'Header Menu ', 'ourmenu', '2014-03-19 10:57:02', '2012-12-03 08:32:52', 1, 0, 0, 0),
(13, 'Bottom Menu', 'Bottom-Menu', '2014-01-22 00:00:00', '2013-04-13 06:19:37', 1, 0, 0, 0),
(14, 'faiz bottommenu', 'bottommenu', '2014-01-22 00:00:00', '2013-04-17 05:34:35', 1, 0, 0, 0),
(15, 'mobile', 'mobile', '0000-00-00 00:00:00', '2013-10-22 04:49:12', 1, 0, 0, 0),
(18, 'testing new', 'testing-new', '0000-00-00 00:00:00', '2013-12-04 18:46:39', 1, 0, 1, 0);

-- --------------------------------------------------------

--
-- Table structure for table `com_modules`
--

CREATE TABLE IF NOT EXISTS `com_modules` (
  `id` int(11) NOT NULL,
  `mod_label` varchar(255) NOT NULL,
  `mod_viewall` tinyint(4) NOT NULL,
  `mod_title` varchar(255) NOT NULL,
  `order` int(11) NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `created` datetime NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `modified` datetime NOT NULL,
  `view_title` tinyint(4) NOT NULL,
  `morecss` text NOT NULL,
  `properties` text NOT NULL,
  `position` varchar(255) NOT NULL,
  `type` varchar(255) DEFAULT NULL,
  `class` varchar(255) DEFAULT NULL,
  `permission` text NOT NULL,
  `permission_all` tinyint(4) NOT NULL,
  `site` text NOT NULL,
  `all_site` tinyint(4) NOT NULL,
  `permission_gust` tinyint(4) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=300 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `com_modules`
--

INSERT INTO `com_modules` (`id`, `mod_label`, `mod_viewall`, `mod_title`, `order`, `enabled`, `created`, `delete`, `modified`, `view_title`, `morecss`, `properties`, `position`, `type`, `class`, `permission`, `permission_all`, `site`, `all_site`, `permission_gust`) VALUES
(133, '', 1, 'menu', 1, 1, '2013-01-13 00:00:00', 1, '2013-01-13 00:00:00', 1, '', 'selecmenu__8;viewImage__0;viewComment__1;', 'menu', 'mod_menu', 'dark', '', 0, '', 1, 0),
(172, '', 1, 'Bread_Crumb', 3, 0, '2013-02-11 14:46:01', 1, '0000-00-00 00:00:00', 0, '', '', 'Bread_Crumb', 'mod_Bread_Crumb', 'nostyle', '', 0, '', 1, 0),
(173, '', 1, 'search', 4, 0, '2013-02-11 14:57:29', 1, '0000-00-00 00:00:00', 0, '', '', 'search', 'mod_search', 'nostyle', '', 0, '', 1, 0),
(174, '', 1, 'menu', 5, 1, '2013-02-13 07:05:42', 1, '2013-03-18 00:00:00', 0, '', 'selecmenu__8;viewImage__0;viewComment__0;', 'menu', 'mod_Menu', 'nostyle', '', 1, '1', 1, 0),
(252, '', 1, 'menu', 6, 1, '2013-04-15 14:39:11', 1, '2013-12-19 00:00:00', 0, '', 'selecmenu__8;viewImage__0;viewComment__0;', 'mainmenu', 'mod_Menu', 'nostyle', '', 1, '', 1, 0),
(253, '', 1, 'outmenu', 6, 1, '2013-04-15 14:39:11', 1, '2013-12-19 00:00:00', 0, '', 'selecmenu__10;viewImage__0;viewComment__0;', 'our_menu', 'mod_Menu', 'nostyle', '', 1, '', 1, 0),
(254, '', 0, 'cairo', 7, 1, '2013-04-15 15:49:51', 1, '2013-04-15 00:00:00', 1, '', 'viwtype__images;seleccatnews__;seleccat__64;seleccatvideo__;seleccatpro__;effect__random;style__theme-default;captionOpacity__0;Speed__800;pauseTime__6000;directionNav__false;directionNavHide__false;pauseOnHover__false;controlNavThumbs__false;morecss__;', 'slideShow_right', 'mod_Slide_Show', 'nostyle', '', 1, '', 1, 0),
(255, '', 0, 'cities menu', 8, 1, '2013-04-15 16:27:56', 1, '2013-12-19 00:00:00', 0, '', 'selecmenu__13;viewImage__;viewComment__;', 'slideShow_left', 'mod_Menu', 'nostyle', '', 1, '', 1, 0),
(256, '', 1, 'cities menu', 8, 1, '2013-04-15 16:27:56', 1, '2013-12-19 00:00:00', 0, '', 'selecmenu__13;viewImage__;viewComment__;', 'left', 'mod_Menu', 'nostyle', '', 1, '', 1, 0),
(257, '', 1, 'Copyright ', 9, 1, '2013-04-16 06:49:22', 1, '2013-12-19 00:00:00', 0, '', 'selectcode__124;', 'copyright', 'mod_HTML_Code', 'nostyle', '', 1, '', 1, 0),
(258, '', 0, 'Latest News', 10, 1, '2013-04-16 07:53:43', 1, '2013-12-19 00:00:00', 1, '', 'viewtype__h;cat_id__35;view__articles;Datatype__latest;dynamic__0;viewTitle__1;viewImage__0;viewDes__0;viewDesNum__10;viewMViews__0;numberView__5;firstMainStyle__0;tagmaxfont__;tagminfont__;', 'main_top_left', 'mod_news_Ticker', 'nostyle', '', 1, '', 1, 0),
(259, '', 0, 'mainnewsdata', 11, 1, '2013-04-16 08:21:10', 1, '2013-12-19 00:00:00', 0, '', 'cat_id__35;view__articles;Datatype__latest;dynamic__0;viewTitle__1;viewImage__0;viewDes__1;viewDesNum__50;viewMViews__0;numberView__4;firstMainStyle__0;tagmaxfont__;tagminfont__;', '', 'mod_News_Data', 'nostyle', '', 1, '', 1, 0),
(260, '', 0, 'wisther', 12, 1, '2013-04-17 04:09:29', 1, '2013-12-19 00:00:00', 0, '', 'citycode__EGXX0004;', 'main_top_right', 'mod_weatherTime', 'nostyle', '', 1, '', 1, 0),
(261, '', 0, 'time', 13, 1, '2013-04-17 04:52:31', 1, '2013-12-19 00:00:00', 0, '', 'citycode__EGXX0004;', 'main_top_right', 'mod_time', 'nostyle', '', 1, '', 1, 0),
(262, '', 1, 'sunsit', 14, 1, '2013-04-17 05:10:12', 1, '2013-12-19 00:00:00', 0, '', 'ptime__+1;', 'footer_left', 'mod_sunsetSunrise', 'nostyle', '', 1, '', 1, 0),
(263, '', 1, 'bottommenu', 15, 1, '2013-04-17 05:40:44', 1, '2013-12-19 00:00:00', 0, '', 'selecmenu__14;viewImage__;viewComment__;', 'footer_right', 'mod_Menu', 'nostyle', '', 1, '', 1, 0),
(264, '', 1, 'llogin', 16, 1, '2013-09-09 12:05:30', 1, '2013-12-19 00:00:00', 1, '', '', 'copyright', 'mod_Users', 'nostyle', '', 1, '', 1, 0),
(265, '', 1, 'menu', 6, 1, '2013-04-15 14:39:11', 1, '2013-12-19 00:00:00', 0, '', 'selecmenu__8;viewImage__0;viewComment__0;', 'mainmenu', 'mod_Menu', 'nostyle', '', 1, '', 1, 0),
(266, '', 0, 'test ', 17, 1, '2014-01-08 02:28:09', 1, '2014-01-08 00:00:00', 1, '', '', 'footer_right', 'mod_HTML_Code', 'nostyle', '', 1, '', 1, 0),
(267, '', 1, 'frist Mod', 18, 1, '2014-01-08 02:50:59', 1, '2014-01-08 00:00:00', 1, '', '', 'copyright', 'mod_google_map', 'nostyle', '', 1, '', 1, 0),
(268, '', 1, 'TH Mod', 18, 1, '2014-01-08 02:50:59', 1, '2014-01-08 00:00:00', 1, '', '', 'slideShow_left', 'mod_google_map', 'nostyle', '', 1, '', 1, 0),
(269, '', 1, 'search', 19, 1, '2014-01-13 08:52:42', 1, '2014-03-09 09:58:50', 0, '', '', 'search', 'mod_Search', 'nostyle', '', 1, '', 1, 0),
(270, '', 0, 'Our Products', 20, 1, '2014-01-14 07:09:22', 0, '2014-10-16 06:17:05', 1, '', '', 'mian_bottom', 'mod_project', 'dark', '', 1, '', 1, 0),
(271, '', 1, 'usermenu', 21, 1, '2014-01-20 08:37:05', 1, '2014-01-20 00:00:00', 0, '', '', 'usermenu', 'mod_Menu', 'nostyle', '', 1, '', 1, 0),
(272, '', 0, 'slideshow', 22, 1, '2014-01-22 02:40:18', 0, '2014-10-16 06:17:05', 0, '', '', 'slide_show', 'mod_Slide_Show', 'nostyle', '', 1, '', 1, 0),
(273, '', 1, 'Menu', 23, 1, '2014-01-22 09:15:50', 0, '2014-10-16 06:17:05', 0, '', '', 'mainmenu', 'mod_Menu', 'nostyle', '', 1, '', 1, 0),
(274, '', 1, 'bottommenu', 24, 1, '2014-01-28 05:11:28', 1, '2014-03-09 10:02:41', 0, '', '', 'footer', 'mod_Menu_Map', 'nostyle', '', 1, '', 1, 0),
(275, '', 0, 'Homepage circular module', 25, 1, '2014-02-04 02:55:03', 1, '2014-03-16 11:16:14', 0, '', '', 'bottom', 'mod_HTML_Code', 'gray', '', 1, '', 1, 0),
(276, '', 1, 'Social Links', 26, 1, '2014-02-15 07:09:00', 1, '2014-02-15 00:00:00', 0, '', '', 'footer_left', 'mod_social_links', 'nostyle', '', 1, '', 1, 0),
(277, '', 1, 'Header Social Links', 27, 1, '2014-02-15 08:14:35', 1, '2014-03-19 03:41:08', 0, '', '', 'header_right', 'mod_social_Buttons', 'nostyle', '', 1, '', 1, 0),
(278, '', 1, 'Footer Social Page Links', 27, 1, '2014-02-15 08:14:35', 1, '2014-03-18 14:33:37', 0, '', '', 'footer_left', 'mod_social_Buttons', 'nostyle', '', 1, '', 1, 0),
(279, '', 0, 'الاكثر شيوعا', 20, 1, '2014-01-14 07:09:22', 1, '2014-03-16 11:02:06', 1, '', '', 'main_top', 'mod_project', 'nostyle', '', 1, '', 1, 0),
(280, '', 0, 'backbottom', 25, 1, '2014-02-04 02:55:03', 1, '2014-03-16 11:14:22', 0, '', '', 'bottom_back', 'mod_HTML_Code', 'nostyle', '', 1, '', 1, 0),
(281, '', 1, 'menuFooter', 28, 1, '2014-03-17 16:14:22', 1, '2014-03-17 16:15:09', 1, '', '', 'footer', 'mod_Menu', 'nostyle', '', 1, '', 1, 0),
(282, '', 1, 'Copyright', 29, 1, '2014-03-18 14:44:28', 0, '2014-10-16 06:17:05', 0, '', '', 'copyright', 'mod_HTML_Code', 'nostyle', '', 1, '', 1, 0),
(283, '', 0, 'Footer Menu', 30, 1, '2014-04-23 04:25:56', 1, '2014-04-23 04:30:09', 1, '', '', 'footer', 'mod_Menu', 'nostyle', '', 1, '', 1, 0),
(284, '', 0, 'Footer Menu', 31, 1, '2014-04-23 04:30:58', 1, '2014-04-23 08:27:15', 1, '', '', 'footer', 'mod_Menu', 'nostyle', '', 1, '', 1, 0),
(285, '', 1, 'About us', 32, 1, '2014-04-23 05:41:14', 0, '2014-10-16 10:10:08', 1, '', '', 'main_top', 'mod_HTML_Code', 'light_green', '', 1, '', 1, 0),
(286, '', 1, 'FooterMenu', 23, 0, '2014-01-22 09:15:50', 0, '2014-10-16 06:17:05', 0, '', '', 'footer', 'mod_Menu', 'nostyle', '', 1, '', 1, 0),
(287, '', 1, 'Lang Menu', 33, 1, '2014-09-29 13:43:05', 0, '2014-10-16 06:17:05', 0, '', '', 'lang', 'mod_Menu', 'nostyle', '', 1, '', 1, 0),
(288, '', 0, '', 34, 1, '2014-09-29 13:45:13', 1, '2014-10-16 09:31:21', 1, '', '', 'main_top', 'mod_Menu', '0', '', 1, '', 1, 0),
(289, '', 0, '', 35, 1, '2014-09-29 13:45:45', 1, '2014-10-16 09:31:21', 1, '', '', 'main_top ', 'mod_Menu', '0', '', 1, '', 1, 0),
(290, '', 1, 'أخر المنتجات', 36, 1, '2014-10-15 14:21:12', 0, '2014-10-16 09:24:49', 1, '', '', 'mian_bottom_2', 'mod_Slider', 'light', '', 1, '', 1, 0),
(291, '', 1, 'الشركاء', 36, 1, '2014-10-15 15:21:46', 0, '2014-10-16 09:28:59', 0, '', '', 'mian_bottom_2', 'mod_Slider', 'light', '', 1, '', 1, 0),
(292, '', 1, 'Menu', 23, 1, '2014-10-15 15:26:31', 0, '2014-10-15 17:39:32', 1, '', '', 'footer', 'mod_Menu', 'nostyle', '', 1, '', 1, 0),
(293, '', 1, 'Menu', 23, 1, '2014-10-15 15:26:40', 0, '2014-10-16 10:10:25', 1, '', '', 'footer', 'mod_Menu', 'nostyle', '', 1, '', 1, 0),
(294, '', 1, 'Menu', 23, 1, '2014-10-15 15:26:46', 0, '2014-10-16 10:10:25', 1, '', '', 'footer', 'mod_Menu', 'nostyle', '', 1, '', 1, 0),
(295, '', 1, 'aboutus', 37, 1, '2014-10-15 15:29:27', 0, '2014-10-16 10:10:25', 1, '', '', 'footer', 'mod_HTML_Code', 'nostyle', '', 1, '', 1, 0),
(296, '', 1, 'ads', 38, 1, '2014-10-15 15:39:17', 0, '2014-10-16 10:10:25', 0, '', '', 'slideShow_right', 'mod_HTML_Code', 'nostyle', '', 1, '', 1, 0),
(297, '', 1, 'ads', 38, 1, '2014-10-15 15:39:28', 0, '2014-10-16 10:10:25', 0, '', '', 'slideShow_right', 'mod_HTML_Code', 'nostyle', '', 1, '', 1, 0),
(298, '', 1, 'ads', 38, 1, '2014-10-15 15:39:33', 0, '2014-10-16 10:10:25', 0, '', '', 'slideShow_right', 'mod_HTML_Code', 'nostyle', '', 1, '', 1, 0),
(299, '', 1, 'About us', 32, 1, '2014-10-16 10:08:37', 0, '2014-10-16 10:10:25', 1, '', '', 'main_top', 'mod_HTML_Code', 'light_green', '', 1, '', 1, 0);

-- --------------------------------------------------------

--
-- Table structure for table `com_modules_permission_xref`
--

CREATE TABLE IF NOT EXISTS `com_modules_permission_xref` (
  `id` int(11) NOT NULL,
  `item_id` int(11) NOT NULL,
  `cat_id` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=29 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `com_modules_permission_xref`
--

INSERT INTO `com_modules_permission_xref` (`id`, `item_id`, `cat_id`, `delete`, `order`, `enabled`, `modified`, `created`) VALUES
(28, 151, 38, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(23, 178, 3, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(17, 175, 4, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(16, 175, 3, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(24, 148, 38, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(25, 149, 38, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(27, 150, 38, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `com_modules_site_xref`
--

CREATE TABLE IF NOT EXISTS `com_modules_site_xref` (
  `id` int(11) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `order` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL DEFAULT '0',
  `item_id` int(11) NOT NULL,
  `cat_id` int(11) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=21 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `com_modules_site_xref`
--

INSERT INTO `com_modules_site_xref` (`id`, `created`, `modified`, `enabled`, `order`, `delete`, `item_id`, `cat_id`) VALUES
(2, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1, 1),
(6, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 174, 1),
(10, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 177, 1),
(20, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 239, 3);

-- --------------------------------------------------------

--
-- Table structure for table `com_newsLetter`
--

CREATE TABLE IF NOT EXISTS `com_newsLetter` (
  `id` int(11) NOT NULL,
  `email` varchar(255) NOT NULL,
  `group` varchar(255) NOT NULL,
  `status` int(11) NOT NULL,
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL,
  `delete` int(11) NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=10 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `com_newsLetter`
--

INSERT INTO `com_newsLetter` (`id`, `email`, `group`, `status`, `modified`, `created`, `delete`, `enabled`, `order`) VALUES
(1, 'empcland@gmail.com', '1', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 0),
(2, 'fgdfgdfg', '1', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 0),
(3, 'ah.wakkad@gmail.com', '1', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 0),
(4, 'empcland@gmail.com', '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(5, 'empcland@gmail.com', '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(6, 'empcland@gmail.com', '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(7, 'empcland@gmail.com', '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(8, 'empcland@gmail.com', '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(9, 'empcland@gmail.com', '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0);

-- --------------------------------------------------------

--
-- Table structure for table `com_newsLetter_group`
--

CREATE TABLE IF NOT EXISTS `com_newsLetter_group` (
  `id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `order` tinyint(4) NOT NULL,
  `enabled` int(11) NOT NULL DEFAULT '1',
  `delete` int(11) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `com_newsLetter_group`
--

INSERT INTO `com_newsLetter_group` (`id`, `title`, `order`, `enabled`, `delete`, `created`, `modified`) VALUES
(1, 'guest', 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(2, 'users', 0, 1, 0, '2013-04-02 05:14:20', '0000-00-00 00:00:00'),
(3, 'new', 0, 1, 0, '2013-12-16 13:47:38', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `com_order_status`
--

CREATE TABLE IF NOT EXISTS `com_order_status` (
  `id` int(11) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `order` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL DEFAULT '0',
  `pro_id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `site` int(11) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=11 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `com_order_status`
--

INSERT INTO `com_order_status` (`id`, `created`, `modified`, `enabled`, `order`, `delete`, `pro_id`, `title`, `site`) VALUES
(1, '2013-05-01 07:18:33', '0000-00-00 00:00:00', 1, 0, 0, 0, 'Pending', 0),
(2, '2013-05-01 07:18:46', '0000-00-00 00:00:00', 1, 0, 0, 0, 'Paid & Processing', 0),
(3, '2013-05-01 07:18:53', '0000-00-00 00:00:00', 1, 0, 0, 0, 'Shipped', 0),
(4, '2013-05-01 07:18:59', '0000-00-00 00:00:00', 1, 0, 0, 0, 'Cancelled', 0),
(5, '2013-05-01 07:19:03', '0000-00-00 00:00:00', 1, 0, 0, 0, 'Declined', 0),
(6, '2013-05-01 07:19:10', '0000-00-00 00:00:00', 1, 0, 0, 0, 'Fraud', 0),
(7, '2013-05-01 07:19:16', '0000-00-00 00:00:00', 1, 0, 0, 0, 'Rejected', 0),
(8, '2013-05-01 07:19:21', '0000-00-00 00:00:00', 1, 0, 0, 0, 'Refund', 0),
(9, '2013-05-01 07:19:30', '0000-00-00 00:00:00', 1, 0, 0, 0, 'Not Shipped', 0),
(10, '2013-05-01 07:19:43', '0000-00-00 00:00:00', 1, 0, 0, 0, 'Cash on Delivery', 0);

-- --------------------------------------------------------

--
-- Table structure for table `com_pkgs`
--

CREATE TABLE IF NOT EXISTS `com_pkgs` (
  `id` int(11) NOT NULL,
  `pric` varchar(255) NOT NULL,
  `title` varchar(255) NOT NULL,
  `order` int(11) NOT NULL,
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `html` int(11) NOT NULL,
  `imagesgallery` int(11) NOT NULL,
  `videogallery` int(11) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=62 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `com_pkgs`
--

INSERT INTO `com_pkgs` (`id`, `pric`, `title`, `order`, `modified`, `created`, `enabled`, `delete`, `html`, `imagesgallery`, `videogallery`) VALUES
(1, '', 'gen', 0, '2013-10-07 00:00:00', '2013-10-07 07:39:06', 1, 1, 0, 0, 0),
(2, '', 'ddddddd', 0, '0000-00-00 00:00:00', '2013-12-05 15:16:00', 0, 1, 0, 0, 0),
(3, '', 'yyyyyyyyyyyyyyyyyyyyyyyyyyyyy', 0, '0000-00-00 00:00:00', '2013-12-05 15:29:22', 0, 1, 0, 0, 0),
(4, '', 'yyyyyyyyyyyyyyyyyyyy', 0, '0000-00-00 00:00:00', '2013-12-05 15:30:24', 0, 1, 0, 0, 0),
(5, '', 'yyyyyyyyyyyyyyyyyyyy', 0, '0000-00-00 00:00:00', '2013-12-05 15:32:36', 0, 1, 0, 0, 0),
(6, '', 'dfgdfgdfg', 0, '0000-00-00 00:00:00', '2013-12-05 15:40:52', 0, 1, 0, 0, 0),
(7, '', 'dfgdfgdfg', 0, '0000-00-00 00:00:00', '2013-12-05 15:53:39', 0, 1, 0, 0, 0),
(8, '', 'yyyyyyyyyyyyyyyyyy', 0, '0000-00-00 00:00:00', '2013-12-05 15:54:24', 0, 1, 0, 0, 0),
(9, '', '88888888888', 0, '0000-00-00 00:00:00', '2013-12-05 15:56:33', 0, 1, 0, 0, 0),
(10, '', '88888888888', 0, '0000-00-00 00:00:00', '2013-12-05 15:59:12', 0, 1, 0, 0, 0),
(11, '', '', 0, '0000-00-00 00:00:00', '2013-12-05 16:02:01', 0, 1, 0, 0, 0),
(12, '', '', 0, '0000-00-00 00:00:00', '2013-12-05 16:03:30', 0, 1, 0, 0, 0),
(13, '', '', 0, '0000-00-00 00:00:00', '2013-12-05 16:05:26', 0, 1, 0, 0, 0),
(14, '', '', 0, '0000-00-00 00:00:00', '2013-12-05 16:06:06', 0, 1, 0, 0, 0),
(15, '', '', 0, '0000-00-00 00:00:00', '2013-12-05 16:14:02', 0, 1, 0, 0, 0),
(16, '', '', 0, '0000-00-00 00:00:00', '2013-12-05 16:18:35', 0, 1, 0, 0, 0),
(17, '', '', 0, '0000-00-00 00:00:00', '2013-12-05 16:19:07', 0, 1, 0, 0, 0),
(18, '', '', 0, '0000-00-00 00:00:00', '2013-12-05 16:20:04', 0, 1, 0, 0, 0),
(19, '', '', 0, '0000-00-00 00:00:00', '2013-12-05 16:20:11', 0, 1, 0, 0, 0),
(20, '', '', 0, '0000-00-00 00:00:00', '2013-12-05 16:21:20', 0, 1, 0, 0, 0),
(21, '', '', 0, '0000-00-00 00:00:00', '2013-12-05 16:21:31', 0, 1, 0, 0, 0),
(22, '', '', 0, '0000-00-00 00:00:00', '2013-12-05 16:21:45', 0, 1, 0, 0, 0),
(23, '', '', 0, '0000-00-00 00:00:00', '2013-12-05 16:21:54', 0, 1, 0, 0, 0),
(24, '', '', 0, '0000-00-00 00:00:00', '2013-12-05 16:25:37', 0, 1, 0, 0, 0),
(25, '', '', 0, '0000-00-00 00:00:00', '2013-12-05 16:25:55', 0, 1, 0, 0, 0),
(26, '', '', 0, '0000-00-00 00:00:00', '2013-12-05 16:28:28', 0, 1, 0, 0, 0),
(27, '', '', 0, '0000-00-00 00:00:00', '2013-12-05 16:30:08', 0, 1, 0, 0, 0),
(28, '', '', 0, '0000-00-00 00:00:00', '2013-12-05 16:30:54', 0, 1, 0, 0, 0),
(29, '', '', 0, '0000-00-00 00:00:00', '2013-12-05 16:31:58', 0, 1, 0, 0, 0),
(30, '', '', 0, '0000-00-00 00:00:00', '2013-12-05 16:33:45', 0, 1, 0, 0, 0),
(31, '', '', 0, '0000-00-00 00:00:00', '2013-12-05 16:34:15', 0, 1, 0, 0, 0),
(32, '', '', 0, '0000-00-00 00:00:00', '2013-12-05 16:34:55', 0, 1, 0, 0, 0),
(33, '', '', 0, '0000-00-00 00:00:00', '2013-12-05 16:35:02', 0, 1, 0, 0, 0),
(34, '', '', 0, '0000-00-00 00:00:00', '2013-12-05 16:35:28', 0, 1, 0, 0, 0),
(35, '', '', 0, '0000-00-00 00:00:00', '2013-12-05 16:35:43', 0, 1, 0, 0, 0),
(36, '', '', 0, '0000-00-00 00:00:00', '2013-12-05 16:37:05', 0, 1, 0, 0, 0),
(37, '', '', 0, '0000-00-00 00:00:00', '2013-12-05 16:37:25', 0, 1, 0, 0, 0),
(38, '', 'ttttt', 0, '0000-00-00 00:00:00', '2013-12-06 04:45:50', 0, 1, 0, 0, 0),
(39, '', '7', 0, '0000-00-00 00:00:00', '2013-12-06 04:48:06', 0, 1, 0, 0, 0),
(40, '', '8', 0, '0000-00-00 00:00:00', '2013-12-06 04:48:47', 0, 1, 0, 0, 0),
(41, '', '8', 0, '0000-00-00 00:00:00', '2013-12-06 04:49:21', 0, 1, 0, 0, 0),
(42, '', '8', 0, '0000-00-00 00:00:00', '2013-12-06 04:49:40', 0, 1, 0, 0, 0),
(43, '', '8', 0, '0000-00-00 00:00:00', '2013-12-06 04:49:44', 0, 1, 0, 0, 0),
(44, '', '8', 0, '0000-00-00 00:00:00', '2013-12-06 04:51:02', 0, 1, 0, 0, 0),
(45, '', '8', 0, '0000-00-00 00:00:00', '2013-12-06 04:51:43', 0, 1, 0, 0, 0),
(46, '', '8', 0, '0000-00-00 00:00:00', '2013-12-06 04:52:18', 0, 1, 0, 0, 0),
(47, '', '8', 0, '0000-00-00 00:00:00', '2013-12-06 04:53:20', 0, 1, 0, 0, 0),
(48, '', '8', 0, '0000-00-00 00:00:00', '2013-12-06 04:53:27', 0, 1, 0, 0, 0),
(49, '', '8', 0, '0000-00-00 00:00:00', '2013-12-06 04:53:45', 0, 1, 0, 0, 0),
(50, '', '8', 0, '0000-00-00 00:00:00', '2013-12-06 04:53:52', 0, 1, 0, 0, 0),
(51, '', '8', 0, '0000-00-00 00:00:00', '2013-12-06 04:54:09', 0, 1, 0, 0, 0),
(52, '', '8', 0, '0000-00-00 00:00:00', '2013-12-06 04:55:20', 0, 1, 0, 0, 0),
(53, '', '8', 0, '0000-00-00 00:00:00', '2013-12-06 04:55:42', 0, 1, 0, 0, 0),
(54, '', '8', 0, '0000-00-00 00:00:00', '2013-12-06 04:57:04', 0, 1, 0, 0, 0),
(55, '', '8', 0, '0000-00-00 00:00:00', '2013-12-06 04:57:44', 0, 1, 0, 0, 0),
(56, '', '8', 0, '0000-00-00 00:00:00', '2013-12-06 05:00:25', 0, 1, 0, 0, 0),
(57, '', '8', 0, '0000-00-00 00:00:00', '2013-12-06 05:01:12', 0, 1, 0, 0, 0),
(58, '', 'rrrrrrrrrrrrr', 0, '0000-00-00 00:00:00', '2013-12-06 05:03:48', 0, 1, 0, 0, 0),
(59, '', 'rrrrrrrrrrrrr', 0, '0000-00-00 00:00:00', '2013-12-06 05:05:00', 0, 1, 0, 0, 0),
(60, '', 'ttttttttttttttttttttttttttt', 0, '2013-12-06 00:00:00', '2013-12-06 05:06:37', 0, 0, 0, 0, 0),
(61, '', '', 0, '0000-00-00 00:00:00', '2013-12-06 07:07:51', 0, 0, 0, 0, 0);

-- --------------------------------------------------------

--
-- Table structure for table `com_pkgs_prising`
--

CREATE TABLE IF NOT EXISTS `com_pkgs_prising` (
  `id` int(11) NOT NULL,
  `maxDays` int(11) NOT NULL,
  `minDays` int(11) NOT NULL,
  `item_id` int(255) NOT NULL,
  `pric_type` varchar(255) NOT NULL,
  `order` int(11) NOT NULL,
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `delete` tinyint(4) NOT NULL,
  `adultsPric` varchar(255) NOT NULL,
  `childPric` varchar(255) NOT NULL,
  `InfantsPric` varchar(255) NOT NULL,
  `plus` varchar(255) NOT NULL,
  `adults_pric_full` double NOT NULL,
  `child_pric_full` double NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=101 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `com_pkgs_prising`
--

INSERT INTO `com_pkgs_prising` (`id`, `maxDays`, `minDays`, `item_id`, `pric_type`, `order`, `modified`, `created`, `enabled`, `delete`, `adultsPric`, `childPric`, `InfantsPric`, `plus`, `adults_pric_full`, `child_pric_full`) VALUES
(100, 5, 4, 60, '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, '6', '7', '8', '', 9, 10),
(93, 0, 0, 61, '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, '', '', '', '', 0, 0),
(99, 3, 3, 60, '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, '3', '3', '3', '', 3, 3),
(98, 2, 2, 60, '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, '2', '2', '2', '', 20000, 2),
(97, 77, 150, 60, '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, '78', '79', '80', '', 1, 1),
(62, 3, 3, 59, '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, '3', '3', '3', '', 3, 3),
(61, 2, 2, 59, '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, '2', '2', '2', '', 2, 2),
(60, 1, 1, 59, '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, '1', '1', '1', '', 1, 1),
(59, 3, 3, 58, '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, '3', '3', '3', '', 3, 3),
(58, 2, 2, 58, '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, '2', '2', '2', '', 2, 2),
(57, 1, 1, 58, '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, '1', '1', '1', '', 1, 1);

-- --------------------------------------------------------

--
-- Table structure for table `com_poll_answers`
--

CREATE TABLE IF NOT EXISTS `com_poll_answers` (
  `id` int(11) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `order` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL DEFAULT '0',
  `q_id` int(11) NOT NULL,
  `answers` varchar(255) NOT NULL,
  `nums` int(11) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=9 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `com_poll_answers`
--

INSERT INTO `com_poll_answers` (`id`, `created`, `modified`, `enabled`, `order`, `delete`, `q_id`, `answers`, `nums`) VALUES
(1, '2013-03-30 15:31:19', '0000-00-00 00:00:00', 1, 0, 0, 1, 'محمد إبراهيم', 22),
(2, '2013-03-30 15:32:09', '0000-00-00 00:00:00', 1, 0, 0, 1, 'أحمد جعفر', 5),
(3, '2013-03-30 15:32:21', '0000-00-00 00:00:00', 1, 0, 0, 1, 'عمر جمال', 9),
(4, '2013-03-30 15:32:40', '0000-00-00 00:00:00', 1, 0, 0, 1, 'أحمد خيري', 4),
(5, '2013-03-30 15:33:03', '0000-00-00 00:00:00', 1, 0, 0, 1, 'أخر', 3),
(6, '2013-03-31 04:43:09', '0000-00-00 00:00:00', 1, 0, 0, 2, 'حسن شحاتة', 1),
(7, '2013-03-31 04:43:47', '0000-00-00 00:00:00', 1, 0, 0, 2, 'أبو تريكة ', 1),
(8, '2013-03-31 04:43:49', '0000-00-00 00:00:00', 1, 0, 0, 2, 'أبو تريكة ', 0);

-- --------------------------------------------------------

--
-- Table structure for table `com_poll_questions`
--

CREATE TABLE IF NOT EXISTS `com_poll_questions` (
  `id` int(11) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `order` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL DEFAULT '0',
  `questions` varchar(255) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `com_poll_questions`
--

INSERT INTO `com_poll_questions` (`id`, `created`, `modified`, `enabled`, `order`, `delete`, `questions`) VALUES
(1, '2013-03-30 15:29:38', '0000-00-00 00:00:00', 1, 0, 0, 'من نجم مباراة الزمالك والإسماعيلي؟'),
(2, '2013-03-30 15:29:38', '2013-03-31 00:00:00', 1, 0, 0, 'من نجم مباراة الزمالك؟');

-- --------------------------------------------------------

--
-- Table structure for table `com_price_plan`
--

CREATE TABLE IF NOT EXISTS `com_price_plan` (
  `id` int(11) NOT NULL,
  `title` varchar(250) NOT NULL,
  `des` int(11) NOT NULL,
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `data` text NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=9 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `com_price_plan`
--

INSERT INTO `com_price_plan` (`id`, `title`, `des`, `modified`, `created`, `enabled`, `order`, `delete`, `data`) VALUES
(1, 'test1', 0, '2014-11-24 12:13:12', '2014-11-10 17:13:49', 0, 0, 0, 'dumpsters=>1__distance=>100__distanceprice=>150__extraprice=>5__dumpsters_1=>2__distance_1=>100__distanceprice_1=>175__extraprice_1=>7__dumpsters_2=>3__distance_2=>100__distanceprice_2=>200__extraprice_2=>10__dumpsters_3=>4__distance_3=>100__distanceprice_3=>225__extraprice_3=>12__test5=>__test20=>__aziztest=>__'),
(2, 'test1', 0, '2014-11-24 11:23:42', '2014-11-10 17:15:03', 0, 0, 1, 'test1=>t5__test2=>t6__test5=>t7__test20=>t8__aziztest=>85888888__'),
(3, 'a', 0, '2014-11-24 11:23:42', '2014-11-10 17:17:43', 0, 0, 1, ''),
(4, 'a', 0, '2014-11-24 11:23:42', '2014-11-10 17:19:35', 0, 0, 1, ''),
(5, 'a', 0, '2014-11-24 11:23:42', '2014-11-10 17:20:31', 0, 0, 1, ''),
(6, 'a', 0, '2014-11-24 11:23:42', '2014-11-10 17:21:47', 0, 0, 1, ''),
(7, 'a', 0, '2014-11-24 11:23:42', '2014-11-10 17:23:58', 0, 0, 1, 'test2=>tv4__'),
(8, 'a', 0, '2014-11-24 11:23:42', '2014-11-10 17:24:30', 0, 0, 1, 'test1=>tv3__test2=>tv4__');

-- --------------------------------------------------------

--
-- Table structure for table `com_pricing_items`
--

CREATE TABLE IF NOT EXISTS `com_pricing_items` (
  `id` int(11) NOT NULL,
  `title` varchar(250) NOT NULL,
  `des` int(11) NOT NULL,
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `data` text NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `com_pricing_items`
--

INSERT INTO `com_pricing_items` (`id`, `title`, `des`, `modified`, `created`, `enabled`, `order`, `delete`, `data`) VALUES
(1, 'test', 0, '2014-11-24 12:13:21', '2014-11-10 08:34:23', 1, 0, 0, 'stepid=>s1__steporder=>1__steptitle=>Setp-s1__|typeID=>T1__type=>select__name=>dumpsters__class=>__title=>dumpsters__widthmode=>_25__select_type=>DB__select_data=>com_dumpsters__select_text=>title__select_value=>id__value=>__depend_on=>__depend_source=>__moreAttra=>__;typeID=>T2__type=>text__name=>distance__class=>__title=>distance__widthmode=>_25__moreAttra=>__;typeID=>T3__type=>text__name=>distanceprice__class=>__title=>distanceprice__widthmode=>_25__moreAttra=>__;typeID=>T4__type=>text__name=>extraprice__class=>__title=>Price per Mile__widthmode=>_25__moreAttra=>__;typeID=>T5__type=>line__;typeID=>T6__type=>select__name=>dumpsters_1__class=>__title=>dumpsters__widthmode=>_25__select_type=>DB__select_data=>com_dumpsters__select_text=>title__select_value=>id__value=>__depend_on=>__depend_source=>__moreAttra=>__;typeID=>T7__type=>text__name=>distance_1__class=>__title=>distance__widthmode=>_25__moreAttra=>__;typeID=>T8__type=>text__name=>distanceprice_1__class=>__title=>distanceprice__widthmode=>_25__moreAttra=>__;typeID=>T9__type=>text__name=>extraprice_1__class=>__title=>Price per Mile__widthmode=>_25__moreAttra=>__;typeID=>T12__type=>line__;typeID=>T10__type=>select__name=>dumpsters_2__class=>__title=>dumpsters__widthmode=>_25__select_type=>DB__select_data=>com_dumpsters__select_text=>title__select_value=>id__value=>__depend_on=>__depend_source=>__moreAttra=>__;typeID=>T19__type=>text__name=>distance_2__class=>__title=>distance__widthmode=>_25__moreAttra=>__;typeID=>T20__type=>text__name=>distanceprice_2__class=>__title=>distanceprice__widthmode=>_25__moreAttra=>__;typeID=>T18__type=>text__name=>extraprice_2__class=>__title=>Price per Mile__widthmode=>_25__moreAttra=>__;typeID=>T13__type=>line__;typeID=>T11__type=>select__name=>dumpsters_3__class=>__title=>dumpsters__widthmode=>_25__select_type=>DB__select_data=>com_dumpsters__select_text=>title__select_value=>id__value=>__depend_on=>__depend_source=>__moreAttra=>__;typeID=>T14__type=>text__name=>distance_3__class=>__title=>distance__widthmode=>_25__moreAttra=>__;typeID=>T15__type=>text__name=>distanceprice_3__class=>__title=>distanceprice__widthmode=>_25__moreAttra=>__;typeID=>T16__type=>text__name=>extraprice_3__class=>__title=>Price per Mile__widthmode=>_25__moreAttra=>__;typeID=>T20__type=>line__;||'),
(2, 'test', 0, '2014-11-11 02:15:29', '2014-11-10 14:34:52', 1, 0, 0, 'stepid=>s1__steporder=>1__steptitle=>Setp-s1__|typeID=>T1__type=>text__name=>test5__class=>test1__title=>test1__widthmode=>_100__moreAttra=>__;typeID=>T2__type=>text__name=>test20__class=>__title=>test2__widthmode=>_100__moreAttra=>__;typeID=>T3__type=>text__name=>aziztest__class=>aziztest__title=>aziztest__widthmode=>_100__moreAttra=>__;||');

-- --------------------------------------------------------

--
-- Table structure for table `com_products`
--

CREATE TABLE IF NOT EXISTS `com_products` (
  `id` int(11) NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `image` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `cat_id` text COLLATE utf8_unicode_ci NOT NULL,
  `offer` tinyint(4) NOT NULL,
  `itme_data` text COLLATE utf8_unicode_ci NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `created` datetime NOT NULL,
  `order` int(11) NOT NULL,
  `modified` datetime NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `des` text COLLATE utf8_unicode_ci NOT NULL,
  `th_image` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `imagegallery` int(11) NOT NULL,
  `tags` text COLLATE utf8_unicode_ci NOT NULL,
  `alias` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `intro` text COLLATE utf8_unicode_ci NOT NULL,
  `wight` double NOT NULL,
  `standardprice` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `videogallery` int(11) NOT NULL,
  `plugins_data` text COLLATE utf8_unicode_ci NOT NULL,
  `description` text COLLATE utf8_unicode_ci NOT NULL,
  `keywords` text COLLATE utf8_unicode_ci NOT NULL,
  `header` text COLLATE utf8_unicode_ci NOT NULL,
  `req_donations` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `map_position` text COLLATE utf8_unicode_ci NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=75 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `com_products`
--

INSERT INTO `com_products` (`id`, `title`, `image`, `cat_id`, `offer`, `itme_data`, `enabled`, `created`, `order`, `modified`, `delete`, `des`, `th_image`, `imagegallery`, `tags`, `alias`, `intro`, `wight`, `standardprice`, `videogallery`, `plugins_data`, `description`, `keywords`, `header`, `req_donations`, `map_position`) VALUES
(62, 'aaaa', '', '', 0, '', 1, '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 0, '', '', 0, '', '', '', 0, '', 0, '', '', '', '', '', ''),
(54, '', '', '', 0, '', 1, '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, '', '', 0, '', '', '', 0, '', 0, '', '', '', '', '', ''),
(55, '', '', '', 0, '', 0, '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, '', '', 0, '', '', '', 0, '', 0, '', '', '', '', '', ''),
(56, 'fsdfsdf', '', '', 0, '', 0, '0000-00-00 00:00:00', 0, '2013-12-24 00:00:00', 0, '', '', 0, '', 'fsdfsdf', '', 0, '', 0, '', '', '', '', '', ''),
(52, 'Neck Warmer Neck Warmer Neck Warmer Neck Warmer Neck  ', 'Neck Warmer Product Page.jpg', '32', 0, '', 1, '2013-01-31 08:25:25', 1, '2013-12-22 00:00:00', 0, '<div class="product_features">\r\n<h3>Features</h3>\r\n<ul>\r\n<li>Instant therapeutic heat (up to 54<sup>o</sup>C) in just 15 seconds &ndash; no microwave required</li>\r\n<li>Great for massage, pain relief, reducing muscle tension or just for staying warm</li>\r\n<li>Stays warm for up to 60 minutes, reusable again and again</li>\r\n<li>Fits snugly around neck or over shoulders</li>\r\n<li>Safe and non-toxic liquid, phthalate-free plastic, environmentally friendly</li>\r\n<li>Size: 15 x 6.5 x 0.5 inches, 2.2 lbs (38 x 16 x 1.5 cm, 1kg)</li>\r\n</ul>\r\n</div>\r\n<div class="product_benefits">\r\n<h3>Benefits</h3>\r\n<p>You just can&rsquo;t resist our Neck Warmer. It&rsquo;s like a big hug, or a gentle massage, a reassuring warmth around your shoulders. Move your head slightly &ndash; is your neck sore? Possibly from hunching over a laptop all day or nodding all through a flight or from an old injury. Now lift your shoulders &ndash; are they feeling stiff and tense?</p>\r\n<p>If so, our Neck Warmer is here to help. It sits on your shoulders and lightly caresses your neck, give you an hour of delicious warmth &ndash; you don&rsquo;t have to hold it in place, so you can just get on with things. You&rsquo;ll be able to sigh with relief and let your shoulders drop as all the tension melts away. Everyone who sees you will be jealous!</p>\r\n<p>A stiff neck and shoulders can really reduce your performance at work, your concentration when driving and your happiness at home. Get back to your usual relaxed and happy self with a Kwikheat Neck Warmer.</p>\r\n</div>\r\n<div class="product_more">\r\n<h3>More information about Kwikheat Warmers</h3>\r\n<p>Kwikheat instant reusable heat packs are the ultimate heating solution for relief from pain, stress, stiffness, cramps and the cold. With no microwave required, they&rsquo;re ideal for when you&rsquo;re on the move, in the office or at home.</p>\r\n<p>These incredible heat packs can be used over and over again. Just click the floating metal disc and watch as the liquid crystallises before your eyes. Within seconds the heat pack will heat up to around 54<sup>o</sup>C. Because it will always go to this temperature, you never have to worry about it getting too hot or not hot enough. It will stay warm for up to 60 minutes, which is around the recommended time for heat therapy anyway. Keeping it in the pouch or insulated under clothes will help it stay warmer for longer.</p>\r\n<p>The heat pack is &lsquo;recharged&rsquo; by boiling it in water for 2-10 minutes until all of the crystals melt back into a liquid again. You can use a pan or a rice cooker. The activation and recharging of the heat pack can be repeated for well over a hundred times.</p>\r\n<p>Medical studies show that heat therapy is effective for pain relief and helps to promote relaxation and reduce stress. It has been used for centuries as a natural remedy to enhance the natural recovery process. Heat therapy also increases blood flow, which relaxes stiff or sore muscles and provides soothing comfort. It is an ideal treatment for chronic pain, arthritis and cramps.</p>\r\n<p>Kwikheat heat packs are the next generation of heat therapy evolving from hot water bottles and traditional microwaveable heat packs. We offer several designs to soothe different parts of the body: neck &amp; shoulders, back, joints, abdomen, hands and feet.</p>\r\n<p>Treat yourself to the cosy warmth of our Kwikheat heat packs, because you deserve it!</p>\r\n</div>', 'Neck Warmer Kwikheat Products Carousel.png', 0, '', 'Neck-Warmer', '', 1, '', 0, 'paypalCode__ddddddddddddddddddddddddddddddddddddddddddd;', 'Neck Warmer Description\r\n', 'Neck Warmer Keywords\r\n', '', '', ''),
(53, '111', '', '', 0, '', 0, '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 1, '', '', 0, '', '', '', 0, '', 0, '', '', '', '', '', ''),
(63, 'Back Warmer', '', '', 0, '', 1, '0000-00-00 00:00:00', 0, '2013-09-03 00:00:00', 0, '', '', 0, '', 'Back-Warmer', '', 0, '', 0, 'paypalCode__;', '', '', '', '', ''),
(64, '', '', '', 0, '', 1, '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 0, '', '', 0, '', '', '', 0, '', 0, '', '', '', '', '', ''),
(65, '', '', '', 0, '', 1, '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 0, '', '', 0, '', '', '', 0, '', 0, '', '', '', '', '', ''),
(66, '', '', '', 0, '', 1, '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 0, '', '', 0, '', '', '', 0, '', 0, '', '', '', '', '', ''),
(67, '', '', '', 0, '', 1, '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 0, '', '', 0, '', '', '', 0, '', 0, '', '', '', '', '', ''),
(68, '', '', '', 0, '', 0, '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 0, '', '', 0, '', '', '', 0, '', 0, '', '', '', '', '', ''),
(69, '', '', '', 0, '', 0, '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 0, '', '', 0, '', '', '', 0, '', 0, '', '', '', '', '', ''),
(70, '', '', '', 0, '', 0, '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 0, '', '', 0, '', '', '', 0, '', 0, '', '', '', '', '', ''),
(71, '', '', '', 0, '', 0, '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 0, '', '', 0, '', '', '', 0, '', 0, '', '', '', '', '', ''),
(72, '', '', '', 0, '', 0, '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 0, '', '', 0, '', '', '', 0, '', 0, '', '', '', '', '', ''),
(73, '', '', '', 0, '', 0, '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 0, '', '', 0, '', '', '', 0, '', 0, '', '', '', '', '', ''),
(74, '', '', '', 0, '', 0, '0000-00-00 00:00:00', 0, '0000-00-00 00:00:00', 0, '', '', 0, '', '', '', 0, '', 0, '', '', '', '', '', '');

-- --------------------------------------------------------

--
-- Table structure for table `com_products_categories`
--

CREATE TABLE IF NOT EXISTS `com_products_categories` (
  `id` int(11) NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `image` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `cat_id` int(11) NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `created` datetime NOT NULL,
  `order` int(11) NOT NULL,
  `modified` datetime NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `des` text COLLATE utf8_unicode_ci NOT NULL,
  `alias` varchar(255) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=37 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `com_products_categories`
--

INSERT INTO `com_products_categories` (`id`, `name`, `image`, `cat_id`, `enabled`, `created`, `order`, `modified`, `delete`, `des`, `alias`) VALUES
(26, 'Blackberry ', 'blackberry.png', 20, 1, '2013-01-17 00:00:00', 7, '2013-01-21 00:00:00', 1, '<p>BB Text</p>', 'Blackberry'),
(25, 'Samsung ', 'samsung_logo.jpg', 20, 1, '2013-01-17 00:00:00', 10, '2013-01-21 00:00:00', 1, '<p>Saumsung text</p>', 'Samsung'),
(24, 'Apple', 'apple-logo1.jpg', 20, 0, '2013-01-17 00:00:00', 5, '0000-00-00 00:00:00', 1, '<p>Apple text</p>', ''),
(23, 'Nokia ', 'nokia-logo.jpg', 20, 1, '2013-01-17 00:00:00', 1, '2013-01-21 00:00:00', 1, '<p>Nokia</p>', 'Nokia'),
(22, 'Laptops', 'Dell-Updates-Studio-laptops-With-Core-i3-i5-and-i7-Chips-2.jpg', 0, 1, '2013-01-17 00:00:00', 2, '0000-00-00 00:00:00', 1, '<p>Laptops text area.</p>', ''),
(21, 'Laptops ', 'Dell-Updates-Studio-laptops-With-Core-i3-i5-and-i7-Chips-2.jpg', 0, 1, '2013-01-17 00:00:00', 2, '2013-01-21 00:00:00', 1, '<p>Laptops text area.</p>', 'Laptops'),
(20, 'Mobiles Phones ', 'the-latest-phones-on-the-market.png', 0, 1, '2013-01-17 00:00:00', 1, '2013-01-21 00:00:00', 1, '<p>About Mobile phones. This is the text area.</p>', 'Mobiles-Phones'),
(27, 'HP', '', 21, 1, '2013-01-22 06:47:26', 11, '0000-00-00 00:00:00', 1, '<p>hp laptop categpry text</p>', 'HP'),
(28, 'Apple', '', 21, 1, '2013-01-22 06:47:50', 12, '0000-00-00 00:00:00', 1, '<p>aple category</p>', 'Apple'),
(29, 'Lenovo', '', 21, 1, '2013-01-22 06:48:14', 13, '0000-00-00 00:00:00', 1, '<p>lenovo</p>', 'Lenovo'),
(30, 'Pavillion Series', '', 27, 1, '2013-01-22 06:52:55', 14, '0000-00-00 00:00:00', 1, '<p>pavillon series text</p>', 'Pavillion-Series'),
(31, '7000-8000 Pavillion', '', 30, 1, '2013-01-22 06:53:42', 15, '0000-00-00 00:00:00', 1, '<p>7000 to 8000 pavillion tex</p>', '7000-8000-Pavillion'),
(32, 'Body Warmers', '', 0, 1, '2013-02-27 04:39:00', 16, '0000-00-00 00:00:00', 0, '', 'Body-Warmers'),
(33, 'Lifestyle Warmers', '', 0, 1, '2013-02-27 04:39:14', 17, '0000-00-00 00:00:00', 0, '', 'Lifestyle-Warmers'),
(34, 'Coupons', '', 0, 1, '2013-02-27 04:39:28', 18, '0000-00-00 00:00:00', 0, '', 'Coupons'),
(35, 'Multipacks', '', 0, 1, '2013-02-27 14:59:34', 19, '0000-00-00 00:00:00', 0, '', 'Multipacks'),
(36, 'Boiling Bag', '', 0, 1, '2013-03-21 04:05:56', 20, '0000-00-00 00:00:00', 0, '', 'Boiling-Bag');

-- --------------------------------------------------------

--
-- Table structure for table `com_products_coupon_xref`
--

CREATE TABLE IF NOT EXISTS `com_products_coupon_xref` (
  `id` int(11) NOT NULL,
  `item_id` int(11) NOT NULL,
  `cat_id` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=99 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `com_products_coupon_xref`
--

INSERT INTO `com_products_coupon_xref` (`id`, `item_id`, `cat_id`, `delete`, `order`, `enabled`, `modified`, `created`) VALUES
(98, 1, 73, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(97, 1, 72, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(96, 1, 71, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(95, 1, 70, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(94, 1, 69, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(93, 1, 68, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(92, 1, 67, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(91, 1, 66, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(90, 1, 65, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(89, 1, 64, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(88, 1, 63, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(87, 1, 53, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(86, 1, 52, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(85, 1, 56, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(84, 1, 55, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(83, 1, 54, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(82, 1, 62, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `com_products_order`
--

CREATE TABLE IF NOT EXISTS `com_products_order` (
  `id` int(11) NOT NULL,
  `order` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `order_id` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `ship_name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `ship_street_address` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `ship_street_address2` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `ship_city` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `ship_state` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `ship_zip` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `ship_country` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `card_holder_name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `street_address` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `street_address2` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `city` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `state` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `zip` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `country` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `email` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `phone` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `order_status` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `payment_processor_order_id` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `total_amount` double NOT NULL,
  `shipping_id` int(255) NOT NULL,
  `shipping_price` double NOT NULL,
  `coupon_id` int(11) NOT NULL,
  `status` int(11) NOT NULL,
  `site` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `currency` varchar(255) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=171 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `com_products_order`
--

INSERT INTO `com_products_order` (`id`, `order`, `delete`, `modified`, `created`, `enabled`, `order_id`, `ship_name`, `ship_street_address`, `ship_street_address2`, `ship_city`, `ship_state`, `ship_zip`, `ship_country`, `card_holder_name`, `street_address`, `street_address2`, `city`, `state`, `zip`, `country`, `email`, `phone`, `order_status`, `payment_processor_order_id`, `total_amount`, `shipping_id`, `shipping_price`, `coupon_id`, `status`, `site`, `currency`) VALUES
(55, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514c864d87e8e', 'Full Name', 'Address', 'Address', 'City', 'AZ', '0592', 'USA', '', '', '', '', '', '', 'USA', 'empcland@gmail.com', '011520250620', '', '', 0, 0, 0, 0, 0, '', ''),
(54, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514c81f06f00f', 'Aziz', 'Vasi', 'Address 2 shipping', 'Houston', 'KY', '95003', 'USA', 'Aziz name', 'address 1', 'address 2', 'Austin', 'TX', '75002', 'USA', 'azizms@gmail.com', '2121212', '', '', 0, 0, 0, 0, 0, '', ''),
(51, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514c162dcb0f7', '', '', '', '', '', 'BE', 'GBR', '', '', '', '', '', 'BE', 'GBR', '', '', '', '', 0, 0, 0, 0, 0, '', ''),
(52, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514c807d3e994', 'Aziz', '2340 barker oaks', '', 'Houston', 'TX', '77077', 'USA', 'Aziz', '2340 barker oaks', '', 'Houston', '', '77077', 'USA', 'azizms@gmail.com', '1020202', '', '', 0, 0, 0, 0, 0, '', ''),
(53, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514c8085f011a', 'Aziz', '2340 barker oaks', '', 'Houston', 'TX', '77077', 'USA', 'Aziz', '2340 barker oaks', '', 'Houston', '', '77077', 'USA', 'azizms@gmail.com', '1020202', '', '', 0, 0, 0, 0, 0, '', ''),
(50, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514ae4b85b8c6', 'Aziz Vasi', '29 Tahrir St', '', 'Cairo', 'Slough', '2323', 'GBR', 'Aziz Vasi', '29 Tahrir St', '', 'Cairo', 'Slough', '2323', 'GBR', 'azizms@gmail.com', '1150250620', '', '', 0, 0, 0, 0, 0, '', ''),
(47, 0, 1, '2013-05-20 00:00:00', '0000-00-00 00:00:00', 0, '514adf4b2cf1e', 'ismail mohmed ismail', 'ashmoun', 'fghf', 'ghfg', 'hfgh', '0592', 'GBR', 'ismail mohmed ismail', 'ashmoun', 'fghf', 'ghfg', 'hfgh', '0592', 'GBR', 'empcland@gmail.com', '01150250620', '', '', 0, 0, 0, 0, 0, '2', ''),
(48, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514ae0adb819f', 'ismail mohmed ismail', 'ashmoun', 'fghf', 'ghfg', 'hfgh', '0592', 'GBR', 'ismail mohmed ismail', 'ashmoun', 'fghf', 'ghfg', 'hfgh', '0592', 'GBR', 'empcland@gmail.com', '01150250620', '', '', 0, 0, 0, 0, 0, '', ''),
(49, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514ae2c99e247', 'ismail mohmed ismail', 'ashmoun', 'fghf', 'ghfg', 'egypt', '0592', 'GBR', 'ismail mohmed ismail', 'ashmoun', 'fghf', 'ghfg', 'egypt', '0592', 'GBR', 'empcland@gmail.com', '01150250620', '', '', 0, 0, 0, 0, 0, '', ''),
(56, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514c865750147', 'Full Name', 'Address', 'Address', 'City', 'AZ', '0592', 'USA', 'This field is required!', 'This field is required!', '', 'This field is required!', '', 'This field is required!', 'USA', 'empcland@gmail.com', '011520250620', '', '', 0, 0, 0, 0, 0, '', ''),
(57, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514c866d5271b', 'Full Name', 'Address', 'Address', 'City', 'AZ', '050000', 'USA', 'Full Name', 'Address', 'Address', 'City', '', '050000', 'USA', 'empcland@gmail.com', '011520250620', '', '', 0, 0, 0, 0, 0, '', ''),
(58, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514c867b773da', 'Aziz', 'Vasi', '', 'Abu Dhabi', 'Emirates', '', 'ARE', 'Aziz', 'Vasi', '', '', 'Emirates', '', 'ARE', '', '', '', '', 0, 0, 0, 0, 0, '', ''),
(59, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514c86ac8e5f5', 'Aziz', 'Vasi', '', 'Abu Dhabi', 'Emirates', '', 'ARE', 'Aziz', 'Vasi', '', '', 'Emirates', '', 'ARE', 'azizms@gmail.com', '09090909', '', '', 0, 0, 0, 0, 0, '', ''),
(60, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514c86b746614', 'Aziz', 'Vasi', '', 'Abu Dhabi', 'Emirates', 'This field is required!', 'ARE', 'Aziz', 'Vasi', '', '', 'Emirates', 'This field is required!', 'ARE', 'azizms@gmail.com', '09090909', '', '', 0, 0, 0, 0, 0, '', ''),
(61, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514c89d95256b', 'Full Name', 'Address', 'Address', 'City', 'CT', '05000', 'USA', '', '', '', '', '', '', 'USA', 'empcland@gmail.com', '011520250620', '', '', 0, 0, 0, 0, 0, '', ''),
(62, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514c89f092bc3', 'Full Name', 'Address', 'Address', 'City', 'CT', '050000', 'USA', 'Full Name', 'Address', 'Address', 'City', '', '050000', 'USA', 'empcland@gmail.com', '011520250620', '', '', 0, 0, 0, 0, 0, '', ''),
(63, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514c8a19f0922', 'Full Name', 'Address', 'Address', 'City', 'CT', '050000', 'USA', 'Full Name', 'Address', 'Address', 'City', '', '050000', 'USA', 'empcland@gmail.com', '011520250620', '1', '', 0, 0, 0, 0, 0, '', ''),
(64, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514c8fc69a6d7', 'Aziz', 'VAsi', 'qekjq', 'houston', 'CO', '78787', 'USA', 'Aziz', 'VAsi', 'qekjq', 'houston', '', '78787', 'USA', 'azizms@gmail.com', '498403894', '1', '', 0, 0, 0, 0, 0, '', ''),
(65, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514c9938eb32f', 'Aziz Vasi', 'ember road', 'langley', 'Slough', 'London', 'bt44', 'GBR', 'Aziz Vasi', 'ember road', 'langley', 'Slough', 'London', 'bt44', 'GBR', 'azizms@gmail.com', '232323322', '1', '', 0, 0, 0, 0, 0, '', ''),
(66, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514ca0503627d', 'Full Name', 'sdfsdf', 'Address', 'City', 'dfsf', 'DZ', 'AZE', 'Full Name', 'sdfsdf', 'Address', 'City', 'dfsf', 'DZ', '', 'empcland@gmail.com', '011520250620', '', '', 0, 0, 0, 0, 0, '', ''),
(67, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514ca06490fd1', 'Full Name', 'sdfsdf', 'Address', 'City', 'dfsf', 'DZ', 'AZE', 'Full Name', 'sdfsdf', 'Address', 'City', 'dfsf', 'DZ', '', 'empcland@gmail.com', '011520250620', '', '', 0, 0, 0, 0, 0, '', ''),
(68, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514ca0d881814', 'Full Name', 'sdfsdf', 'Address', 'City', 'dfsf', 'AF', 'AFG', 'Full Name', 'sdfsdf', 'Address', 'City', 'dfsf', 'AF', '', 'empcland@gmail.com', '011520250620', '', '', 0, 0, 0, 0, 0, '', ''),
(69, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514ca0f146362', 'Full Name', 'sdfsdf', 'Address', 'City', 'dfsf', 'AF', 'AFG', 'Full Name', 'sdfsdf', 'Address', 'City', 'dfsf', 'AF', '', 'empcland@gmail.com', '011520250620', '', '', 0, 0, 0, 0, 0, '', ''),
(70, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514ca27722621', 'Full Name', 'sdfsdf', 'Address', 'sf', 'dfsf', 'AL', 'AFG', 'Full Name', 'sdfsdf', 'Address', 'sf', 'dfsf', 'AL', '', 'empcland@gmail.com', '011520250620', '', '', 0, 0, 0, 0, 0, '', ''),
(71, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514ca2e043d18', 'Full Name', 'sdfsdf', 'sdfsdfs', 'sf', 'dfsf', 'DZ', 'ALB', 'Full Name', 'sdfsdf', 'sdfsdfs', 'sf', 'dfsf', 'DZ', '', 'empcland@gmail.com', '011520250620', '', '', 0, 0, 0, 0, 0, '', ''),
(72, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514ca2ff316b0', 'Full Name', 'sdfsdf', 'sdfsdfs', 'sf', 'dfsf', 'DZ', 'ALB', 'Full Name', 'sdfsdf', 'sdfsdfs', 'sf', 'dfsf', 'DZ', '', 'empcland@gmail.com', '011520250620', '', '', 0, 0, 0, 0, 0, '', ''),
(73, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514ca3debfaf5', 'Full Name', 'sdfsdf', 'Address', 'fghfgh', 'dfsf', 'AW', 'AGO', 'Full Name', 'sdfsdf', 'Address', 'fghfgh', 'dfsf', 'AW', '', 'empcland@gmail.com', '011520250620', '', '', 0, 0, 0, 0, 0, '', ''),
(74, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514ca44666b93', 'Full Name', 'sdfsdf', 'Address', 'sf', 'dfsf', 'BD', 'ALB', 'Full Name', 'sdfsdf', 'Address', 'sf', 'dfsf', 'BD', '', 'empcland@gmail.com', '011520250620', '', '', 0, 0, 0, 0, 0, '', ''),
(75, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514ca5c098832', 'Aziz', 'Adddress', '', 'City', 'County', 'IV28', 'GBR', 'Aziz', 'Adddress', '', 'City', 'County', 'IV28', 'GBR', 'azizms@gmail.com', '8989', '1', '', 0, 0, 0, 0, 0, '', ''),
(76, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514ca761157e4', 'Shipping Name', 'Shipping Address', 'Shipping Address 2', 'Shipping City', 'Shipping County', 'iv29', 'GBR', 'Billing Name', 'Billine Address 1', 'Billing Address 2', 'Billing City', 'Billing County', 'iv29 bill', 'GBR', 'azizms@gmail.com', '2039029302', '1', '', 0, 0, 0, 0, 0, '', ''),
(77, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514cab2e34d4d', 'Aziz', 'Address', 'Address ', 'city', 'CA', '77077', 'USA', 'Aziz', 'Address', 'Address ', 'city', '', '77077', 'USA', 'azizms@gmail.com', '2323092302', '1', '', 0, 0, 0, 0, 0, '', ''),
(78, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514cbc0541db1', 'Full Name', 'sdfsdf', 'Address', 'sf', 'AL', '050000', 'USA', 'sdfsdf', 'sdfsdf', '', 'sdfsdf', 'AZ', 'sdf', 'USA', 'empcland@gmail.com', '011520250620', '', '', 0, 0, 0, 0, 0, '', ''),
(79, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514cbd6510ee3', 'Aziz', 'Address1', '', 'City', 'AL', '77077', 'USA', 'Aziz', 'Address1', '', 'City', 'AL', '77077', 'USA', 'azizms@gmail.com', '23232323', '', '', 0, 0, 0, 0, 0, '', ''),
(80, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514cbdac49794', 'Aziz', 'Address1', '', 'City', 'AL', '77077', 'USA', 'Aziz', 'Address1', '', 'City', 'AL', '77077', 'USA', 'azizms@gmail.com', '23232323', '', '', 0, 0, 0, 0, 0, '', ''),
(81, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514cbdba30ba3', 'Aziz', 'Address1', '', 'City', 'AZ', '77077', 'USA', 'Aziz', 'Address1', '', 'City', 'AZ', '77077', 'USA', 'azizms@gmail.com', '23232323', '', '', 0, 0, 0, 0, 0, '', ''),
(82, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514cbdf9bb333', 'Aziz', 'Address1', '', 'City', 'AZ', '77077', 'USA', 'Aziz', 'bill address', 'bill adress 2', 'bill city', 'NE', '330933', 'USA', 'azizms@gmail.com', '23232323', '', '', 0, 0, 0, 0, 0, '', ''),
(83, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514cbe122b4c8', 'Aziz', 'Address1', '', 'City', 'AZ', '77077', 'USA', 'Aziz', 'bill address', 'bill adress 2', 'bill city', 'NE', '330933', 'USA', 'azizms@gmail.com', '23232323', '', '', 0, 0, 0, 0, 0, '', ''),
(84, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514cbe2024ebb', 'Aziz', 'Address1', '', 'City', 'AZ', '77077', 'USA', 'Aziz', 'bill address', 'bill adress 2', 'bill city', 'NE', '330933', 'USA', 'azizms@gmail.com', '23232323', '', '', 0, 0, 0, 0, 0, '', ''),
(85, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514cbe559acfb', 'Aziz', 'Address1', '', 'City', 'AZ', '77077', 'USA', 'Aziz', 'bill address', 'bill adress 2', 'bill city', 'NE', '330933', 'USA', 'azizms@gmail.com', '23232323', '', '', 0, 0, 0, 0, 0, '', ''),
(86, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514cbe684b0b1', 'Aziz', 'Address1', '', 'City', 'AZ', '77077', 'USA', 'Aziz', 'bill address', 'bill adress 2', 'bill city', 'NE', '330933', 'USA', 'azizms@gmail.com', '23232323', '', '', 0, 0, 0, 0, 0, '', ''),
(87, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514cbe9b030d9', 'Aziz', 'weweww', 'wee', 'Abu Dhabi', 'Emirates', '343434', 'ARE', 'Aziz', 'weweww', 'wee', 'Abu Dhabi', 'Emirates', '343434', 'ARE', 'azizms@gmail.com', '32322323', '', '', 0, 0, 0, 0, 0, '', ''),
(88, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514cbef2a183d', 'Aziz', '3', '', '3dfedf', 'fefef', '33334', 'BGD', 'Aziz', '3', '', '3dfedf', 'fefef', '33334', 'BGD', 'azizms@gmail.com', '23232', '', '', 0, 0, 0, 0, 0, '', ''),
(89, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514cbf19ed48e', 'Aziz', '3', '', '3dfedf', 'fefef', '33334', 'BGD', 'o', 'oiu', 'oiu', 'o98', '343434', '9898', 'BLR', 'azizms@gmail.com', '23232', '', '', 0, 0, 0, 0, 0, '', ''),
(90, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514cc02087e9c', '3443', '3434q', '', 'dfdf', 'dfdf', 'fd', 'BRB', '3443', '3434q', '', 'dfdf', 'dfdf', 'fd', 'BRB', 'azizms@gmail.com', '3343343', '1', '', 0, 0, 0, 0, 0, '', ''),
(91, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514cc47032d63', 'ioioi', 'owiowu', 'oioi', 'oioi', 'oioi', 'oioi', 'BHS', 'ioioi', 'owiowu', 'oioi', 'oioi', 'oioi', 'oioi', 'BHS', 'azizms@gmail.com', '232323', '1', '', 0, 0, 0, 0, 0, '', ''),
(92, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514cc67f612a0', 'aslkj', 'kjdflkj', '', 'jlkdflkfj', 'dlfkjfl', 'lkj98', 'FRO', 'aslkj', 'kjdflkj', '', 'jlkdflkfj', 'dlfkjfl', 'lkj98', 'FRO', 'azizms@gmail.com', '2322323', '1', '', 0, 0, 0, 0, 0, '', ''),
(93, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514cc8a673bac', '323', '2323', '2323', '2323', '3232', '330434', 'GBR', '323', '2323', '2323', '2323', '3232', '330434', 'GBR', 'azizms@gmail.com', '32232323', '1', '', 0, 0, 0, 0, 0, '', ''),
(94, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514ccb19d362e', 'oioi', 'oioi', 'oi', 'oi', 'oi', 'iv29', 'GBR', 'oioi', 'oioi', 'oi', 'oi', 'oi', 'iv29', 'GBR', 'azizms@gmail.com', '2323232', '1', '', 0, 0, 0, 0, 0, '', ''),
(95, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514cccba63d7e', 'Aziz', 'weoeiw', '', 'Dubai', 'Emirates', '02320', 'ARE', 'Aziz', 'weoeiw', '', 'Dubai', 'Emirates', '02320', 'ARE', 'azizms@gmail.com', '232323', '1', '', 0, 0, 0, 0, 0, '', ''),
(96, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514ccf506b73e', 'Aziz', 'iouoi', 'io', 'Dubai', 'Emirates', '23029', 'ARE', 'Aziz', 'iouoi', 'io', 'Dubai', 'Emirates', '23029', 'ARE', 'azizms@gmail.com', '2323232', '1', '', 0, 0, 0, 0, 0, '', ''),
(97, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514cd128536e8', '334', '334', '', 'Abu Dhabi', 'Emirates', '333', 'ARE', '334', '334', '', 'Abu Dhabi', 'Emirates', '333', 'ARE', 'azizms@gmail.com', '123444', '1', '', 0, 0, 0, 0, 0, '', ''),
(98, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514d346255075', 'M', 'PO', '', 'London', 'Middlesex', 'ub49rj', 'GBR', 'M', 'PO', '', 'London', 'Middlesex', 'ub49rj', 'GBR', 'mchampeli@gmail.com', '971559020527', '1', '', 0, 0, 0, 0, 0, '', ''),
(99, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514d7e1c9982f', 'Aziz Vasi', '29 Tahrir St', '', 'Sharjah', 'Emirates', '11021', 'ARE', 'Aziz Vasi', '29 Tahrir St', '', 'Sharjah', 'Emirates', '11021', 'ARE', 'azizms@gmail.com', '3232', '', '', 0, 0, 0, 0, 0, '', ''),
(100, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514eb17996d9b', 'Moiz', 'PO BOX 5915', '', 'Dubai', 'Emirates', '5915', 'ARE', 'Moiz', 'PO BOX 5915', '', 'Dubai', 'Emirates', '5915', 'ARE', 'mchampeli@gmail.com', '971559020527', '1', '', 0, 0, 0, 0, 0, '', ''),
(101, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514eb213e801e', 'Moiz', 'PO BOX 5915', '', 'Dubai', 'Emirates', '5915', 'ARE', 'Moiz', 'PO BOX 5915', '', 'Dubai', 'Emirates', '5915', 'ARE', 'mchampeli@gmail.com', '971559020527', '', '', 0, 0, 0, 0, 0, '', ''),
(102, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514eb94ee6e99', 'Moiz', 'PO BOX 5915', '', 'London', 'Middlesex', 'ub49rj', 'GBR', 'Moiz', 'PO BOX 5915', '', 'London', 'Middlesex', 'ub49rj', 'GBR', 'mchampeli@gmail.com', '971559020527', '1', '', 0, 0, 0, 0, 0, '', ''),
(103, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '514eba6525604', 'Moiz', 'PO BOX 5915', '', 'Bakersfield', 'CA', '93309', 'USA', 'Moiz', 'PO BOX 5915', '', 'Bakersfield', 'CA', '93309', 'USA', 'mchampeli@gmail.com', '971559020527', '1', '', 0, 0, 0, 0, 0, '', ''),
(104, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '5150d50b860f1', 'dfsd', 'sdfs', 'Address 2', 'sdf', 'County', '0592', 'GBR', 'dfsd', 'sdfs', 'Address 2', 'sdf', 'County', '0592', 'GBR', 'ismail@e-scapes.me', '141', '1', '', 0, 0, 0, 0, 0, '', ''),
(105, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '5150d6f178817', 'Namedfsd', 'Address', 'Address 2', 'City', 'County', '05920', 'GBR', 'Namedfsd', 'Address', 'Address 2', 'City', 'County', '05920', 'GBR', 'ismail@e-scapes.me', '1212', '1', '', 0, 0, 0, 0, 0, '', ''),
(106, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '5154463110872', 'ship  ismail mohmed ismail', 'ship menoufai', 'ship  ashmoun', 'Abu Dhabi', 'Emirates', '0592', 'ARE', 'ismail mohmed ismail 2', 'menoufai2', 'ashmoun2', ' Fujairah', '', '0592', 'ARE', 'empcland@gmail.com', '01150250720', '1', '', 0, 0, 0, 0, 0, '', ''),
(107, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '515456141d514', 'Namedfsd', 'Address', 'asda', 'Dubai', 'Emirates', '05920', 'ARE', 'Namedfsd', 'Address', 'asda', 'Dubai', 'Emirates', '05920', 'ARE', 'ismail@e-scapes.me', '1212', '1', '', 0, 27, 0, 0, 0, '', ''),
(108, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '519513870bcfe', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', 0, 0, 0, 0, 0, '', ''),
(109, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '519513be52efb', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', 0, 0, 0, 0, 0, '', ''),
(110, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '519514cc561f3', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', 0, 0, 0, 0, 0, '', ''),
(111, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '5198c39183986', 'wq', 'wew', 'ww', 'wew', 'wewe', 'wewe', 'GBR', 'wewe', 'wewe', 'wewe', 'wewe', 'wewe', 'qwewe', 'GBR', 'wew', 'wewe', '', '', 0, 0, 0, 0, 0, '', ''),
(112, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '5198d59be1c69', 'a', 'a', '', 'ghfg', 'egypt', '0592', 'GBR', 'ismail mohmed ismail', 'ashmoun', '', 'ghfg', 'egypt', '0592', 'GBR', 'empcland@gmail.com', '01150250620', '', '', 0, 0, 0, 0, 0, '', ''),
(113, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '5198d7e7a2c94', 'ismail mohmed ismail', 'ashmoun', 'Address 2', 'Town / City', 'egypt', '0592', 'GBR', 'ismail mohmed ismail', 'ashmoun', 'Address 2', 'c town', 'egypt', '0592', 'GBR', 'empcland@gmail.com', '01150250620', '', '', 0, 0, 0, 0, 0, '', ''),
(114, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '5198d84576555', 'ismail mohmed ismail', 'ashmoun', 'Address 2', 'Town / City', 'egypt', '0592', 'GBR', 'ismail mohmed ismail', 'ashmoun', 'fghf', 'ghfg', 'egypt', '0592', 'GBR', 'empcland@gmail.com', '01150250620', '', '', 0, 0, 0, 0, 0, '', ''),
(115, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '5198d8c04c227', 'ismail mohmed ismail', 'ashmoun', 'fghf', 'ghfg', 'egypt', '0592', 'GBR', 'ismail mohmed ismail', 'Address 1', 'fghf', 'ghfg', 'egypt', '0592', 'GBR', 'empcland@gmail.com', '01150250620', '', '', 0, 0, 0, 0, 0, '', ''),
(116, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '5198d9d28effb', 'ismail mohmed ismail', 'ashmoun', '', 'ghfg', 'egypt', '0592', 'GBR', 'ismail mohmed ismail', 'ashmoun', '', 'ghfg', 'egypt', '0592', 'GBR', 'empcland@gmail.com', '01150250620', '', '', 0, 0, 0, 0, 0, '', ''),
(117, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '5198da4a64dc8', 'ismail mohmed ismail', 'ashmoun', 'fghf', 'ghfg', 'egypt', '0592', 'GBR', 'ismail mohmed ismail', 'ashmoun', 'fghf', 'ghfg', 'egypt', '0592', 'GBR', 'empcland@gmail.com', '01150250620', '', '', 0, 0, 0, 0, 0, '', ''),
(118, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '5198da7188dc7', 'ismail mohmed ismail', 'ashmoun', 'fghf', 'ghfg', 'egypt', '0592', 'GBR', 'ismail mohmed ismail', 'ashmoun', 'fghf', 'ghfg', 'egypt', '0592', 'GBR', 'empcland@gmail.com', '01150250620', '', '', 0, 0, 0, 0, 0, '', ''),
(119, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '5198dbcf4388f', 'ismail mohmed ismail', 'ashmoun', 'fghf', 'ghfg', 'egypt', '0592', 'GBR', 'ismail mohmed ismail', 'ashmoun', 'fghf', 'ghfg', 'egypt', '0592', 'GBR', 'empcland@gmail.com', '01150250620', '', '', 0, 0, 0, 0, 0, '', ''),
(120, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '5198dc64bc602', 'ismail mohmed ismail', 'Address 1', 'Address 2', 'Town / City', 'egypt', '0592', 'GBR', 'ismail mohmed ismail', 'Address 1', 'Address 2', 'Town / City', 'egypt', '0592', 'GBR', 'empcland@gmail.com', '01150250620', '', '', 0, 0, 0, 0, 0, '', ''),
(121, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '5198dc6aef056', 'ismail mohmed ismail', 'Address 1', 'Address 2', 'Town / City', 'egypt', '0592', 'GBR', 'ismail mohmed ismail', 'Address 1', 'Address 2', 'Town / City', 'egypt', '0592', 'GBR', 'empcland@gmail.com', '01150250620', '', '', 0, 0, 0, 0, 0, '', ''),
(122, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '5198e25d6394c', 'ismail mohmed ismail', 'ashmoun', 'Address 2', 'ghfg', 'egypt', '0592', 'GBR', 'ismail mohmed ismail', 'ashmoun', 'Address 2', 'ghfg', 'egypt', '0592', 'GBR', 'empcland@gmail.com', '01150250620', '1', '', 0, 0, 0, 0, 0, '', ''),
(123, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '5198efed7be8d', 'Aziz Vasi', '29 Tahrir St', '', 'Cairo', '---', '11021', 'GBR', 'full name', 'add 1', 'add 2', 'town 2', 'county ', 'postal code', 'GBR', 'azizms@gmail.com', '1233456789', '', '', 0, 0, 0, 0, 0, '', ''),
(124, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '5198f02bdc63d', 'Aziz Vasi', '29 Tahrir St', '', 'Cairo', '---', '11021', 'GBR', 'full name', 'add1', 'add2', 'town 2', 'county ', 'post ode 2', 'GBR', 'azizms@gmail.com', '121212121', '', '', 0, 0, 0, 0, 0, '', ''),
(125, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '5198f05c5f4a6', 'Aziz Vasi', '29 Tahrir St', '', 'Cairo', '---', '11021abc', 'GBR', 'Aziz Vasi', '29 Tahrir St', '', 'Cairo', '---', '11021abc', 'GBR', 'azizms@gmail.com', '2123', '', '', 0, 0, 0, 0, 0, '', ''),
(126, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '5198f0cc1c6c1', 'Aziz Vasi', '29 Tahrir St', '', 'Cairo', '---', '11021', 'GBR', 'full name', 'add 1', 'add 2', 'town1', 'county1', '12122abc', 'GBR', 'Azizms@gmail.com', '334434', '', '', 0, 0, 0, 0, 0, '', ''),
(127, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '519957906e7e3', 'Aziz Vasi', '29 Tahrir St', '', 'Cairo', '---', '11021', 'GBR', 'Aziz Vasi', '29 Tahrir St', '', 'Cairo', '---', '11021', 'GBR', 'azizms@gmail.com', '223', '', '', 0, 0, 0, 0, 0, 'uk', ''),
(128, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '519a954f39e59', 'Aziz Vasi', '29 Tahrir St', '', 'Cairo', '---', '11021', 'GBR', 'Aziz Vasi', '29 Tahrir St', '', 'Cairo', '---', '11021', 'GBR', 'azizms@gmail.com', '23223', '', '', 0, 0, 0, 0, 0, 'uk', ''),
(129, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '519a95be87988', 'Aziz Vasi', '29 Tahrir St', '', '', 'Emirates', '11021', 'ARE', 'Aziz Vasi', '29 Tahrir St', '', '', 'Emirates', '11021', 'ARE', 'azizms@gmail.com', '1222', '1', '', 0, 0, 0, 0, 0, 'ae', ''),
(130, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '519a95c836d23', 'ismail mohmed ismail', 'ashmoun', 'fghf', 'ghfg', 'egypt', '0592', 'GBR', 'ismail mohmed ismail', 'ashmoun', 'fghf', 'ghfg', 'egypt', '0592', 'GBR', 'empcland@gmail.com', '01150250620', '', '', 0, 0, 0, 0, 0, 'uk', ''),
(131, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '519a95d527969', 'ismail mohmed ismail', 'ashmoun', 'fghf', 'ghfg', 'egypt', '0592', 'GBR', 'ismail mohmed ismail', 'ashmoun', 'fghf', 'ghfg', 'egypt', '0592', 'GBR', 'empcland@gmail.com', '01150250620', '', '', 0, 0, 0, 0, 0, 'uk', ''),
(132, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '519a96b19a973', 'ismail mohmed ismail', 'ashmoun', 'fghf', 'ghfg', 'egypt', '0592', 'GBR', 'ismail mohmed ismail', 'ashmoun', 'fghf', 'ghfg', 'egypt', '0592', 'GBR', 'empcland@gmail.com', '01150250620', '1', '', 0, 0, 0, 0, 0, 'uk', ''),
(133, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '519a96b8db0c0', 'ismail mohmed ismail', 'ashmoun', 'fghf', 'ghfg', 'egypt', '0592', 'GBR', 'ismail mohmed ismail', 'ashmoun', 'fghf', 'ghfg', 'egypt', '0592', 'GBR', 'empcland@gmail.com', '01150250620', '1', '', 0, 0, 0, 0, 0, 'uk', ''),
(134, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '519a96e8b80e5', 'ismail mohmed ismail', 'ashmoun', 'fghf', 'ghfg', 'egypt', '0592', 'GBR', 'ismail mohmed ismail', 'ashmoun', 'fghf', 'ghfg', 'egypt', '0592', 'GBR', 'empcland@gmail.com', '01150250620', '1', '', 0, 0, 0, 0, 0, 'uk', ''),
(135, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '519b25acbd051', 'ismail mohmed ismail', 'ashmoun', 'fghf', 'AF', 'Emirates', '0592', 'ARE', 'ismail mohmed ismail', 'ashmoun', 'fghf', 'AF', 'Emirates', '0592', 'ARE', 'empcland@gmail.com', '01150250620', '1', '', 0, 0, 0, 0, 0, '@%get->site%@', ''),
(136, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '519b2beb62fd5', 'ismail mohmed ismail', 'ashmoun', 'fghf', 'ghfg', 'egypt', '0592', 'GBR', 'ismail mohmed ismail', 'ashmoun', 'fghf', 'ghfg', 'egypt', '0592', 'GBR', 'empcland@gmail.com', '01150250620', '1', '', 0, 0, 0, 0, 0, 'uk', ''),
(137, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '519b46bf4e9c4', 'ismail mohmed ismail', 'ashmoun', 'fghf', 'eeee', 'Emirates', '0592', 'ARE', 'ismail mohmed ismail', 'ashmoun', 'fghf', '', 'Emirates', '0592', 'ARE', 'empcland@gmail.com', '01150250620', '1', '', 0, 0, 0, 0, 0, '', ''),
(138, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '519b4956bae81', 'ismail mohmed ismail', 'ashmoun', 'fghf', 'ghfg', 'egypt', '0592', 'GBR', 'ismail mohmed ismail', 'ashmoun', 'fghf', 'ghfg', 'egypt', '0592', 'GBR', 'empcland@gmail.com', '01150250620', '1', '', 0, 0, 0, 0, 0, 'uk', ''),
(139, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '519b4a496374d', 'ismail mohmed ismail', 'ashmoun', 'fghf', 'ghfg', 'egypt', '0592', 'GBR', 'ismail mohmed ismail', 'ashmoun', 'fghf', 'ghfg', 'egypt', '0592', 'GBR', 'empcland@gmail.com', '01150250620', '10', '', 0, 0, 0, 0, 0, 'uk', ''),
(140, 0, 0, '2013-05-21 00:00:00', '0000-00-00 00:00:00', 0, '519b51b753550', 'Aziz Vasi', '29 Tahrir St', '', 'Dubai', 'Emirates', '11021', 'ARE', 'Aziz Vasi', '29 Tahrir St', '', 'Dubai', 'Emirates', '11021', 'ARE', 'tur@tur.com', '1211', '9', '', 0, 0, 0, 0, 0, '', ''),
(141, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '519b58f186837', 'Aziz Vasi', '29 Tahrir St', '', 'Cairo', '---', '11021', 'GBR', 'Aziz Vasi', '29 Tahrir St', '', 'Cairo', '---', '11021', 'GBR', 'azizms@gmail.com', '12122', '2', '', 0, 0, 0, 0, 0, 'uk', ''),
(142, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '519b5d5eb20cb', 'Aziz Vasi', '29 Tahrir St', '', 'Dubai', 'Emirates', '11021', 'ARE', 'Raj', 'raj2', 'raj3', 'Abu Dhabi', '', '2323', 'ARE', 'azizms@gmail.com', '233', '2', '', 0, 0, 0, 0, 0, '', ''),
(143, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '519b5fb92f1f1', 'Aziz Vasi', '29 Tahrir St', '', 'Dubai', 'Emirates', '11021', 'ARE', 'Aziz Vasi', '29 Tahrir St', '', 'Dubai', 'Emirates', '11021', 'ARE', 'aziz@e-scapes.me', '222', '', '', 0, 0, 0, 0, 0, '@%get->site%@', ''),
(144, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '519b61986783f', 'Aziz Vasi', '29 Tahrir St', '', 'Dubai', 'Emirates', '11021', 'ARE', 'Aziz Vasi', '29 Tahrir St', '', 'Dubai', 'Emirates', '11021', 'ARE', 'azizms@gmail.com', '223232', '2', '', 0, 0, 0, 0, 0, 'ae', ''),
(145, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '519b69d3bd5e4', 'Aziz Vasi', '29 Tahrir St', '', 'Dubai', 'Emirates', '11021', 'ARE', 'Aziz Vasi', '29 Tahrir St', '', 'Dubai', 'Emirates', '11021', 'ARE', 'aziz@e-scapes.me', '121122', '', '', 0, 0, 0, 0, 0, 'ae', ''),
(146, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '519b6c5000b1f', 'Aziz Vasi', '29 Tahrir St', '', 'Dubai', 'Emirates', '11021', 'ARE', 'Aziz Vasi', '29 Tahrir St', '', 'Dubai', 'Emirates', '11021', 'ARE', 'azizms@gmail.com', '111111', '2', '', 0, 0, 0, 0, 0, 'ae', ''),
(147, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '519b71614a560', 'Aziz Vasi', '29 Tahrir St', '', 'Cairo', '---', '11021', 'GBR', 'Aziz Vasi', '29 Tahrir St', '', 'Cairo', '---', '11021', 'GBR', 'alaqmarllc@gmail.com', '232332', '1', '', 0, 0, 0, 0, 0, '@%get->site%@', ''),
(148, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '519b7923bbe63', 'Aziz Vasi', '29 Tahrir St', '', 'Cairo', '---', '11021', 'EGY', 'Aziz Vasi', '29 Tahrir St', '', 'Cairo', '---', '11021', 'EGY', 'Azizms@gmail.com', 'azizms@gmail.com', '1', '', 0, 0, 0, 0, 0, 'global', ''),
(149, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '519b83a0e1296', 'Aziz Vasi', '29 Tahrir St', '', 'Dubai', 'Emirates', '11021', 'ARE', 'Aziz Vasi', '29 Tahrir St', '', 'Dubai', 'Emirates', '11021', 'ARE', 'aziz@e-scapes.me', '11111', '2', '', 0, 0, 0, 0, 0, 'ae', ''),
(150, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '519b842497450', 'Aziz Vasi', '29 Tahrir St', '', 'Dubai', 'Emirates', '11021', 'ARE', 'Aziz Vasi', '29 Tahrir St', '', 'Dubai', 'Emirates', '11021', 'ARE', 'azizms@gmail.com', '12122', '2', '', 0, 0, 0, 0, 0, 'ae', ''),
(151, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '519b88e98ef06', 'Aziz Vasi', '29 Tahrir St', '', 'Dubai', 'Emirates', '11021', 'ARE', 'Aziz Vasi', '29 Tahrir St', '', 'Dubai', 'Emirates', '11021', 'ARE', 'escapesme@gmail.om', '3232', '2', '', 0, 0, 0, 0, 0, 'ae', ''),
(152, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '519b8b327012c', 'Aziz Vasi', '29 Tahrir St', '', 'Cairo', 'AZ', '11021', 'USA', 'weewww', 'wewewe', 'wewe', 'giza', 'AL', 'edfsdfeer', 'USA', 'amztelcom@yahoo.com', '3232', '2', '', 0, 0, 0, 0, 0, 'us', ''),
(153, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '519b8c522eb59', 'Aziz Vasi', '29 Tahrir St', '', 'Cairo', 'AK', '11021', 'USA', 'Aziz Vasi', '29 Tahrir St', '', 'Cairo', 'AK', '11021', 'USA', 'amztelcom@yahoo.com', '2323', '2', '', 0, 0, 0, 0, 0, 'us', ''),
(154, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '519b8de34f5c3', 'E-Scapes IT Solutions', '29 Tahrir St', '', 'Dubai', 'Emirates', '11021', 'ARE', 'E-Scapes IT Solutions', '29 Tahrir St', '', 'Dubai', 'Emirates', '11021', 'ARE', 'amztelcom@yahoo.com', '2', '2', '', 0, 0, 0, 0, 0, 'ae', ''),
(155, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '519b8e34e0641', 'Aziz Vasi', '29 Tahrir St', '', 'Dubai', 'Emirates', '11021', 'ARE', 'Aziz Vasi', '29 Tahrir St', '', 'Dubai', 'Emirates', '11021', 'ARE', 'amztelcom@yahoo.com', '3433', '2', '', 0, 0, 0, 0, 0, 'ae', ''),
(156, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '519b8e7b638a2', 'Aziz Vasi', '29 Tahrir St', '', 'Dubai', 'Emirates', '11021', 'ARE', 'Aziz Vasi', '29 Tahrir St', '', 'Dubai', 'Emirates', '11021', 'ARE', 'amztelcom@yahoo.com', '2323', '2', '', 0, 0, 0, 0, 0, 'ae', ''),
(157, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '519b902850c45', 'ismail mohmed ismail', 'ashmoun', 'fghf', 'Dubai', 'Emirates', '0592', 'ARE', 'ismail mohmed ismail', 'ashmoun', 'fghf', 'Dubai', 'Emirates', '0592', 'ARE', 'empcland@gmail.com', '4646', '2', '', 0, 0, 0, 0, 0, 'ae', ''),
(158, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '519b91b7a8008', 'Aziz Vasi', '29 Tahrir St', '', 'Cairo', 'AL', '11021', 'USA', 'Aziz Vasi', '29 Tahrir St', '', 'Cairo', 'AL', '11021', 'USA', 'azizms@gmail.com', '2332', '2', '', 0, 0, 0, 0, 0, 'us', ''),
(159, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '519b94be6d104', 'Aziz Vasi', '29 Tahrir St', '', 'Cairo', '---', '11021', 'EGY', 'Aziz Vasi', '29 Tahrir St', '', 'Cairo', '---', '11021', 'EGY', 'Azizms@gmail.com', '3232', '2', '', 0, 0, 0, 0, 0, 'global', ''),
(160, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '519b95b441911', 'Aziz Vasi', '29 Tahrir St', '', 'Cairo', 'AZ', '11021', 'USA', 'Aziz Vasi', '29 Tahrir St', '', 'Cairo', 'AZ', '11021', 'USA', 'amztelcom@yahoo.com', '34', '2', '', 0, 0, 0, 0, 0, 'us', ''),
(161, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '519b961d492bd', 'Aziz Vasi', '29 Tahrir St', '', 'Cairo', '---', '11021', 'EGY', 'Aziz Vasi', '29 Tahrir St', '', 'Cairo', '---', '11021', 'EGY', 'escapesme@gmail.om', 'we', '2', '', 0, 0, 0, 0, 0, 'global', ''),
(162, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '519b967c8eb26', 'Aziz Vasi', '29 Tahrir St', '', 'Cairo', '---', '11021', 'EGY', 'Aziz Vasi', '29 Tahrir St', '', 'Cairo', '---', '11021', 'EGY', 'Azizms@gmail.com', '223232', '2', '', 0, 0, 0, 0, 0, 'global', ''),
(163, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '519b9720f2d8f', 'Aziz Vasi', '29 Tahrir St', '', 'Cairo', '---', '11021', 'EGY', 'Aziz Vasi', '29 Tahrir St', '', 'Cairo', '---', '11021', 'EGY', 'Azizms@gmail.com', '2322', '2', '', 0, 0, 0, 0, 0, 'global', ''),
(164, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '519b9fb679b28', 'Aziz Vasi', '29 Tahrir St', '', 'Dubai', 'Emirates', '11021', 'ARE', 'Aziz Vasi', '29 Tahrir St', '', 'Dubai', 'Emirates', '11021', 'ARE', 'amztelcom@yahoo.com', '223232', '2', '', 0, 0, 0, 0, 0, 'ae', ''),
(165, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '519cc9d37ee0c', 'Aziz Vasi', '29 Tahrir St', '', 'Cairo', '---', '11021', 'GBR', 'Aziz Vasi', '29 Tahrir St', '', 'Cairo', '---', '11021', '', '', '1212', '1', '', 0, 0, 0, 0, 0, 'uk', ''),
(166, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '519d1bc65814b', 'Aziz Vasi', '29 Tahrir St', '', 'Cairo', '---', '11021', 'GBR', 'Aziz Vasi', '29 Tahrir St', '', 'Cairo', '---', '11021', '', '', '23232', '2', '', 0, 0, 0, 0, 0, 'uk', ''),
(167, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '519d1eafb8662', 'ismail mohmed ismail', 'ashmoun', 'fghf', 'ghfg', 'egypt', '0592', 'GBR', 'ismail mohmed ismail', 'ashmoun', 'fghf', 'ghfg', 'egypt', '0592', 'GBR', '', '01150250620', '1', '', 0, 0, 0, 0, 0, 'uk', ''),
(168, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '519d1eb2f243e', 'ismail mohmed ismail', 'ashmoun', 'fghf', 'ghfg', 'egypt', '0592', 'GBR', 'ismail mohmed ismail', 'ashmoun', 'fghf', 'ghfg', 'egypt', '0592', 'GBR', '', '01150250620', '2', '4998956797', 0, 0, 0, 0, 0, 'uk', ''),
(169, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '519d1f9e3ddef', 'ismail mohmed ismail', 'ashmoun', 'fghf', 'ghfg', 'egypt', '0592', 'GBR', 'ismail mohmed ismail', 'ashmoun', 'fghf', 'ghfg', 'egypt', '0592', 'GBR', '', '01150250620', '1', '', 0, 0, 0, 0, 0, 'uk', ''),
(170, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '519d1fd6ccdbf', 'ismail mohmed ismail', 'ashmoun', 'fghf', 'ghfg', 'egypt', '0592', 'GBR', 'ismail mohmed ismail', 'ashmoun', 'fghf', 'ghfg', 'egypt', '0592', 'GBR', '', '01150250620', '1', '', 0, 0, 0, 0, 0, 'uk', '£ ');

-- --------------------------------------------------------

--
-- Table structure for table `com_products_order_xref`
--

CREATE TABLE IF NOT EXISTS `com_products_order_xref` (
  `id` int(11) NOT NULL,
  `pro_id` int(11) NOT NULL,
  `order_id` varchar(255) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL,
  `quantity` varchar(255) CHARACTER SET utf8 NOT NULL,
  `price` varchar(255) CHARACTER SET utf8 NOT NULL,
  `type` varchar(255) CHARACTER SET utf8 NOT NULL,
  `name` varchar(255) CHARACTER SET utf8 NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=678 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `com_products_order_xref`
--

INSERT INTO `com_products_order_xref` (`id`, `pro_id`, `order_id`, `delete`, `order`, `enabled`, `modified`, `created`, `quantity`, `price`, `type`, `name`) VALUES
(397, 0, '514c8085f011a', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '9.99', 'shipping', 'Shipping'),
(395, 0, '514c807d3e994', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '9.99', 'shipping', 'Shipping'),
(396, 52, '514c8085f011a', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', '27.99', 'product', 'Neck Warmer'),
(394, 52, '514c807d3e994', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', '27.99', 'product', 'Neck Warmer'),
(392, 62, '514c162dcb0f7', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '4', '26.59', 'product', 'Feet Warmer'),
(393, 0, '514c162dcb0f7', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '60.00', 'shipping', 'Shipping'),
(391, 52, '514c162dcb0f7', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '26.59', 'product', 'Neck Warmer'),
(390, 0, '514ae4b85b8c6', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '6', 'shipping', 'Shipping'),
(389, 52, '514ae4b85b8c6', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '27.99', 'product', 'Neck Warmer'),
(388, 0, '514ae2c99e247', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '8.99', 'shipping', 'Shipping'),
(387, 52, '514ae2c99e247', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '27.99', 'product', 'Neck Warmer'),
(386, 53, '514ae2c99e247', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '27.99', 'product', 'Back Warmer'),
(381, 53, '514adf4b2cf1e', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '27.99', 'product', 'Back Warmer'),
(382, 0, '514adf4b2cf1e', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '8.99', 'shipping', 'Shipping'),
(383, 52, '514ae0adb819f', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '27.99', 'product', 'Neck Warmer'),
(384, 53, '514ae0adb819f', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '27.99', 'product', 'Back Warmer'),
(385, 0, '514ae0adb819f', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '8.99', 'shipping', 'Shipping'),
(380, 52, '514adf4b2cf1e', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '27.99', 'product', 'Neck Warmer'),
(398, 52, '514c81f06f00f', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', '27.99', 'product', 'Neck Warmer'),
(399, 0, '514c81f06f00f', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '10.99', 'shipping', 'Shipping'),
(400, 52, '514c864d87e8e', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '27.99', 'product', 'Neck Warmer'),
(401, 0, '514c864d87e8e', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(402, 52, '514c865750147', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '27.99', 'product', 'Neck Warmer'),
(403, 0, '514c865750147', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(404, 52, '514c866d5271b', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '27.99', 'product', 'Neck Warmer'),
(405, 0, '514c866d5271b', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '9.99', 'shipping', 'Shipping'),
(406, 52, '514c867b773da', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', '27.99', 'product', 'Neck Warmer'),
(407, 0, '514c867b773da', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '10.00', 'shipping', 'Shipping'),
(408, 52, '514c86ac8e5f5', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', '27.99', 'product', 'Neck Warmer'),
(409, 0, '514c86ac8e5f5', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '10.00', 'shipping', 'Shipping'),
(410, 52, '514c86b746614', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', '27.99', 'product', 'Neck Warmer'),
(411, 0, '514c86b746614', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '10.00', 'shipping', 'Shipping'),
(412, 52, '514c89d95256b', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '27.99', 'product', 'Neck Warmer'),
(413, 0, '514c89d95256b', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(414, 52, '514c89f092bc3', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '27.99', 'product', 'Neck Warmer'),
(415, 0, '514c89f092bc3', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '7.99', 'shipping', 'Shipping'),
(416, 52, '514c8a19f0922', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '27.99', 'product', 'Neck Warmer'),
(417, 0, '514c8a19f0922', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '7.99', 'shipping', 'Shipping'),
(418, 52, '514c8fc69a6d7', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', '27.99', 'product', 'Neck Warmer'),
(419, 0, '514c8fc69a6d7', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '9.99', 'shipping', 'Shipping'),
(420, 52, '514c9938eb32f', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', '16.99', 'product', 'Neck Warmer'),
(421, 55, '514c9938eb32f', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '4', '15.49', 'product', 'Menstrual Warmer'),
(422, 62, '514c9938eb32f', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '5', '15.49', 'product', 'Feet Warmer'),
(423, 0, '514c9938eb32f', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '6.49', 'shipping', 'Shipping'),
(424, 53, '514ca0503627d', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '24.99', 'product', 'Back Warmer'),
(425, 0, '514ca0503627d', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '20.00', 'shipping', 'Shipping'),
(426, 53, '514ca06490fd1', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '24.99', 'product', 'Back Warmer'),
(427, 0, '514ca06490fd1', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '20.00', 'shipping', 'Shipping'),
(428, 53, '514ca0d881814', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '24.99', 'product', 'Back Warmer'),
(429, 0, '514ca0d881814', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '20.00', 'shipping', 'Shipping'),
(430, 53, '514ca0f146362', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '24.99', 'product', 'Back Warmer'),
(431, 0, '514ca0f146362', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '20.00', 'shipping', 'Shipping'),
(432, 53, '514ca27722621', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '24.99', 'product', 'Back Warmer'),
(433, 0, '514ca27722621', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '20.00', 'shipping', 'Shipping'),
(434, 53, '514ca2e043d18', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '24.99', 'product', 'Back Warmer'),
(435, 0, '514ca2e043d18', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '20.00', 'shipping', 'Shipping'),
(436, 53, '514ca2ff316b0', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '24.99', 'product', 'Back Warmer'),
(437, 0, '514ca2ff316b0', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '20.00', 'shipping', 'Shipping'),
(438, 53, '514ca3debfaf5', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '24.99', 'product', 'Back Warmer'),
(439, 0, '514ca3debfaf5', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '20.00', 'shipping', 'Shipping'),
(440, 53, '514ca44666b93', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '24.99', 'product', 'Back Warmer'),
(441, 0, '514ca44666b93', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '20.00', 'shipping', 'Shipping'),
(442, 52, '514ca5c098832', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', '16.99', 'product', 'Neck Warmer'),
(443, 0, '514ca5c098832', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '11.99', 'shipping', 'Shipping'),
(444, 52, '514ca761157e4', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', '16.14', 'product', 'Neck Warmer'),
(445, 0, '514ca761157e4', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '6.49', 'shipping', 'Shipping'),
(446, 52, '514cab2e34d4d', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', ' 24.99', 'product', 'Neck Warmer'),
(447, 0, '514cab2e34d4d', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '9.99', 'shipping', 'Shipping'),
(448, 53, '514cbc0541db1', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '24.99', 'product', 'Back Warmer'),
(449, 0, '514cbc0541db1', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '9.99', 'shipping', 'Shipping'),
(450, 54, '514cbd6510ee3', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', '11.99', 'product', 'Hand Warmer'),
(451, 0, '514cbd6510ee3', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '9.99', 'shipping', 'Shipping'),
(452, 54, '514cbdac49794', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', '11.39', 'product', 'Hand Warmer'),
(453, 0, '514cbdac49794', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '9.99', 'shipping', 'Shipping'),
(454, 54, '514cbdba30ba3', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', '11.39', 'product', 'Hand Warmer'),
(455, 0, '514cbdba30ba3', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '9.99', 'shipping', 'Shipping'),
(456, 54, '514cbdf9bb333', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', '11.39', 'product', 'Hand Warmer'),
(457, 0, '514cbdf9bb333', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '9.99', 'shipping', 'Shipping'),
(458, 54, '514cbe122b4c8', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', '11.39', 'product', 'Hand Warmer'),
(459, 0, '514cbe122b4c8', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '9.99', 'shipping', 'Shipping'),
(460, 54, '514cbe2024ebb', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', '11.39', 'product', 'Hand Warmer'),
(461, 0, '514cbe2024ebb', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '9.99', 'shipping', 'Shipping'),
(462, 54, '514cbe559acfb', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', '11.39', 'product', 'Hand Warmer'),
(463, 0, '514cbe559acfb', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '9.99', 'shipping', 'Shipping'),
(464, 54, '514cbe684b0b1', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', '11.39', 'product', 'Hand Warmer'),
(465, 0, '514cbe684b0b1', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '9.99', 'shipping', 'Shipping'),
(466, 54, '514cbe9b030d9', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', '49.00', 'product', 'Hand Warmer'),
(467, 0, '514cbe9b030d9', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '10.00', 'shipping', 'Shipping'),
(468, 54, '514cbef2a183d', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', '11.99', 'product', 'Hand Warmer'),
(469, 0, '514cbef2a183d', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '40.00', 'shipping', 'Shipping'),
(470, 54, '514cbf19ed48e', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', '11.99', 'product', 'Hand Warmer'),
(471, 0, '514cbf19ed48e', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '40.00', 'shipping', 'Shipping'),
(472, 54, '514cc02087e9c', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '11.99', 'product', 'Hand Warmer'),
(473, 0, '514cc02087e9c', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '20.00', 'shipping', 'Shipping'),
(474, 54, '514cc47032d63', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '11.99', 'product', 'Hand Warmer'),
(475, 53, '514cc47032d63', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', '24.99', 'product', 'Back Warmer'),
(476, 0, '514cc47032d63', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '80.00', 'shipping', 'Shipping'),
(477, 55, '514cc67f612a0', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '4', '22.99', 'product', 'Menstrual Warmer'),
(478, 0, '514cc67f612a0', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '60.00', 'shipping', 'Shipping'),
(479, 52, '514cc8a673bac', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '2', '16.99', 'product', 'Neck Warmer'),
(480, 56, '514cc8a673bac', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', '15.49', 'product', 'Knee Warmer'),
(481, 0, '514cc8a673bac', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '6.49', 'shipping', 'Shipping'),
(482, 63, '514ccb19d362e', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', '16.99', 'product', 'Seat Warmer'),
(483, 52, '514ccb19d362e', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', '16.99', 'product', 'Neck Warmer'),
(484, 56, '514ccb19d362e', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '15.49', 'product', 'Knee Warmer'),
(485, 0, '514ccb19d362e', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '6.49', 'shipping', 'Shipping'),
(486, 53, '514cccba63d7e', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '99.00', 'product', 'Back Warmer'),
(487, 0, '514cccba63d7e', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '10.00', 'shipping', 'Shipping'),
(488, 52, '514ccf506b73e', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '99.00', 'product', 'Neck Warmer'),
(489, 0, '514ccf506b73e', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '10.00', 'shipping', 'Shipping'),
(490, 52, '514cd128536e8', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '2', '99.00', 'product', 'Neck Warmer'),
(491, 0, '514cd128536e8', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '10.00', 'shipping', 'Shipping'),
(492, 55, '514d346255075', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '15.49', 'product', 'Menstrual Warmer'),
(493, 0, '514d346255075', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '3.00', 'shipping', 'Shipping'),
(494, 53, '514d7e1c9982f', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', '99.00', 'product', 'Back Warmer'),
(495, 0, '514d7e1c9982f', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '10.00', 'shipping', 'Shipping'),
(496, 64, '514eb17996d9b', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '29.00', 'product', 'Pocket Warmer'),
(497, 0, '514eb17996d9b', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '10.00', 'shipping', 'Shipping'),
(498, 65, '514eb213e801e', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '', 'product', 'Family Multipack'),
(499, 0, '514eb213e801e', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '10.00', 'shipping', 'Shipping'),
(500, 65, '514eb94ee6e99', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '', 'product', 'Family Multipack'),
(501, 0, '514eb94ee6e99', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '6.49', 'shipping', 'Shipping'),
(502, 65, '514eba6525604', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '', 'product', 'Family Multipack'),
(503, 0, '514eba6525604', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '10.99', 'shipping', 'Shipping'),
(504, 53, '5150d50b860f1', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '16.99', 'product', 'Back Warmer'),
(505, 54, '5150d50b860f1', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '8.49', 'product', 'Hand Warmer'),
(506, 0, '5150d50b860f1', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '6.49', 'shipping', 'Shipping'),
(507, 53, '5150d6f178817', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '16.99', 'product', 'Back Warmer'),
(508, 54, '5150d6f178817', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '8.49', 'product', 'Hand Warmer'),
(509, 0, '5150d6f178817', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '6.49', 'shipping', 'Shipping'),
(510, 62, '5154463110872', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '84.55', 'product', 'Feet Warmer'),
(511, 56, '5154463110872', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '84.55', 'product', 'Knee Warmer'),
(512, 55, '5154463110872', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '84.55', 'product', 'Menstrual Warmer'),
(513, 53, '5154463110872', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '94.05', 'product', 'Back Warmer'),
(514, 54, '5154463110872', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '46.55', 'product', 'Hand Warmer'),
(515, 63, '5154463110872', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '94.05', 'product', 'Seat Warmer'),
(516, 52, '5154463110872', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '4', '94.05', 'product', 'Neck Warmer'),
(517, 0, '5154463110872', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '10.00', 'shipping', 'Shipping'),
(518, 62, '515456141d514', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '89.00', 'product', 'Feet Warmer'),
(519, 56, '515456141d514', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '89.00', 'product', 'Knee Warmer'),
(520, 55, '515456141d514', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '89.00', 'product', 'Menstrual Warmer'),
(521, 53, '515456141d514', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '99.00', 'product', 'Back Warmer'),
(522, 54, '515456141d514', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '49.00', 'product', 'Hand Warmer'),
(523, 63, '515456141d514', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '99.00', 'product', 'Seat Warmer'),
(524, 52, '515456141d514', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '4', '99.00', 'product', 'Neck Warmer'),
(525, 0, '515456141d514', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '10.00', 'shipping', 'Shipping'),
(526, 52, '519513870bcfe', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', ' 24.99', 'product', 'Neck Warmer'),
(527, 53, '519513870bcfe', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '24.99', 'product', 'Back Warmer'),
(528, 52, '519513be52efb', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', ' 24.99', 'product', 'Neck Warmer'),
(529, 53, '519513be52efb', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '24.99', 'product', 'Back Warmer'),
(530, 52, '519514cc561f3', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', ' 24.99', 'product', 'Neck Warmer'),
(531, 53, '519514cc561f3', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '24.99', 'product', 'Back Warmer'),
(532, 52, '5198c39183986', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', '16.99', 'product', 'Neck Warmer'),
(533, 53, '5198d59be1c69', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '9', '16.99', 'product', 'Back Warmer'),
(534, 52, '5198d59be1c69', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', '16.99', 'product', 'Neck Warmer'),
(535, 53, '5198d7e7a2c94', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '9', '16.99', 'product', 'Back Warmer'),
(536, 52, '5198d7e7a2c94', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', '16.99', 'product', 'Neck Warmer'),
(537, 53, '5198d84576555', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '9', '16.99', 'product', 'Back Warmer'),
(538, 52, '5198d84576555', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', '16.99', 'product', 'Neck Warmer'),
(539, 53, '5198d8c04c227', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '9', '16.99', 'product', 'Back Warmer'),
(540, 52, '5198d8c04c227', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', '16.99', 'product', 'Neck Warmer'),
(541, 53, '5198d9d28effb', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '9', '16.99', 'product', 'Back Warmer'),
(542, 52, '5198d9d28effb', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', '16.99', 'product', 'Neck Warmer'),
(543, 53, '5198da4a64dc8', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '9', '16.99', 'product', 'Back Warmer'),
(544, 52, '5198da4a64dc8', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', '16.99', 'product', 'Neck Warmer'),
(545, 53, '5198da7188dc7', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '9', '16.99', 'product', 'Back Warmer'),
(546, 52, '5198da7188dc7', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', '16.99', 'product', 'Neck Warmer'),
(547, 53, '5198dbcf4388f', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '9', '16.99', 'product', 'Back Warmer'),
(548, 52, '5198dbcf4388f', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '16.99', 'product', 'Neck Warmer'),
(549, 0, '5198dbcf4388f', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(550, 53, '5198dc64bc602', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '9', '16.99', 'product', 'Back Warmer'),
(551, 52, '5198dc64bc602', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '16.99', 'product', 'Neck Warmer'),
(552, 0, '5198dc64bc602', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(553, 53, '5198dc6aef056', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '9', '16.99', 'product', 'Back Warmer'),
(554, 52, '5198dc6aef056', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '16.99', 'product', 'Neck Warmer'),
(555, 0, '5198dc6aef056', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(556, 53, '5198e25d6394c', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '9', '16.99', 'product', 'Back Warmer'),
(557, 52, '5198e25d6394c', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '16.99', 'product', 'Neck Warmer'),
(558, 0, '5198e25d6394c', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(559, 52, '5198efed7be8d', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '16.99', 'product', 'Neck Warmer'),
(560, 0, '5198efed7be8d', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(561, 52, '5198f02bdc63d', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '16.99', 'product', 'Neck Warmer'),
(562, 0, '5198f02bdc63d', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(563, 52, '5198f05c5f4a6', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '16.99', 'product', 'Neck Warmer'),
(564, 0, '5198f05c5f4a6', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(565, 52, '5198f0cc1c6c1', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '16.99', 'product', 'Neck Warmer'),
(566, 0, '5198f0cc1c6c1', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(567, 69, '519957906e7e3', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '57.99', 'product', 'Super Gran Pack '),
(568, 52, '519957906e7e3', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '16.99', 'product', 'Neck Warmer'),
(569, 62, '519957906e7e3', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '2', '15.49', 'product', 'Feet Warmer'),
(570, 68, '519957906e7e3', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '79.99', 'product', 'Superhero Pack'),
(571, 0, '519957906e7e3', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(572, 52, '519a954f39e59', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '2', '16.14', 'product', 'Neck Warmer'),
(573, 0, '519a954f39e59', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(574, 52, '519a95be87988', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '2', '99.00', 'product', 'Neck Warmer'),
(575, 0, '519a95be87988', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(576, 70, '519a95c836d23', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '56.99', 'product', 'Family Pack'),
(577, 52, '519a95c836d23', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '5', '16.99', 'product', 'Neck Warmer'),
(578, 0, '519a95c836d23', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(579, 70, '519a95d527969', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '56.99', 'product', 'Family Pack'),
(580, 52, '519a95d527969', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '5', '16.99', 'product', 'Neck Warmer'),
(581, 0, '519a95d527969', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(582, 70, '519a96b19a973', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '56.99', 'product', 'Family Pack'),
(583, 52, '519a96b19a973', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '5', '16.99', 'product', 'Neck Warmer'),
(584, 0, '519a96b19a973', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(585, 70, '519a96b8db0c0', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '56.99', 'product', 'Family Pack'),
(586, 52, '519a96b8db0c0', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '5', '16.99', 'product', 'Neck Warmer'),
(587, 0, '519a96b8db0c0', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(588, 70, '519a96e8b80e5', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '56.99', 'product', 'Family Pack'),
(589, 52, '519a96e8b80e5', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '5', '16.99', 'product', 'Neck Warmer'),
(590, 0, '519a96e8b80e5', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(591, 52, '519b25acbd051', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '2', '99.00', 'product', 'Neck Warmer'),
(592, 0, '519b25acbd051', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(593, 52, '519b2beb62fd5', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '2', '16.99', 'product', 'Neck Warmer'),
(594, 0, '519b2beb62fd5', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(595, 52, '519b46bf4e9c4', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '2', '99.00', 'product', 'Neck Warmer'),
(596, 0, '519b46bf4e9c4', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(597, 52, '519b4956bae81', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '2', '16.99', 'product', 'Neck Warmer'),
(598, 0, '519b4956bae81', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(599, 52, '519b4a496374d', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '2', '16.99', 'product', 'Neck Warmer'),
(600, 0, '519b4a496374d', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(601, 52, '519b51b753550', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '4', '99.00', 'product', 'Neck Warmer'),
(602, 0, '519b51b753550', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(603, 52, '519b58f186837', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '4', '16.99', 'product', 'Neck Warmer'),
(604, 0, '519b58f186837', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(605, 52, '519b5d5eb20cb', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '4', '99.00', 'product', 'Neck Warmer'),
(606, 0, '519b5d5eb20cb', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(607, 68, '519b5fb92f1f1', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '', 'product', 'Superhero Pack'),
(608, 52, '519b5fb92f1f1', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', '99.00', 'product', 'Neck Warmer'),
(609, 0, '519b5fb92f1f1', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(610, 68, '519b61986783f', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '', 'product', 'Superhero Pack'),
(611, 52, '519b61986783f', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', '99.00', 'product', 'Neck Warmer'),
(612, 53, '519b61986783f', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '5', '99.00', 'product', 'Back Warmer'),
(613, 0, '519b61986783f', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(614, 68, '519b69d3bd5e4', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '', 'product', 'Superhero Pack'),
(615, 52, '519b69d3bd5e4', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', '99.00', 'product', 'Neck Warmer'),
(616, 53, '519b69d3bd5e4', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '5', '99.00', 'product', 'Back Warmer'),
(617, 0, '519b69d3bd5e4', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(618, 68, '519b6c5000b1f', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '', 'product', 'Superhero Pack'),
(619, 52, '519b6c5000b1f', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', '99.00', 'product', 'Neck Warmer'),
(620, 53, '519b6c5000b1f', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '5', '99.00', 'product', 'Back Warmer'),
(621, 0, '519b6c5000b1f', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(622, 53, '519b71614a560', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '5', '16.99', 'product', 'Back Warmer'),
(623, 52, '519b71614a560', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '16.99', 'product', 'Neck Warmer'),
(624, 0, '519b71614a560', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(625, 53, '519b7923bbe63', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '5', '24.99', 'product', 'Back Warmer'),
(626, 52, '519b7923bbe63', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', ' 24.99', 'product', 'Neck Warmer'),
(627, 0, '519b7923bbe63', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(628, 53, '519b83a0e1296', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '5', '99.00', 'product', 'Back Warmer'),
(629, 52, '519b83a0e1296', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '99.00', 'product', 'Neck Warmer'),
(630, 0, '519b83a0e1296', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(631, 53, '519b842497450', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '5', '99.00', 'product', 'Back Warmer'),
(632, 52, '519b842497450', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '99.00', 'product', 'Neck Warmer'),
(633, 0, '519b842497450', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(634, 53, '519b88e98ef06', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '5', '99.00', 'product', 'Back Warmer'),
(635, 52, '519b88e98ef06', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '99.00', 'product', 'Neck Warmer'),
(636, 0, '519b88e98ef06', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(637, 53, '519b8b327012c', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '2', '24.99', 'product', 'Back Warmer'),
(638, 63, '519b8b327012c', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '24.99', 'product', 'Seat Warmer'),
(639, 0, '519b8b327012c', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(640, 52, '519b8c522eb59', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', ' 24.99', 'product', 'Neck Warmer'),
(641, 0, '519b8c522eb59', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(642, 52, '519b8de34f5c3', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '99.00', 'product', 'Neck Warmer'),
(643, 0, '519b8de34f5c3', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(644, 62, '519b8e34e0641', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '89.00', 'product', 'Feet Warmer'),
(645, 0, '519b8e34e0641', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(646, 52, '519b8e7b638a2', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '99.00', 'product', 'Neck Warmer'),
(647, 0, '519b8e7b638a2', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(648, 52, '519b902850c45', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '2', '99.00', 'product', 'Neck Warmer'),
(649, 0, '519b902850c45', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(650, 52, '519b91b7a8008', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '23.74', 'product', 'Neck Warmer'),
(651, 0, '519b91b7a8008', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(652, 52, '519b94be6d104', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', ' 24.99', 'product', 'Neck Warmer'),
(653, 0, '519b94be6d104', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(654, 52, '519b95b441911', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', ' 24.99', 'product', 'Neck Warmer'),
(655, 0, '519b95b441911', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(656, 52, '519b961d492bd', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', ' 24.99', 'product', 'Neck Warmer'),
(657, 0, '519b961d492bd', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(658, 52, '519b967c8eb26', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', ' 24.99', 'product', 'Neck Warmer'),
(659, 0, '519b967c8eb26', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(660, 52, '519b9720f2d8f', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', ' 24.99', 'product', 'Neck Warmer'),
(661, 53, '519b9720f2d8f', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '24.99', 'product', 'Back Warmer'),
(662, 0, '519b9720f2d8f', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(663, 53, '519b9fb679b28', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '99.00', 'product', 'Back Warmer'),
(664, 0, '519b9fb679b28', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(665, 52, '519cc9d37ee0c', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '16.99', 'product', 'Neck Warmer'),
(666, 0, '519cc9d37ee0c', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(667, 52, '519d1bc65814b', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '16.99', 'product', 'Neck Warmer'),
(668, 0, '519d1bc65814b', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(669, 52, '519d1eafb8662', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '16.99', 'product', 'Neck Warmer'),
(670, 0, '519d1eafb8662', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(671, 52, '519d1eb2f243e', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '16.99', 'product', 'Neck Warmer'),
(672, 0, '519d1eb2f243e', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(673, 52, '519d1f9e3ddef', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '16.99', 'product', 'Neck Warmer'),
(674, 0, '519d1f9e3ddef', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping'),
(675, 52, '519d1fd6ccdbf', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '16.99', 'product', 'Neck Warmer'),
(676, 64, '519d1fd6ccdbf', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '4.99', 'product', 'Pocket Warmer'),
(677, 0, '519d1fd6ccdbf', 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '1', '0', 'shipping', 'Shipping');

-- --------------------------------------------------------

--
-- Table structure for table `com_products_price`
--

CREATE TABLE IF NOT EXISTS `com_products_price` (
  `id` int(11) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `order` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL DEFAULT '0',
  `pro_id` int(11) NOT NULL,
  `price` varchar(255) NOT NULL,
  `site` int(11) NOT NULL,
  `valueprice` varchar(255) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=43 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `com_products_price`
--

INSERT INTO `com_products_price` (`id`, `created`, `modified`, `enabled`, `order`, `delete`, `pro_id`, `price`, `site`, `valueprice`) VALUES
(1, '2013-03-19 06:13:57', '2013-03-21 00:00:00', 1, 0, 0, 62, '15.49', 2, ''),
(2, '2013-03-19 08:20:25', '2013-03-21 00:00:00', 1, 0, 0, 54, '8.49', 2, ''),
(3, '2013-03-19 08:20:47', '2013-03-21 00:00:00', 1, 0, 0, 55, '15.49', 2, ''),
(4, '2013-03-19 08:21:39', '2013-03-21 00:00:00', 1, 0, 0, 56, '15.49', 2, ''),
(5, '2013-03-19 08:22:04', '2013-03-21 00:00:00', 1, 0, 0, 52, '16.99', 2, ''),
(6, '2013-03-19 08:22:32', '2013-03-21 00:00:00', 1, 0, 0, 53, '16.99', 2, ''),
(7, '2013-03-19 08:22:54', '2013-03-21 00:00:00', 1, 0, 0, 63, '16.99', 2, ''),
(8, '2013-03-19 08:23:08', '2013-03-21 00:00:00', 1, 0, 0, 64, '4.99', 2, ''),
(9, '2013-03-21 04:07:48', '0000-00-00 00:00:00', 1, 0, 0, 74, '1.49', 2, ''),
(10, '2013-03-19 06:13:57', '2013-03-21 00:00:00', 1, 0, 0, 62, '89.00', 1, ''),
(11, '2013-03-19 08:20:25', '2013-03-21 00:00:00', 1, 0, 0, 54, '49.00', 1, ''),
(12, '2013-03-19 08:20:47', '2013-03-21 00:00:00', 1, 0, 0, 55, '89.00', 1, ''),
(13, '2013-03-19 08:21:39', '2013-03-21 00:00:00', 1, 0, 0, 56, '89.00', 1, ''),
(14, '2013-03-19 08:22:04', '2013-03-21 00:00:00', 1, 0, 0, 52, '99.00', 1, ''),
(15, '2013-03-19 08:22:32', '2013-03-21 00:00:00', 1, 0, 0, 53, '99.00', 1, ''),
(16, '2013-03-19 08:22:54', '2013-03-21 00:00:00', 1, 0, 0, 63, '99.00', 1, ''),
(17, '2013-03-19 08:23:08', '2013-03-21 00:00:00', 1, 0, 0, 64, '29.00', 1, ''),
(18, '2013-03-21 04:07:48', '2013-03-21 00:00:00', 1, 0, 0, 74, '9.00', 1, ''),
(19, '2013-03-19 06:13:57', '2013-03-21 00:00:00', 1, 0, 0, 62, '22.99', 3, ''),
(20, '2013-03-19 08:20:25', '2013-03-21 00:00:00', 1, 0, 0, 54, '11.99', 3, ''),
(21, '2013-03-19 08:20:47', '2013-03-21 00:00:00', 1, 0, 0, 55, '22.99', 3, ''),
(22, '2013-03-19 08:21:39', '2013-03-21 00:00:00', 1, 0, 0, 56, ' 22.99 ', 3, ''),
(23, '2013-03-19 08:22:04', '2013-03-21 00:00:00', 1, 0, 0, 52, ' 24.99', 3, ''),
(24, '2013-03-19 08:22:32', '2013-03-21 00:00:00', 1, 0, 0, 53, '24.99', 3, ''),
(25, '2013-03-19 08:22:54', '2013-03-21 00:00:00', 1, 0, 0, 63, '24.99', 3, ''),
(26, '2013-03-19 08:23:08', '2013-03-22 00:00:00', 1, 0, 0, 64, '4.99', 3, ''),
(27, '2013-03-21 04:07:48', '2013-03-22 00:00:00', 1, 0, 0, 74, '1.49', 3, ''),
(28, '2013-03-19 06:13:57', '2013-03-22 00:00:00', 1, 0, 0, 62, '22.99', 4, ''),
(29, '2013-03-19 08:20:25', '2013-03-22 00:00:00', 1, 0, 0, 54, '11.99', 4, ''),
(30, '2013-03-19 08:20:47', '2013-03-22 00:00:00', 1, 0, 0, 55, '22.99', 4, ''),
(31, '2013-03-19 08:21:39', '2013-03-22 00:00:00', 1, 0, 0, 56, ' 22.99 ', 4, ''),
(32, '2013-03-19 08:22:04', '2013-03-22 00:00:00', 1, 0, 0, 52, ' 24.99', 4, ''),
(33, '2013-03-19 08:22:32', '2013-03-22 00:00:00', 1, 0, 0, 53, '24.99', 4, ''),
(34, '2013-03-19 08:22:54', '2013-03-22 00:00:00', 1, 0, 0, 63, '24.99', 4, ''),
(35, '2013-03-19 08:23:08', '2013-03-22 00:00:00', 1, 0, 0, 64, '4.99', 4, ''),
(36, '2013-03-21 04:07:48', '2013-03-22 00:00:00', 1, 0, 0, 74, '1.49', 4, ''),
(37, '2013-05-19 15:28:08', '2013-05-19 00:00:00', 1, 0, 0, 68, '79.99', 2, '112.99'),
(38, '2013-05-19 15:28:28', '2013-05-19 00:00:00', 1, 0, 0, 69, '57.99', 2, ' 74.99'),
(39, '2013-05-19 15:46:05', '2013-05-19 00:00:00', 1, 0, 0, 70, '56.99', 2, '72.99'),
(40, '2013-05-19 15:46:30', '2013-05-19 00:00:00', 1, 0, 0, 71, '53.99', 2, '69.99'),
(41, '2013-05-19 15:47:08', '2013-05-19 00:00:00', 1, 0, 0, 72, '39.99', 2, '45.99'),
(42, '2013-05-19 15:47:32', '2013-05-19 00:00:00', 1, 0, 0, 73, '33.99', 2, '37.99');

-- --------------------------------------------------------

--
-- Table structure for table `com_products_setting`
--

CREATE TABLE IF NOT EXISTS `com_products_setting` (
  `id` int(11) NOT NULL,
  `cat_id` varchar(11) NOT NULL,
  `thwidth` int(11) NOT NULL,
  `thheight` int(11) NOT NULL,
  `requstcartFields` text NOT NULL,
  `requstproFields` text NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `title` varchar(255) NOT NULL,
  `site` int(11) NOT NULL,
  `PaymentType` varchar(255) NOT NULL,
  `coupon` tinyint(4) NOT NULL,
  `shipping` tinyint(4) NOT NULL,
  `freeGift` tinyint(4) NOT NULL,
  `ordermails` text NOT NULL,
  `mailtemplate` varchar(255) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=12 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `com_products_setting`
--

INSERT INTO `com_products_setting` (`id`, `cat_id`, `thwidth`, `thheight`, `requstcartFields`, `requstproFields`, `created`, `modified`, `delete`, `order`, `enabled`, `title`, `site`, `PaymentType`, `coupon`, `shipping`, `freeGift`, `ordermails`, `mailtemplate`) VALUES
(4, '33', 0, 0, 'stepid=>s1__steporder=>1__steptitle=>Delivery Address__|typeID=>T1__type=>hidden__name=>site__class=>__value=>@%get::site%@__;typeID=>T3__type=>label__name=>sh_address_label__class=>__title=>Delivery Address__value=>__;typeID=>T2__type=>div__name=>sh_address_div__class=>__;typeID=>T5__type=>text__name=>ship_name__class=>__title=>Full Name__value=>__required=>required__;typeID=>T6__type=>text__name=>ship_street_address__class=>__title=>Address 1__value=>__required=>required__;typeID=>T7__type=>text__name=>ship_street_address2__class=>__title=>Address 2__value=>__;typeID=>T8__type=>text__name=>ship_city__class=>__title=>Town / City__value=>__required=>required__;typeID=>T9__type=>text__name=>ship_state__class=>__title=>County__value=>__required=>required__;typeID=>T10__type=>text__name=>ship_zip__class=>__title=>Postal Code__value=>__required=>required__;typeID=>T11__type=>select__name=>ship_country__class=>__title=>Country__value=>__required=>required__select_type=>countries2CO__select_data=>__select_text=>__select_value=>__;typeID=>T4__type=>endDiv__;||stepid=>s1__steporder=>2__steptitle=>billing address Show__|typeID=>T1__type=>check__name=>checkbox__class=>__title=>this is also my billing address__value=>1__;||stepid=>s2__steporder=>3__steptitle=>billing address__|typeID=>T10__type=>label__name=>sh_Baddress_label__class=>__title=>Billing Address__value=>__;typeID=>T1__type=>div__name=>sh_Baddress_div__class=>__;typeID=>T2__type=>text__name=>card_holder_name__class=>__title=>Full Name__value=>__required=>required__;typeID=>T3__type=>text__name=>street_address__class=>__title=>Address 1__value=>__required=>required__;typeID=>T4__type=>text__name=>street_address2__class=>__title=>Address 2__value=>__;typeID=>T5__type=>text__name=>city__class=>__title=>Town / City__value=>__required=>required__;typeID=>T6__type=>text__name=>state__class=>__title=>County__value=>__required=>required__;typeID=>T7__type=>text__name=>zip__class=>__title=>Postal Code__value=>__required=>required__;typeID=>T9__type=>select__name=>country__class=>__title=>Country__value=>__required=>required__select_type=>countries2CO__select_data=>__select_text=>__select_value=>__;typeID=>T8__type=>endDiv__;||stepid=>s1__steporder=>4__steptitle=>Contact Details__|typeID=>T6__type=>label__name=>sh_contect_label__class=>__title=>Contact Details__value=>__;typeID=>T1__type=>div__name=>sh_Contact_div__class=>__;typeID=>T2__type=>email__name=>email__class=>__title=>Email__value=>__required=>required__;typeID=>T3__type=>phone__name=>phone__class=>__title=>Phone__value=>__required=>required__;typeID=>T4__type=>endDiv__;typeID=>T8__type=>hidden__name=>order_status__class=>__value=>1__;typeID=>T5__type=>hidden__name=>demo__class=>__value=>Y__;typeID=>T9__type=>hidden__name=>currency__class=>__value=>@%session::currency%@__;typeID=>T7__type=>submit__name=>send__class=>mbutton __value=>Proceed to payment__;||', '', '2013-02-27 14:12:00', '2013-05-22 00:00:00', 0, 0, 1, 'Global Cart Setting', 4, '2', 1, 0, 0, 'empcland@gmail.com;azizms@gmail.com', '1'),
(11, '33', 0, 0, 'stepid=>s1__steporder=>1__steptitle=>Delivery Address__|typeID=>T1__type=>hidden__name=>site__class=>__value=>@%get::site%@__;typeID=>T3__type=>label__name=>sh_address_label__class=>__title=>Delivery Address__value=>__;typeID=>T2__type=>div__name=>sh_address_div__class=>__;typeID=>T5__type=>text__name=>ship_name__class=>__title=>Full Name__value=>__required=>required__;typeID=>T6__type=>text__name=>ship_street_address__class=>__title=>Address 1__value=>__required=>required__;typeID=>T7__type=>text__name=>ship_street_address2__class=>__title=>Address 2__value=>__;typeID=>T8__type=>text__name=>ship_city__class=>__title=>City__value=>__required=>required__;typeID=>T9__type=>select__name=>ship_state__class=>__title=>State__value=>__required=>required__select_type=>usstates__select_data=>__select_text=>__select_value=>__;typeID=>T10__type=>text__name=>ship_zip__class=>__title=>Zip__value=>__required=>required__;typeID=>T11__type=>hidden__name=>ship_country__class=>__value=>USA__;typeID=>T4__type=>endDiv__;||stepid=>s1__steporder=>2__steptitle=>billing address Show__|typeID=>T1__type=>check__name=>checkbox__class=>__title=>this is also my billing address__value=>1__;||stepid=>s2__steporder=>3__steptitle=>billing address__|typeID=>T1__type=>div__name=>sh_Baddress_div__class=>__;typeID=>T2__type=>text__name=>card_holder_name__class=>__title=>Full Name__value=>__required=>required__;typeID=>T3__type=>text__name=>street_address__class=>__title=>Address 1__value=>__required=>required__;typeID=>T4__type=>text__name=>street_address2__class=>__title=>Address 2__value=>__;typeID=>T5__type=>text__name=>city__class=>__title=>Town / City__value=>__required=>required__;typeID=>T6__type=>select__name=>state__class=>__title=>State__value=>__select_type=>usstates__select_data=>__select_text=>__select_value=>__;typeID=>T7__type=>text__name=>zip__class=>__title=>Zip__value=>__required=>required__;typeID=>T8__type=>endDiv__;typeID=>T9__type=>hidden__name=>country__class=>__value=>USA__;typeID=>T10__type=>label__name=>sh_Baddress_label__class=>__title=>Billing Address__value=>__;||stepid=>s1__steporder=>4__steptitle=>Contact Details__|typeID=>T6__type=>label__name=>sh_contect_label__class=>__title=>Contact Details__value=>__;typeID=>T1__type=>div__name=>sh_Contact_div__class=>__;typeID=>T2__type=>email__name=>email__class=>__title=>Email__value=>__required=>required__;typeID=>T3__type=>phone__name=>phone__class=>__title=>Phone__value=>__required=>required__;typeID=>T4__type=>endDiv__;typeID=>T8__type=>hidden__name=>order_status__class=>__value=>1__;typeID=>T5__type=>hidden__name=>demo__class=>__value=>Y__;typeID=>T9__type=>hidden__name=>currency__class=>__value=>@%session::currency%@__;typeID=>T7__type=>submit__name=>send__class=>mbutton__value=>Proceed to payment__;||', '', '2013-02-27 14:12:00', '2013-05-22 00:00:00', 0, 0, 1, 'USA Cart Setting', 3, '2', 1, 0, 0, 'empcland@gmail.com;azizms@gmail.com', '1'),
(9, '33', 0, 0, 'stepid=>s1__steporder=>1__steptitle=>Delivery Address__|typeID=>T1__type=>hidden__name=>site__class=>__value=>@%get::site%@__;typeID=>T3__type=>label__name=>sh_address_label__class=>__title=>Delivery Address__value=>__;typeID=>T2__type=>div__name=>sh_address_div__class=>sh_address_div__;typeID=>T5__type=>text__name=>ship_name__class=>__title=>Full Name__value=>__required=>required__;typeID=>T6__type=>text__name=>ship_street_address__class=>__title=>Address 1__value=>__required=>required__;typeID=>T7__type=>text__name=>ship_street_address2__class=>__title=>Address 2__value=>__;typeID=>T8__type=>text__name=>ship_city__class=>__title=>Town / City__value=>__required=>required__;typeID=>T9__type=>text__name=>ship_state__class=>__title=>County__value=>__required=>required__;typeID=>T10__type=>text__name=>ship_zip__class=>__title=>Postal Code__value=>__required=>required__;typeID=>T11__type=>hidden__name=>ship_country__class=>__value=>GBR__;typeID=>T4__type=>endDiv__;||stepid=>s1__steporder=>2__steptitle=>billing address Show__|typeID=>T1__type=>check__name=>checkbox__class=>__title=>this is also my billing address__value=>1__;||stepid=>s2__steporder=>3__steptitle=>billing address__|typeID=>T10__type=>label__name=>sh_Baddress_label__class=>__title=>Billing Address__value=>__;typeID=>T1__type=>div__name=>sh_Baddress_div__class=>sh_Baddress_div__;typeID=>T2__type=>text__name=>card_holder_name__class=>__title=>Full Name__value=>__required=>required__;typeID=>T3__type=>text__name=>street_address__class=>__title=>Address 1__value=>__required=>required__;typeID=>T4__type=>text__name=>street_address2__class=>__title=>Address 2__value=>__;typeID=>T5__type=>text__name=>city__class=>__title=>Town / City__value=>__required=>required__;typeID=>T6__type=>text__name=>state__class=>__title=>County__value=>__required=>required__;typeID=>T7__type=>text__name=>zip__class=>__title=>Postal Code__value=>__required=>required__;typeID=>T8__type=>endDiv__;typeID=>T9__type=>hidden__name=>country__class=>__value=>GBR__;||stepid=>s1__steporder=>4__steptitle=>Contact Details__|typeID=>T6__type=>label__name=>sh_contect_label__class=>__title=>Contact Details__value=>__;typeID=>T1__type=>div__name=>sh_Contact_div__class=>__;typeID=>T2__type=>email__name=>Email__class=>__title=>Email__value=>__required=>required__;typeID=>T3__type=>phone__name=>phone__class=>__title=>Phone__value=>__required=>required__;typeID=>T4__type=>endDiv__;typeID=>T5__type=>hidden__name=>order_status__class=>__value=>1__;typeID=>T8__type=>hidden__name=>demo__class=>__value=>Y__;typeID=>T9__type=>hidden__name=>currency__class=>__value=>@%session::currency%@__;typeID=>T7__type=>submit__name=>send__class=>mbotton__value=>Proceed to Payment__;||', '', '2013-02-27 14:12:00', '2013-05-22 00:00:00', 0, 0, 1, 'UK Cart Setting', 2, '2', 1, 0, 0, 'empcland@gmail.com;', '1'),
(10, '33', 0, 0, 'stepid=>s1__steporder=>1__steptitle=>Delivery Address__|typeID=>T1__type=>hidden__name=>site__class=>__value=>@%get::site%@__;typeID=>T3__type=>label__name=>sh_address_label__class=>__title=>Delivery Address__value=>__;typeID=>T2__type=>div__name=>sh_address_div__class=>__;typeID=>T5__type=>text__name=>ship_name__class=>__title=>Full Name__value=>__required=>required__;typeID=>T6__type=>text__name=>ship_street_address__class=>__title=>Address 1__value=>__required=>required__;typeID=>T7__type=>text__name=>ship_street_address2__class=>__title=>Address 2__value=>__;typeID=>T8__type=>select__name=>ship_city__class=>__title=>Emirate__value=>Dubai__required=>required__select_type=>data__select_data=>__select_text=>Dubai,Abu Dhabi,Sharjah,Ajman,Umm Al Quwain,Ras Al Khaimah,Fujairah__select_value=>Dubai,Abu Dhabi,Sharjah,Ajman,Umm Al Quwain,Ras Al Khaimah,Fujairah__;typeID=>T9__type=>hidden__name=>ship_state__class=>__value=>Emirates__;typeID=>T10__type=>text__name=>ship_zip__class=>__title=>P.O. Box__value=>__required=>required__;typeID=>T11__type=>hidden__name=>ship_country__class=>__value=>ARE__;typeID=>T4__type=>endDiv__;||stepid=>s1__steporder=>2__steptitle=>billing address Show__|typeID=>T1__type=>check__name=>checkbox__class=>__title=>this is also my billing address__value=>1__;||stepid=>s2__steporder=>3__steptitle=>billing address__|typeID=>T1__type=>div__name=>sh_Baddress_div__class=>__;typeID=>T2__type=>text__name=>card_holder_name__class=>__title=>Name__value=>__required=>required__;typeID=>T3__type=>text__name=>street_address__class=>__title=>Address 1__value=>__required=>required__;typeID=>T4__type=>text__name=>street_address2__class=>__title=>Address 2__value=>__;typeID=>T5__type=>select__name=>city__class=>__title=>Emirate__value=>eee2__required=>required__select_type=>data__select_data=>__select_text=>Dubai,Abu Dhabi,Sharjah,Ajman,Umm Al Quwain,Ras Al Khaimah,Fujairah__select_value=>Dubai,Abu Dhabi,Sharjah,Ajman,Umm Al Quwain,Ras Al Khaimah,Fujairah__;typeID=>T6__type=>hidden__name=>state__class=>__value=>Emirates__;typeID=>T7__type=>text__name=>zip__class=>__title=>P.O. Box__value=>__required=>required__;typeID=>T8__type=>endDiv__;typeID=>T9__type=>hidden__name=>country__class=>__value=>ARE__;typeID=>T10__type=>label__name=>sh_Baddress_label__class=>__title=>Billing Address__value=>__;||stepid=>s1__steporder=>4__steptitle=>Contact Details__|typeID=>T6__type=>label__name=>sh_contect_label__class=>__title=>Contact Details__value=>__;typeID=>T1__type=>div__name=>sh_Contact_div__class=>__;typeID=>T2__type=>email__name=>email__class=>__title=>Email__value=>__required=>required__;typeID=>T3__type=>phone__name=>phone__class=>__title=>Phone__value=>__required=>required__;typeID=>T4__type=>endDiv__;typeID=>T8__type=>hidden__name=>order_status__class=>__value=>1__;typeID=>T5__type=>hidden__name=>demo__class=>__value=>Y__;typeID=>T9__type=>hidden__name=>currency__class=>__value=>@%session::currency%@__;typeID=>T7__type=>submit__name=>send__class=>mbutton__value=>Proceed to payment__;||', '', '2013-02-27 14:12:00', '2013-05-22 00:00:00', 0, 0, 1, 'UAE Cart Setting', 1, '2', 1, 0, 0, 'empcland@gmail.com', '1');

-- --------------------------------------------------------

--
-- Table structure for table `com_products_xref`
--

CREATE TABLE IF NOT EXISTS `com_products_xref` (
  `id` int(11) NOT NULL,
  `item_id` int(11) NOT NULL,
  `cat_id` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=83 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `com_products_xref`
--

INSERT INTO `com_products_xref` (`id`, `item_id`, `cat_id`, `delete`, `order`, `enabled`, `modified`, `created`) VALUES
(82, 52, 32, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(68, 65, 32, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(63, 64, 32, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(62, 63, 32, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(66, 62, 32, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(60, 56, 32, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(59, 55, 32, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(58, 54, 32, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(57, 53, 32, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(44, 68, 35, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(45, 69, 35, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(41, 70, 35, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(40, 71, 35, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(43, 72, 35, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(42, 73, 35, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(65, 74, 36, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `com_project`
--

CREATE TABLE IF NOT EXISTS `com_project` (
  `id` int(11) NOT NULL,
  `title` varchar(250) NOT NULL,
  `des` text NOT NULL,
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `data` text NOT NULL,
  `item_id` int(11) NOT NULL,
  `image` varchar(255) NOT NULL,
  `video` varchar(255) NOT NULL,
  `location` varchar(255) NOT NULL,
  `th_image` varchar(255) NOT NULL,
  `creation_date` date NOT NULL,
  `alias` varchar(255) NOT NULL,
  `cat_id` text NOT NULL,
  `main_cat` int(11) NOT NULL,
  `req_donations` varchar(255) NOT NULL,
  `end_data` date NOT NULL,
  `map_position` text NOT NULL,
  `zoom` int(11) NOT NULL,
  `project_status` int(11) NOT NULL,
  `location2` text NOT NULL,
  `short_des` text NOT NULL,
  `countries` varchar(245) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=105 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `com_project`
--

INSERT INTO `com_project` (`id`, `title`, `des`, `modified`, `created`, `enabled`, `order`, `delete`, `data`, `item_id`, `image`, `video`, `location`, `th_image`, `creation_date`, `alias`, `cat_id`, `main_cat`, `req_donations`, `end_data`, `map_position`, `zoom`, `project_status`, `location2`, `short_des`, `countries`) VALUES
(20, 'Cumin', '', '2014-06-01 14:38:41', '2014-04-22 16:45:22', 1, 1, 0, '', 0, 'cumin-thumb.jpg', '', '-1', 'cumin.jpg', '0000-00-00', 'Cumin', ',7', 7, '', '0000-00-00', '', 0, -1, '-1', '<p>99% purity &amp; 98% purity</p>', ',CN,IN,SY,TR'),
(21, 'Coriander', '', '2014-06-01 14:41:50', '2014-04-22 16:45:42', 1, 2, 0, '', 0, 'Coriander-thumb.jpg', '', '-1', 'Coriander.jpg', '0000-00-00', 'Coriander', ',7', 7, '', '0000-00-00', '', 0, -1, '-1', '<p>5% splits &amp; 100% split</p>', ',CN,IN,SY,UA'),
(22, 'Sesame', '', '2014-06-01 14:44:55', '2014-04-22 16:45:55', 1, 3, 0, '', 0, 'Sesame-thumb1.jpg', '', '-1', 'Sesame.jpg', '0000-00-00', 'Sesame', ',7', 7, '', '0000-00-00', '', 0, -1, '-1', '<p>Hulled Autodried sortex 99.97% purity, 99.95% purity &amp; 99.90% purity</p>\r\n<p>Natural white 99.95% purity, 99.90% purity</p>', ',ET,IN,SD'),
(23, 'Turmeric', '', '2014-06-01 14:47:50', '2014-04-22 16:46:07', 1, 4, 0, '', 0, 'Turmeric-thumb1.jpg', '', '-1', 'Turmeric.jpg', '0000-00-00', 'Turmeric', ',7', 7, '', '0000-00-00', '', 0, -1, '-1', '<p>Grade No. 1, Grade No.2&nbsp; &amp; Broken</p>', ',CN,IN,VN'),
(24, 'Fenugreek', '', '2014-06-01 14:51:37', '2014-04-22 16:46:17', 1, 5, 0, '', 0, 'Fenugreek-thumb.jpg', '', '-1', 'Fenugreek.jpg', '0000-00-00', 'Fenugreek', ',7', 7, '', '0000-00-00', '', 0, -1, '-1', '<p>Sortex &amp; Machine Cleaned</p>', ',IN'),
(25, 'Dried Ginger', '', '2014-06-01 14:54:14', '2014-04-22 16:46:31', 1, 6, 0, '', 0, 'Dried-Ginger-thumb1.jpg', '', '-1', 'Dried-Ginger.jpg', '0000-00-00', 'Dried-Ginger', ',7', 7, '', '0000-00-00', '', 0, -1, '-1', '<p>Grade No. 1 &amp; Grade No.2</p>', ',CN,ET,IN,NG'),
(26, 'Mustard', '', '2014-06-01 15:12:21', '2014-04-22 16:46:40', 1, 7, 0, '', 0, 'Mustard-thumb.jpg', '', '-1', 'Mustard.jpg', '0000-00-00', 'Mustard', ',7', 7, '', '0000-00-00', '', 0, -1, '-1', '<p>Bold &amp; Small</p>', ',IN,UA'),
(27, 'Cloves', '', '2014-06-01 15:15:04', '2014-04-22 16:46:49', 1, 8, 0, '', 0, 'Cloves-thumb.jpg', '', '-1', 'Cloves.jpg', '0000-00-00', 'Cloves', ',7', 7, '', '0000-00-00', '', 0, -1, '-1', '<p>Bahia no.1 &amp; Bahia no.2</p>', ',BR,ID,MG,LK'),
(28, 'Cassia', '', '2014-06-01 15:18:01', '2014-04-22 16:46:58', 1, 9, 0, '', 0, 'Cassia-thumb1.jpg', '', '-1', 'Cassia.jpg', '0000-00-00', 'Cassia', ',7', 7, '', '0000-00-00', '', 0, -1, '-1', '<p>Whole &amp; Broken</p>', ',CN,ID,VN'),
(29, 'Black Pepper', '', '2014-06-01 15:19:37', '2014-04-22 16:47:09', 1, 10, 0, '', 0, 'Black-Pepper-thumb.jpg', '', '-1', 'Black-Pepper.jpg', '0000-00-00', 'Black-Pepper', ',7', 7, '', '0000-00-00', '', 0, -1, '-1', '<p>550 g/l&nbsp; &amp; 500 g/l&nbsp;</p>', ',BR,MG,LK,VN'),
(30, 'White Pepper', '', '2014-06-01 15:23:18', '2014-04-22 16:47:18', 1, 11, 0, '', 0, 'White-Pepper-thumb.jpg', '', '-1', 'White-Pepper.jpg', '0000-00-00', 'White-Pepper', ',7', -1, '', '0000-00-00', '', 0, -1, '-1', '<p>630 g/l Double Washed</p>', ',BR,LK,VN'),
(31, 'Black Seeds', '', '2014-06-14 23:34:00', '2014-04-22 16:47:27', 1, 12, 0, '', 0, 'Black-Seeds-thumb1.jpg', '', '-1', 'Black-Seeds.jpg', '0000-00-00', 'Black-Seeds', ',7', 7, '', '0000-00-00', '', 0, -1, '-1', '<p>Sortexed &amp; Machine Cleaned</p>', ',MY'),
(32, 'Red Chilly', '', '2014-06-01 15:28:36', '2014-04-22 16:47:36', 1, 13, 0, '', 0, 'Red-Chilly-thumb.jpg', '', '-1', 'Red-Chilly.jpg', '0000-00-00', 'Red-Chilly', ',7', 7, '', '0000-00-00', '', 0, -1, '-1', '<p>S4,&nbsp;CHAOTIAN</p>', ',CN,IN'),
(33, 'Garlic Powder', '', '0000-00-00 00:00:00', '2014-04-22 16:47:46', 1, 14, 1, '', 0, '', '', '-1', '', '0000-00-00', 'Garlic-Powder', ',7', -1, '', '0000-00-00', '', 0, -1, '-1', '', ''),
(34, 'Onion Powder', '', '0000-00-00 00:00:00', '2014-04-22 16:48:00', 1, 15, 1, '', 0, '', '', '-1', '', '0000-00-00', 'Onion-Powder', ',7', -1, '', '0000-00-00', '', 0, -1, '-1', '', ''),
(35, 'Paprika Powder', '', '2014-06-14 23:34:30', '2014-04-22 16:48:10', 1, 16, 0, '', 0, 'Paprika-Powder-thumb1.jpg', '', '-1', 'Paprika-Powder.jpg', '0000-00-00', 'Paprika-Powder', ',7', 7, '', '0000-00-00', '', 0, -1, '-1', '<p>&nbsp;40 Asta, 80 Asta, 100 Asta</p>', ',CN,ES'),
(36, 'Dry Red Rose Flower', '', '2014-06-01 15:40:28', '2014-04-22 16:48:36', 1, 17, 0, '', 0, 'Dry-Rose-Flower-thumb.jpg', '', '-1', 'Dry-Rose-Flower.jpg', '0000-00-00', 'Dry-Red-Rose-Flower', ',6', 6, '', '0000-00-00', '', 0, -1, '-1', '', ',IN,PK'),
(37, 'Cardamom', '', '2014-06-01 15:51:13', '2014-04-22 16:48:44', 1, 18, 0, '', 0, 'Cadamom-thumb.jpg', '', '-1', 'Cadamom.jpg', '0000-00-00', 'Cardamom', ',7', 7, '', '0000-00-00', '', 0, -1, '-1', '<p>Green,&nbsp; Black, Seeds<strong><br /></strong></p>', ',GT,IN'),
(38, 'Tamarind', '', '2014-06-01 15:54:18', '2014-04-22 16:48:55', 1, 19, 0, '', 0, 'Tamarind-thumb1.jpg', '', '-1', 'Tamarind.jpg', '0000-00-00', 'Tamarind', ',7', 7, '', '0000-00-00', '', 0, -1, '-1', '<p>5% seeds, 10% seeds, 15% seeds, 20% seeds</p>', ',IN'),
(39, 'Senna Pods', '', '2014-06-01 15:56:57', '2014-04-22 16:49:05', 1, 20, 0, '', 0, 'Senna-Pods-thumb.jpg', '', '-1', 'Senna-Pods.jpg', '0000-00-00', 'Senna-Pods', ',6', 6, '', '0000-00-00', '', 0, -1, '-1', '', ',IN'),
(40, 'Senna Leaves', '', '2014-06-01 17:22:47', '2014-04-22 16:49:14', 1, 21, 0, '', 0, 'Senna-Leaves-thumb.jpg', '', '-1', 'Senna-Leaves.jpg', '0000-00-00', 'Senna-Leaves', ',6', 6, '', '0000-00-00', '', 0, -1, '-1', '', ',IN'),
(41, 'Liquorice', '', '2014-09-30 10:04:54', '2014-04-22 16:49:23', 1, 22, 0, '', 0, 'Liquorice-thumb.jpg', '', '0', 'Liquorice-full.jpg', '0000-00-00', 'Liquorice', ',7', 7, '', '0000-00-00', '', 0, 0, '', '<p>Roots &amp; Crushed</p>', ',AF,PK'),
(42, 'Galangal Roots', '', '2014-06-01 16:07:46', '2014-04-22 16:49:32', 1, 23, 0, '', 0, 'Galangal-Roots-thumb.jpg', '', '-1', 'Galangal-Roots.jpg', '0000-00-00', 'Galangal-Roots', ',6', 6, '', '0000-00-00', '', 0, -1, '-1', '', ',CN,IN'),
(43, 'Usjur', '', '2014-06-01 16:08:23', '2014-04-22 16:49:39', 0, 24, 0, '', 0, '', '', '-1', '', '0000-00-00', 'Usjur', ',6', -1, '', '0000-00-00', '', 0, -1, '-1', '', ''),
(44, 'Amlaj', '', '2014-06-01 16:09:13', '2014-04-22 16:49:47', 1, 25, 0, '', 0, '', '', '-1', '', '0000-00-00', 'Amlaj', ',6', 6, '', '0000-00-00', '', 0, -1, '-1', '', ',IN'),
(45, 'Almonds', '', '2014-06-01 16:11:00', '2014-04-22 16:49:57', 1, 26, 0, '', 0, 'almonde-thumb.jpg', '', '-1', 'almonde.jpg', '0000-00-00', 'Almonds', ',5', 5, '', '0000-00-00', '', 0, -1, '-1', '<p>Inshell Peerless</p>\r\n<p>Shelled - NPX 18/20, 23/25 &amp; 27/30&nbsp;</p>', ',US'),
(46, 'Hazelnuts', '', '2014-09-27 07:20:37', '2014-04-22 16:50:05', 1, 27, 0, '', 0, 'Hazelnuts-thumb.jpg', '', '0', 'Hazelnuts.jpg', '0000-00-00', 'Hazelnuts', ',5', 5, '', '0000-00-00', '', 0, 0, '', '<p>Inshell Ennis &amp; Barcelona - Jumbo, Large &amp; Medium (USA)</p>\r\n<p>Shelled 13/15 MM</p>', ',AT,GE,TR,US'),
(47, 'Walnuts', '', '2014-06-01 16:15:31', '2014-04-22 16:50:14', 1, 28, 0, '', 0, 'Walnuts-thumb1.jpg', '', '-1', 'Walnuts.jpg', '0000-00-00', 'Walnuts', ',5', 5, '', '0000-00-00', '', 0, -1, '-1', '<p>Inshell Hartley Bleached - Jumbo &amp; Large (USA)</p>\r\n<p>Shelled - Light Halves &amp; Light Quarters</p>', ',IN,UA,US'),
(48, 'Pistachios', '', '2014-09-27 07:19:38', '2014-04-22 16:50:22', 1, 29, 0, '', 0, 'Pistachios-thumb.jpg', '', '0', 'Pistachios.jpg', '0000-00-00', 'Pistachios', ',5', 5, '', '0000-00-00', '', 0, 0, '', '<p>Inshell Raw &amp; Salted/Roasted - Size 18/20 &amp; 21/25</p>\r\n<p>Shelled Whole</p>', ',IR,US'),
(49, 'Cashew Nuts', '', '2014-06-01 16:19:12', '2014-04-22 16:50:30', 1, 30, 0, '', 0, 'Cashew-Nuts-thumb.jpg', '', '-1', 'Cashew-Nuts.jpg', '0000-00-00', 'Cashew-Nuts', ',5', 5, '', '0000-00-00', '', 0, -1, '-1', '<p>WW240, WW320 &amp; WW450</p>', ',IN,VN'),
(50, 'Golden Raisins', '', '2014-06-01 16:22:31', '2014-04-22 16:50:40', 1, 31, 0, '', 0, 'Golden-Raisins-thumb.jpg', '', '-1', 'Golden-Raisins.jpg', '0000-00-00', 'Golden-Raisins', ',5', 5, '', '0000-00-00', '', 0, -1, '-1', '<p>Grade No.1 &amp; Grade No.2</p>', ',CN,IN,IR'),
(51, 'Dried Prunes', '', '2014-06-01 16:25:28', '2014-04-22 16:50:51', 1, 32, 0, '', 0, 'Dried-Prunes-thumb1.jpg', '', '-1', 'Dried-Prunes.jpg', '0000-00-00', 'Dried-Prunes', ',5', 5, '', '0000-00-00', '', 0, -1, '-1', '<p>Pitted &amp; Unpitted. Size 30/40, 40/50 &amp; 50/60</p>', ',AR,CL,US'),
(52, 'Dried Apricots', '', '2014-06-01 16:27:04', '2014-04-22 16:51:12', 1, 33, 0, '', 0, 'Dried-Apricots-thumb.jpg', '', '-1', 'Dried-Apricots.jpg', '0000-00-00', 'Dried-Apricots', ',5', 5, '', '0000-00-00', '', 0, -1, '-1', '<p>From Size 0 to Size 8</p>', ',TR'),
(53, 'Dried Figs', '', '2014-06-01 16:30:07', '2014-04-22 16:51:22', 1, 34, 0, '', 0, 'Dried-Figs-thumb.jpg', '', '-1', 'Dried-Figs.jpg', '0000-00-00', 'Dried-Figs', ',5', 5, '', '0000-00-00', '', 0, -1, '-1', '<p>From Size 1 to Size 4</p>', ',TR'),
(54, 'Pine nuts', '', '2014-06-01 16:31:43', '2014-04-22 16:51:35', 1, 35, 0, '', 0, 'Pine-Nuts-thumb.jpg', '', '-1', 'Pine-Nuts.jpg', '0000-00-00', 'Pine-nuts', ',5', 5, '', '0000-00-00', '', 0, -1, '-1', '<p>Shelled White Raw</p>', ',PK'),
(55, 'Desiccated Coconut', '', '2014-06-01 16:33:28', '2014-04-22 16:52:04', 1, 36, 0, '', 0, 'Desicated-Coconuts-thumb1.jpg', '', '-1', 'Desicated-Coconuts.jpg', '0000-00-00', 'Desiccated-Coconut', ',5', 5, '', '0000-00-00', '', 0, -1, '-1', '<p>Medium, Fine, Chips &amp; Thread</p>', ',IN,ID,PH,LK,VN'),
(56, 'Skimmed Milk Powder', '', '2014-06-14 23:14:03', '2014-04-22 16:52:17', 1, 37, 0, '', 0, 'Skimmed-Milk-Powder-thumb1.jpg', '', '-1', 'Skimmed-Milk-Powder.jpg', '0000-00-00', 'Skimmed-Milk-Powder', ',4', 4, '', '0000-00-00', '', 0, -1, '-1', '<p>Fat-0.5%, Proteins-27%-34%, Lactose-52%</p>', ',IN,PL,UA,US'),
(57, 'Sweet Whey Powder', '', '2014-06-14 23:14:30', '2014-04-22 16:52:25', 1, 38, 0, '', 0, 'Sweet-Whey-Powder-thumb1.jpg', '', '-1', 'Sweet-Whey-Powder.jpg', '0000-00-00', 'Sweet-Whey-Powder', ',4', 4, '', '0000-00-00', '', 0, -1, '-1', '<p>Fat-0.5%, Proteins-27%-34%, Lactose-52%</p>', ',PL,UA,US'),
(58, 'Ghee', '', '2014-06-14 23:15:46', '2014-04-22 16:52:33', 1, 39, 0, '', 0, 'Ghee-thumb1.jpg', '', '-1', 'Ghee.jpg', '0000-00-00', 'Ghee', ',4', 4, '', '0000-00-00', '', 0, -1, '-1', '<p>Vegetable</p>', ',IN,UG'),
(59, 'Unsalted Butter', '', '2014-06-01 16:39:33', '2014-04-22 16:52:42', 1, 40, 0, '', 0, 'Unsalted-Butter-thumb1.jpg', '', '-1', 'Unsalted-Butter.jpg', '0000-00-00', 'Unsalted-Butter', ',4', 4, '', '0000-00-00', '', 0, -1, '-1', '', ',NZ'),
(60, 'Cocoa Powder', '', '2014-06-01 16:40:57', '2014-04-22 16:52:52', 1, 41, 0, '', 0, 'Cocoa-Powder-thumb.jpg', '', '-1', 'Cocoa-Powder.jpg', '0000-00-00', 'Cocoa-Powder', ',4', 4, '', '0000-00-00', '', 0, -1, '-1', '<p>Alkalised grade &amp; Natural Grade</p>', ',CN,MY'),
(61, 'Pineapple Slices', '', '2014-06-14 23:11:05', '2014-04-22 16:53:06', 1, 42, 0, '', 0, 'Pineapple-Slices-thumb.jpg', '', '-1', 'Pineapple-Slices.jpg', '0000-00-00', 'Pineapple-Slices', ',3', 3, '', '0000-00-00', '', 0, -1, '-1', '<p>Slices in light syrup (12-14 slices)</p>', ',CN,TH'),
(62, 'Cocktail', '', '2014-06-14 23:11:31', '2014-04-22 16:53:13', 1, 43, 0, '', 0, 'Cocktail-thumb1.jpg', '', '-1', 'Cocktail.jpg', '0000-00-00', 'Cocktail', ',3', 3, '', '0000-00-00', '', 0, -1, '-1', '<p>Mixture of pineapple, pear, peach &amp; grape</p>', ',CN,GR'),
(63, 'Litchi', '', '2014-06-01 17:12:42', '2014-04-22 16:53:20', 1, 44, 0, '', 0, 'Litchi-thumb1.jpg', '', '-1', 'Litchi.jpg', '0000-00-00', 'Litchi', ',3', 3, '', '0000-00-00', '', 0, -1, '-1', '', ',CN'),
(64, 'Mango', '', '2014-06-01 17:13:40', '2014-04-22 16:53:28', 1, 45, 0, '', 0, 'mango-thumb1.jpg', '', '-1', 'mango.jpg', '0000-00-00', 'Mango', ',3', 3, '', '0000-00-00', '', 0, -1, '-1', '', ',IN'),
(65, 'Peach', '', '2014-06-14 23:11:54', '2014-04-22 16:53:36', 1, 46, 0, '', 0, 'peach-thumb1.jpg', '', '-1', 'peach.jpg', '0000-00-00', 'Peach', ',3', 3, '', '0000-00-00', '', 0, -1, '-1', '<p>Halves in light syrup</p>', ',CN,GR'),
(66, 'Ammonium Bicarbonate', '', '2014-06-14 23:05:41', '2014-04-22 16:54:10', 1, 47, 0, '', 0, 'Ammonium-Bicarbonate-thumb.jpg', '', '-1', 'Ammonium-Bicarbonate.jpg', '0000-00-00', 'Ammonium-Bicarbonate', ',1', 1, '', '0000-00-00', '', 0, -1, '-1', '<p>Food Grade</p>', ',CN'),
(67, 'Sodium Bicarbonate', '', '2014-06-14 23:05:55', '2014-04-22 16:54:17', 1, 48, 0, '', 0, 'Sodium-Bicarbonate-thumb.jpg', '', '-1', 'Sodium-Bicarbonate.jpg', '0000-00-00', 'Sodium-Bicarbonate', ',1', 1, '', '0000-00-00', '', 0, -1, '-1', '<p>Food Grade</p>', ',CN'),
(68, 'Citric Acid', '', '2014-06-01 17:16:49', '2014-04-22 16:54:24', 1, 49, 0, '', 0, 'Citric-Acid-thumb.jpg', '', '-1', 'Citric-Acid.jpg', '0000-00-00', 'Citric-Acid', ',1', 1, '', '0000-00-00', '', 0, -1, '-1', '<p>Monohydrate &amp; Anhydrous</p>', ',CN'),
(69, 'Liquid Glucose', '', '2014-06-14 23:06:39', '2014-04-22 16:55:29', 1, 50, 0, '', 0, 'Liquid-Glucose-thumb1.jpg', '', '-1', 'Liquid-Glucose.jpg', '0000-00-00', 'Liquid-Glucose', ',1', 1, '', '0000-00-00', '', 0, -1, '-1', '<p>Dry Solid 82% &ndash; 85%</p>', ',IN'),
(70, 'Vanillin', '', '2014-06-01 17:18:38', '2014-04-22 16:56:31', 1, 51, 0, '', 0, 'Vanillin-thumb.jpg', '', '-1', 'Vanillin.jpg', '0000-00-00', 'Vanillin', ',1', 1, '', '0000-00-00', '', 0, -1, '-1', '<p>Eternal Pearl Brand &amp; Polar Bear Brand</p>', ',CN'),
(71, 'Agar Batti', '', '0000-00-00 00:00:00', '2014-04-22 16:56:58', 1, 52, 0, '', 0, '', '', '-1', '', '0000-00-00', 'Agar-Batti', ',10', -1, '', '0000-00-00', '', 0, -1, '-1', '', ''),
(72, 'Aluminum', '', '0000-00-00 00:00:00', '2014-04-22 16:57:09', 1, 53, 0, '', 0, '', '', '-1', '', '0000-00-00', 'Aluminum', ',10', -1, '', '0000-00-00', '', 0, -1, '-1', '', ''),
(73, 'Aluminum Potassium Sulphate', '', '2014-06-01 17:19:33', '2014-04-22 16:57:18', 1, 54, 0, '', 0, 'Aluminum-Potassium-Sulphate-thumb.jpg', '', '-1', 'Aluminum-Potassium-Sulphate.jpg', '0000-00-00', 'Aluminum-Potassium-Sulphate', ',1', 1, '', '0000-00-00', '', 0, -1, '-1', '', ',CN,IN'),
(74, 'Pimento Allspice', '', '0000-00-00 00:00:00', '2014-06-01 17:24:16', 1, 55, 0, '', 0, 'Pimento-Allspice-thumb.jpg', '', '', 'Pimento-Allspice.jpg', '0000-00-00', 'Pimento-Allspice', ',7', 7, '', '0000-00-00', '', 0, 0, '', '', ',MX'),
(75, 'Caraway Seeds', '', '2014-09-27 06:43:10', '2014-06-01 17:25:26', 1, 56, 0, '', 0, 'Caraway-Seeds-thumb.jpg', '', '0', 'Caraway-Seeds.jpg', '0000-00-00', 'Caraway-Seeds', ',7', 7, '', '0000-00-00', '', 0, 0, '', '<p>99% purity &amp; 98% purity</p>', ',EG'),
(76, 'Fennel Seeds', '', '2014-09-27 06:42:02', '2014-06-01 17:29:59', 1, 57, 0, '', 0, 'Fennel-Seeds-thumb.jpg', '', '0', 'Fennel-Seeds.jpg', '0000-00-00', 'Fennel-Seeds', ',7', 7, '', '0000-00-00', '', 0, 0, '', '<p>99% purity &amp; 98% purity</p>', ',EG'),
(77, 'Mushroom', '', '2014-06-14 23:13:30', '2014-06-01 17:32:37', 1, 58, 0, '', 0, 'Mushroom-thumb1.jpg', '', '', 'Mushroom.jpg', '0000-00-00', 'Mushroom', ',3', 3, '', '0000-00-00', '', 0, 0, '', '<p>Pieces, stems, sliced, whole &amp; diced</p>', ',CN'),
(78, 'Rice', '', '0000-00-00 00:00:00', '2014-06-14 22:43:35', 1, 59, 0, '', 0, 'Rice-thumb1.jpg', '', '', 'Rice.jpg', '0000-00-00', 'Rice', ',12', 12, '', '0000-00-00', '', 0, 0, '', '<p>Basmati, Long Grain, Raw White &amp; Parboiled</p>', ',IN,PK,TH,VN'),
(79, 'Sugar', '', '0000-00-00 00:00:00', '2014-06-14 22:45:15', 1, 60, 0, '', 0, 'sugar-thumb1.jpg', '', '', 'sugar.jpg', '0000-00-00', 'Sugar', ',12', 12, '', '0000-00-00', '', 0, 0, '', '<p>Icumsa 100</p>', ',BR,IN,PK'),
(80, 'Crimson Lentils', '', '0000-00-00 00:00:00', '2014-06-14 22:47:11', 1, 61, 0, '', 0, 'Crimson-Lentils-thumb.jpg', '', '', 'Crimson-Lentils.jpg', '0000-00-00', 'Crimson-Lentils', ',12', 12, '', '0000-00-00', '', 0, 0, '', '', ',AU,CA,ET,IN,NP,SY,TR'),
(81, 'Yellow split Lentils', '', '2014-06-14 22:49:04', '2014-06-14 22:47:11', 1, 61, 0, '', 0, 'Yellow-Split-Lentils-thumb.jpg', '', '', 'Yellow-Split-Lentils.jpg', '0000-00-00', 'Yellow-split-Lentils', ',12', 12, '', '0000-00-00', '', 0, 0, '', '', ',AU,CA,ET,IN,NP,SY,TR'),
(82, 'Yellow Lentils', '', '2014-06-14 22:50:50', '2014-06-14 22:47:11', 1, 61, 0, '', 0, 'Yellow-Lentils-thumb.jpg', '', '', 'Yellow-Lentils.jpg', '0000-00-00', 'Yellow-Lentils', ',12', 12, '', '0000-00-00', '', 0, 0, '', '', ',AU,CA,ET,IN,NP,SY,TR'),
(83, 'Red Football Lentils', '', '2014-06-14 22:51:48', '2014-06-14 22:47:11', 1, 61, 0, '', 0, 'Red-Football-Lentils-thumb.jpg', '', '', 'Red-Football-Lentils.jpg', '0000-00-00', 'Red-Football-Lentils', ',12', 12, '', '0000-00-00', '', 0, 0, '', '', ',AU,CA,ET,IN,NP,SY,TR'),
(84, 'Laird Lentils', '', '2014-06-14 22:52:59', '2014-06-14 22:47:11', 1, 61, 0, '', 0, 'Laird-Lentils-thumb1.jpg', '', '', 'Laird-Lentils.jpg', '0000-00-00', 'Laird-Lentils', ',12', 12, '', '0000-00-00', '', 0, 0, '', '', ',AU,CA,ET,IN,NP,SY,TR'),
(85, 'Fava Beans', '', '0000-00-00 00:00:00', '2014-06-14 22:54:50', 1, 62, 0, '', 0, 'Fava-Beans-thumb1.jpg', '', '', 'Fava-Beans.jpg', '0000-00-00', 'Fava-Beans', ',12', 12, '', '0000-00-00', '', 0, 0, '', '<p>Whole &amp; splits</p>', ',AU,EG,FR,UK'),
(86, 'Red Kidney Beans', '', '0000-00-00 00:00:00', '2014-06-14 22:56:13', 1, 63, 0, '', 0, 'Red-Kidney-Beans-thumb1.jpg', '', '', 'Red-Kidney-Beans.jpg', '0000-00-00', 'Red-Kidney-Beans', ',12', 12, '', '0000-00-00', '', 0, 0, '', '', ',CN'),
(87, 'White Kidney Beans', '', '0000-00-00 00:00:00', '2014-06-14 22:57:12', 1, 64, 0, '', 0, 'White-Kidney-Beans-thumb1.jpg', '', '', 'White-Kidney-Beans.jpg', '0000-00-00', 'White-Kidney-Beans', ',12', 12, '', '0000-00-00', '', 0, 0, '', '', ',CN,EG'),
(88, 'Black Eye Beans', '', '0000-00-00 00:00:00', '2014-06-14 22:58:35', 1, 65, 0, '', 0, 'Black-Eye-Beans-thumb1.jpg', '', '', 'Black-Eye-Beans.jpg', '0000-00-00', 'Black-Eye-Beans', ',12', 12, '', '0000-00-00', '', 0, 0, '', '', ',BR,MX,MM'),
(89, 'Chick Peas', '', '2014-09-25 09:22:26', '2014-06-14 23:00:14', 1, 66, 0, '', 0, 'Check-Peas-thumb1.jpg', '', '0', 'Check-Peas.jpg', '0000-00-00', 'Chick-Peas', ',12', 12, '', '0000-00-00', '', 0, 0, '', '<p>Sizes &ndash; 40/42, 42/44,44/46,58/65,75/80</p>', ',CN,IN,MX,UA'),
(90, 'Green Peas', '', '2014-09-25 09:24:16', '2014-06-14 23:01:34', 1, 67, 0, '', 0, 'Peas-thumb1.jpg', '', '0', 'Peas.jpg', '0000-00-00', 'Green-Peas', ',12', 12, '', '0000-00-00', '', 0, 0, '', '', ',AR,IN'),
(91, ' Yellow Split Peas', '', '0000-00-00 00:00:00', '2014-06-14 23:02:22', 1, 68, 0, '', 0, '', '', '', '', '0000-00-00', 'Yellow-Split-Peas', ',12', 12, '', '0000-00-00', '', 0, 0, '', '', ',IN'),
(92, 'Popcorn', '', '0000-00-00 00:00:00', '2014-06-14 23:03:22', 1, 69, 0, '', 0, '', '', '', '', '0000-00-00', 'Popcorn', ',12', 12, '', '0000-00-00', '', 0, 0, '', '<p>Expansion 38/40 &amp; 40/42</p>', ',AR,BR'),
(93, 'Phosphoric Acid', '', '0000-00-00 00:00:00', '2014-06-14 23:08:45', 1, 70, 0, '', 0, 'Phosphoric-Acid-thumb.jpg', '', '', 'Phosphoric-Acid.jpg', '0000-00-00', 'Phosphoric-Acid', ',1', 1, '', '0000-00-00', '', 0, 0, '', '', ',CN'),
(94, 'Corn Starch', '', '0000-00-00 00:00:00', '2014-06-14 23:09:46', 1, 71, 0, '', 0, 'Corn-Starch-thumb1.jpg', '', '', 'Corn-Starch.jpg', '0000-00-00', 'Corn-Starch', ',1', 1, '', '0000-00-00', '', 0, 0, '', '<p>Food Grade</p>', ',IN'),
(95, 'Safflower Seeds', '', '0000-00-00 00:00:00', '2014-06-14 23:18:41', 1, 72, 0, '', 0, 'Safflower-Seeds-thumb1.jpg', '', '', 'Safflower-Seeds.jpg', '0000-00-00', 'Safflower-Seeds', ',11', 11, '', '0000-00-00', '', 0, 0, '', '', ',IN'),
(96, 'Millet', '', '0000-00-00 00:00:00', '2014-06-14 23:19:46', 1, 73, 0, '', 0, 'Millet-thumb1.jpg', '', '', 'Millet.jpg', '0000-00-00', 'Millet', ',11', 11, '', '0000-00-00', '', 0, 0, '', '<p>Green &amp; Yellow</p>', ',UA'),
(97, 'Corn', '', '0000-00-00 00:00:00', '2014-06-14 23:20:46', 1, 74, 0, '', 0, 'corn-thumb1.jpg', '', '', 'corn.jpg', '0000-00-00', 'Corn', ',11', 11, '', '0000-00-00', '', 0, 0, '', '', ',IN'),
(98, 'Flax Seeds', '', '0000-00-00 00:00:00', '2014-06-14 23:21:40', 1, 75, 0, '', 0, 'Flax-Seeds-thumb1.jpg', '', '', 'Flax-Seeds.jpg', '0000-00-00', 'Flax-Seeds', ',11', 11, '', '0000-00-00', '', 0, 0, '', '', ',IN'),
(99, 'Flax Seeds', '', '0000-00-00 00:00:00', '2014-06-14 23:21:41', 1, 76, 1, '', 0, 'Flax-Seeds-thumb1.jpg', '', '', 'Flax-Seeds.jpg', '0000-00-00', 'Flax-Seeds', ',11', 11, '', '0000-00-00', '', 0, 0, '', '', ',IN'),
(100, 'Canary Seeds', '', '2014-06-14 23:27:40', '2014-06-14 23:25:21', 1, 77, 0, '', 0, 'Canary-Seeds-thumb1.jpg', '', '', 'Canary-Seeds.jpg', '0000-00-00', 'Canary-Seeds', ',11', 11, '', '0000-00-00', '', 0, 0, '', '', ',CA'),
(101, 'Sorghum', '', '0000-00-00 00:00:00', '2014-06-14 23:26:22', 1, 78, 0, '', 0, '', '', '', '', '0000-00-00', 'Sorghum', ',11', 11, '', '0000-00-00', '', 0, 0, '', '', ',IN'),
(102, 'Clover Seeds', '', '0000-00-00 00:00:00', '2014-06-14 23:27:05', 1, 79, 0, '', 0, '', '', '', '', '0000-00-00', 'Clover-Seeds', ',11', 11, '', '0000-00-00', '', 0, 0, '', '', ',EG'),
(103, 'Safflower', '', '0000-00-00 00:00:00', '2014-06-14 23:28:49', 1, 80, 0, '', 0, 'Safflower-thumb1.jpg', '', '', 'Safflower.jpg', '0000-00-00', 'Safflower', ',6', 6, '', '0000-00-00', '', 0, 0, '', '', ',IN'),
(104, 'Peanuts', '', '2014-09-27 12:06:35', '2014-06-14 23:30:48', 1, 81, 0, '', 0, 'peanuts-thumb.jpg', '', '', 'peanuts.jpg', '0000-00-00', 'Peanuts', ',5', 5, '', '0000-00-00', '', 0, 0, '', '<p>Inshell, Shelled Bold &amp; Java</p>', ',CN,IN');

-- --------------------------------------------------------

--
-- Table structure for table `com_project_catgories`
--

CREATE TABLE IF NOT EXISTS `com_project_catgories` (
  `id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `image` varchar(255) NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `created` datetime NOT NULL,
  `order` int(11) NOT NULL,
  `modified` datetime NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `cat_id` int(11) NOT NULL,
  `des` text NOT NULL,
  `alias` varchar(255) NOT NULL,
  `th_image` varchar(255) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=13 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `com_project_catgories`
--

INSERT INTO `com_project_catgories` (`id`, `title`, `image`, `enabled`, `created`, `order`, `modified`, `delete`, `cat_id`, `des`, `alias`, `th_image`) VALUES
(1, 'Food Chemicals', 'food-chemicals-category.jpg', 1, '2014-01-06 11:42:32', 8, '2014-06-12 04:55:27', 0, 0, '', 'Food-Chemicals', '5357bffaddd22.jpg'),
(2, 'test1 child', '', 1, '2014-01-12 08:46:23', 2, '0000-00-00 00:00:00', 1, 1, '', 'test1-child', ''),
(3, 'Canned Food', 'canned-food-cateegory.jpg', 1, '2014-01-06 11:42:32', 7, '2014-06-12 05:33:00', 0, 0, '', 'Canned-Food', 'caned-fruits.jpg'),
(4, 'Dairy Products', 'dairy-products-category.jpg', 1, '2014-01-06 11:42:32', 5, '2014-06-12 05:26:44', 0, 0, '', 'Dairy-Products', 'dairy-products.jpg'),
(5, 'Dry Fruits', 'dry-fruits_1.jpg', 1, '2014-01-06 11:42:32', 2, '2014-06-12 05:03:54', 0, 0, '', 'Dry-Fruits', 'dry-fruits.jpg'),
(6, 'Herbs', 'herbs-category.jpg', 1, '2014-01-06 11:42:32', 3, '2014-06-12 05:19:44', 0, 0, '', 'Herbs', 'herbs.jpg'),
(7, 'Spices', '53582daccea0f.jpg', 1, '2014-01-06 11:42:32', 1, '2014-04-23 17:11:06', 0, 0, 'Taheri Traders is an import and export indenting company that has been actively working in the Egyptian market since 2001. We have a wide and extensive network of suppliers all over the world in different industries ranging from foodstuff to hardware and tools.\r\n', 'Spices', '5358488a2836d.jpg'),
(8, 'Confectionery', '', 1, '2014-04-22 16:26:30', 6, '2014-04-23 07:31:18', 0, 0, '', 'Confectionery', 'Vanillin.jpg'),
(9, 'Hardware & Tools', '', 1, '2014-04-22 16:26:51', 10, '2014-04-23 07:31:36', 0, 0, '', 'Hardware-and-Tools', 'hardware-tools.jpg'),
(10, 'Others', '', 1, '2014-04-22 16:27:12', 9, '2014-04-23 07:40:32', 0, 0, '', 'Others', 'food-chemicals.jpg'),
(11, 'Bird & Animal Feed', '535bcc5db8e80.jpg', 1, '2014-04-26 04:04:11', 4, '2014-04-26 09:10:21', 0, 0, '', 'Bird-and-Animal-Feed', '535b849b2fa70.jpg'),
(12, 'Commodities', 'commodity-category.jpg', 1, '2014-06-12 07:01:13', 11, '2014-06-12 07:12:33', 0, 0, '', 'Commodities', '5399a7412ac8b.jpg');

-- --------------------------------------------------------

--
-- Table structure for table `com_project_catgories_xref`
--

CREATE TABLE IF NOT EXISTS `com_project_catgories_xref` (
  `id` int(11) NOT NULL,
  `item_id` int(11) NOT NULL,
  `cat_id` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=335 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `com_project_catgories_xref`
--

INSERT INTO `com_project_catgories_xref` (`id`, `item_id`, `cat_id`, `delete`, `order`, `enabled`, `modified`, `created`) VALUES
(7, 1, 1, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(2, 6, 1, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(3, 5, 1, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(4, 4, 1, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(5, 3, 1, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(6, 2, 1, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(8, 7, 1, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(66, 8, 3, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(24, 14, 1, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(46, 13, 1, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(45, 12, 1, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(27, 11, 1, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(44, 10, 1, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(67, 8, 4, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(42, 15, 1, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(334, 16, 4, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(333, 16, 3, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(332, 16, 1, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `com_project_setting`
--

CREATE TABLE IF NOT EXISTS `com_project_setting` (
  `id` int(11) NOT NULL,
  `messages` varchar(250) NOT NULL,
  `cart` int(11) NOT NULL,
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `data` text NOT NULL,
  `select_update_value` text NOT NULL,
  `select_update_text` text NOT NULL,
  `select_don_value` text NOT NULL,
  `select_don_text` text NOT NULL,
  `select_date_value` text NOT NULL,
  `select_date_text` text NOT NULL,
  `commet_enabled` tinyint(4) NOT NULL,
  `commet_users` tinyint(4) NOT NULL,
  `commet_type` varchar(255) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `com_project_setting`
--

INSERT INTO `com_project_setting` (`id`, `messages`, `cart`, `modified`, `created`, `enabled`, `order`, `delete`, `data`, `select_update_value`, `select_update_text`, `select_don_value`, `select_don_text`, `select_date_value`, `select_date_text`, `commet_enabled`, `commet_users`, `commet_type`) VALUES
(1, ',215,216,217,218,219', 1, '2014-04-03 04:41:02', '0000-00-00 00:00:00', 0, 0, 0, '', ',a,b,c', ',a,b,c', ',0to25,25to50,50to75,75to100', ',من ٠ إلى ٢٥%,من ٢٥ إلى ٥٠٪,من ٥٠ إلى ٧٥٪,من ٧٥ الى ١٠٠%', ',30,90', ',خلال الشهر الحالي,خلال الثلاث أشهر الماضية', 1, 1, 'in');

-- --------------------------------------------------------

--
-- Table structure for table `com_project_status`
--

CREATE TABLE IF NOT EXISTS `com_project_status` (
  `id` int(11) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `order` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL DEFAULT '0',
  `pro_id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `site` int(11) NOT NULL,
  `color` varchar(255) NOT NULL,
  `msg` varchar(255) NOT NULL,
  `view_msg` tinyint(4) NOT NULL,
  `view_des` tinyint(4) NOT NULL,
  `view_more` tinyint(4) NOT NULL,
  `view_don_bar` tinyint(4) NOT NULL,
  `view_overlayer` tinyint(4) NOT NULL,
  `overlayer_color` varchar(255) NOT NULL,
  `msg_hover` tinyint(4) NOT NULL,
  `view_more_text` varchar(255) NOT NULL,
  `show_reflection` tinyint(4) NOT NULL,
  `is_link` tinyint(4) NOT NULL,
  `show_main_cat` tinyint(4) NOT NULL,
  `usermsg` text NOT NULL,
  `bg_effect` varchar(255) NOT NULL,
  `view_loction` tinyint(4) NOT NULL,
  `view_title` tinyint(4) NOT NULL,
  `view_loction_hover` tinyint(4) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `com_project_status`
--

INSERT INTO `com_project_status` (`id`, `created`, `modified`, `enabled`, `order`, `delete`, `pro_id`, `title`, `site`, `color`, `msg`, `view_msg`, `view_des`, `view_more`, `view_don_bar`, `view_overlayer`, `overlayer_color`, `msg_hover`, `view_more_text`, `show_reflection`, `is_link`, `show_main_cat`, `usermsg`, `bg_effect`, `view_loction`, `view_title`, `view_loction_hover`) VALUES
(1, '2014-01-22 00:00:00', '2014-03-16 14:16:53', 1, 0, 0, 0, 'Coming Soon', 0, '', 'يأتي قريباً', 1, 0, 0, 0, 1, '0000ff', 0, ' ', 0, 0, 0, '<p>يأتي قريباً 2</p><p> </p><p> </p>', 'blur', 1, 1, 1),
(2, '2014-02-13 04:24:11', '2014-03-31 03:25:17', 1, 0, 0, 0, 'Running Project', 0, '', '<p>تابع المشروع</p>', 1, 1, 1, 1, 0, '', 1, 'المزيد +', 1, 1, 1, '', '-1', 1, 1, 0),
(3, '2014-02-13 04:28:07', '2014-03-16 14:53:39', 1, 0, 0, 0, 'Successful Project', 0, '', '<p>تم تمويله بنجاح</p>', 0, 1, 1, 1, 1, '29ba6d', 0, 'تابع مراحل المشروع', 0, 1, 0, '', 'noeffet', 1, 1, 0);

-- --------------------------------------------------------

--
-- Table structure for table `com_project_xref`
--

CREATE TABLE IF NOT EXISTS `com_project_xref` (
  `id` int(11) NOT NULL,
  `item_id` int(11) NOT NULL,
  `cat_id` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=651 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `com_project_xref`
--

INSERT INTO `com_project_xref` (`id`, `item_id`, `cat_id`, `delete`, `order`, `enabled`, `modified`, `created`) VALUES
(7, 1, 1, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(2, 6, 1, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(3, 5, 1, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(4, 4, 1, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(5, 3, 1, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(6, 2, 1, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(8, 7, 1, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(363, 8, 4, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(409, 14, 5, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(405, 13, 1, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(411, 12, 6, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(412, 11, 6, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(358, 10, 1, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(362, 8, 3, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(441, 15, 4, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(334, 16, 4, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(333, 16, 3, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(332, 16, 1, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(443, 19, 7, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(406, 13, 7, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(541, 20, 7, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(542, 21, 7, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(543, 22, 7, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(544, 23, 7, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(546, 24, 7, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(547, 25, 7, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(549, 26, 7, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(550, 27, 7, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(551, 28, 7, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(552, 29, 7, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(553, 30, 7, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(638, 31, 7, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(555, 32, 7, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(457, 33, 7, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(458, 34, 7, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(639, 35, 7, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(557, 36, 6, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(558, 37, 7, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(559, 38, 7, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(560, 39, 6, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(593, 40, 6, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(650, 41, 7, 0, 0, 1, '0000-00-00 00:00:00', '2014-09-30 10:04:54'),
(561, 42, 6, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(562, 43, 6, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(563, 44, 6, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(564, 45, 5, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(647, 46, 5, 0, 0, 1, '0000-00-00 00:00:00', '2014-09-27 07:20:37'),
(566, 47, 5, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(646, 48, 5, 0, 0, 1, '0000-00-00 00:00:00', '2014-09-27 07:19:38'),
(568, 49, 5, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(569, 50, 5, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(570, 51, 5, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(571, 52, 5, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(572, 53, 5, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(573, 54, 5, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(574, 55, 5, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(624, 56, 4, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(625, 57, 4, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(626, 58, 4, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(579, 59, 4, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(580, 60, 4, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(620, 61, 3, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(621, 62, 3, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(583, 63, 3, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(584, 64, 3, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(622, 65, 3, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(614, 66, 1, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(615, 67, 1, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(589, 68, 1, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(617, 69, 1, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(591, 70, 1, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(495, 71, 10, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(496, 72, 10, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(592, 73, 1, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(594, 74, 7, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(645, 75, 7, 0, 0, 1, '0000-00-00 00:00:00', '2014-09-27 06:43:10'),
(644, 76, 7, 0, 0, 1, '0000-00-00 00:00:00', '2014-09-27 06:42:02'),
(623, 77, 3, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(598, 78, 12, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(599, 79, 12, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(600, 80, 12, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(601, 81, 12, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(602, 82, 12, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(603, 83, 12, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(605, 84, 12, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(606, 85, 12, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(607, 86, 12, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(608, 87, 12, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(609, 88, 12, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(642, 89, 12, 0, 0, 1, '0000-00-00 00:00:00', '2014-09-25 09:22:26'),
(643, 90, 12, 0, 0, 1, '0000-00-00 00:00:00', '2014-09-25 09:24:16'),
(612, 91, 12, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(613, 92, 12, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(618, 93, 1, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(619, 94, 1, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(627, 95, 11, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(628, 96, 11, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(629, 97, 11, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(630, 98, 11, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(631, 99, 11, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(635, 100, 11, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(633, 101, 11, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(634, 102, 11, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(636, 103, 6, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(649, 104, 5, 0, 0, 1, '0000-00-00 00:00:00', '2014-09-27 12:06:35');

-- --------------------------------------------------------

--
-- Table structure for table `com_qery`
--

CREATE TABLE IF NOT EXISTS `com_qery` (
  `id` int(11) NOT NULL,
  `title` varchar(250) NOT NULL,
  `des` text NOT NULL,
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `data` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `com_qrecycle_qoute`
--

CREATE TABLE IF NOT EXISTS `com_qrecycle_qoute` (
  `id` int(11) NOT NULL,
  `user_id` text NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `contact_person` text NOT NULL,
  `fax_no` text NOT NULL,
  `billing_address` text NOT NULL,
  `name` varchar(255) NOT NULL,
  `map_address` text NOT NULL,
  `map_coordinates` varchar(255) NOT NULL,
  `dumpsters` varchar(255) NOT NULL,
  `concrete` varchar(255) NOT NULL,
  `mailing_address` varchar(255) NOT NULL,
  `dumpsterCost` varchar(255) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `com_qrecycle_qoute`
--

INSERT INTO `com_qrecycle_qoute` (`id`, `user_id`, `enabled`, `delete`, `order`, `created`, `modified`, `contact_person`, `fax_no`, `billing_address`, `name`, `map_address`, `map_coordinates`, `dumpsters`, `concrete`, `mailing_address`, `dumpsterCost`) VALUES
(1, '', 0, 0, 0, '2014-11-26 16:49:27', '0000-00-00 00:00:00', 'Contact Person', 'fax_no', 'billing_address', '', '1521 Vine Street, Los Angeles, CA 90028, USA', '(34.0983425, -118.3267434)', '2', '1', 'mailing_address', ''),
(2, '95', 0, 0, 0, '2014-11-26 16:50:28', '0000-00-00 00:00:00', 'Contact Person', 'fax_no', 'billing_address', '', '1521 Vine Street, Los Angeles, CA 90028, USA', '(34.0983425, -118.3267434)', '2', '1', 'mailing_address', ''),
(3, '96', 0, 0, 0, '2014-11-26 16:50:48', '0000-00-00 00:00:00', 'Contact Person', 'fax_no', 'billing_address', '', '1521 Vine Street, Los Angeles, CA 90028, USA', '(34.0983425, -118.3267434)', '2', '1', 'mailing_address', ''),
(4, '97', 0, 0, 0, '2014-11-26 16:51:42', '0000-00-00 00:00:00', 'Contact Person', 'fax_no', 'billing_address', '', '1521 Vine Street, Los Angeles, CA 90028, USA', '(34.0983425, -118.3267434)', '2', '1', 'mailing_address', '175');

-- --------------------------------------------------------

--
-- Table structure for table `com_qrecycle_setting`
--

CREATE TABLE IF NOT EXISTS `com_qrecycle_setting` (
  `id` int(11) NOT NULL,
  `postion` text NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `concrete_dumpsters` text NOT NULL,
  `concretemsg` text NOT NULL,
  `hazardousmsg` text NOT NULL,
  `title` varchar(255) NOT NULL,
  `des` text NOT NULL,
  `qoute_save` text NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `com_qrecycle_setting`
--

INSERT INTO `com_qrecycle_setting` (`id`, `postion`, `enabled`, `delete`, `order`, `created`, `modified`, `concrete_dumpsters`, `concretemsg`, `hazardousmsg`, `title`, `des`, `qoute_save`) VALUES
(1, '', 0, 0, 0, '2014-11-23 16:27:13', '0000-00-00 00:00:00', '1', '', '<p>Hazardousmsg</p>', 'aaaa', '', 'saveData');

-- --------------------------------------------------------

--
-- Table structure for table `com_reservations`
--

CREATE TABLE IF NOT EXISTS `com_reservations` (
  `id` int(11) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `order` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `status` varchar(255) NOT NULL,
  `res_id` varchar(255) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=43 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `com_reservations`
--

INSERT INTO `com_reservations` (`id`, `created`, `modified`, `order`, `delete`, `enabled`, `status`, `res_id`) VALUES
(1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, 0, '', ''),
(2, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, 0, '', ''),
(3, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, 1, '', ''),
(4, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, 1, '', ''),
(5, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, 1, '', ''),
(6, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, 1, '', ''),
(7, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, 1, '', ''),
(8, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, 1, '', ''),
(9, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, 1, '', ''),
(10, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, 1, '', ''),
(11, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, 1, '', ''),
(12, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, 1, '', ''),
(13, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, 1, '', ''),
(14, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, 1, '', ''),
(15, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, 1, '', ''),
(16, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, 1, '', ''),
(17, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, 1, '', ''),
(18, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, 1, '', ''),
(19, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, 1, '', ''),
(20, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, 1, '', ''),
(21, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, 1, '', ''),
(22, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, 1, '', ''),
(23, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, 1, '', ''),
(24, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, 1, '', ''),
(25, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, 1, '', ''),
(26, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, 1, '', ''),
(27, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, 1, '', ''),
(28, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, 1, '', ''),
(29, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, 1, '', ''),
(30, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, 1, '', ''),
(31, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, 1, '', ''),
(32, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 1, 1, '', ''),
(33, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 1, '', ''),
(34, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 1, '', ''),
(35, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 1, '', ''),
(36, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 1, '', '35'),
(37, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 1, '', '36'),
(38, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 1, '', '37'),
(39, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 1, '', '38'),
(40, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 1, '', '39'),
(41, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 1, '', '40'),
(42, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 1, '', '41');

-- --------------------------------------------------------

--
-- Table structure for table `com_reservations_data`
--

CREATE TABLE IF NOT EXISTS `com_reservations_data` (
  `id` int(11) NOT NULL,
  `checkin` date NOT NULL,
  `checkout` date NOT NULL,
  `Nights` int(11) NOT NULL,
  `arrival` varchar(20) NOT NULL,
  `arrival_am` varchar(20) NOT NULL,
  `departure` varchar(20) NOT NULL,
  `departure_am` varchar(20) NOT NULL,
  `carriernumber` varchar(255) NOT NULL,
  `carrierdetails` varchar(255) NOT NULL,
  `arrivalfrom` varchar(255) NOT NULL,
  `touroperator` varchar(255) NOT NULL,
  `emailadd` varchar(255) NOT NULL,
  `mobile_number` varchar(255) NOT NULL,
  `moreinfo` text NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `order` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `status` varchar(255) NOT NULL,
  `res_id` varchar(255) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=9 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `com_reservations_data`
--

INSERT INTO `com_reservations_data` (`id`, `checkin`, `checkout`, `Nights`, `arrival`, `arrival_am`, `departure`, `departure_am`, `carriernumber`, `carrierdetails`, `arrivalfrom`, `touroperator`, `emailadd`, `mobile_number`, `moreinfo`, `created`, `modified`, `order`, `delete`, `enabled`, `status`, `res_id`) VALUES
(1, '0000-00-00', '0000-00-00', 0, '', '', '', '', '', '', '', '', '', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 1, '', '35'),
(2, '0000-00-00', '0000-00-00', 0, '', '', '', '', '', '', '', '', '', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 1, '', '36'),
(3, '0000-00-00', '0000-00-00', 0, '', '', '', '', '', '', '', '', '', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 1, '', '37'),
(4, '0000-00-00', '0000-00-00', 0, '', '', '', '', '', '', '', '', '', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 1, '', '38'),
(5, '0000-00-00', '0000-00-00', 0, '', '', '', '', '', '', '', '', '', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 1, '', '39'),
(6, '0000-00-00', '0000-00-00', 0, '', '', '', '', '', '', '', '', '', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 1, '', '40'),
(7, '0000-00-00', '0000-00-00', 0, '', '', '', '', '', '', '', '', '', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 1, '', '41'),
(8, '0000-00-00', '0000-00-00', 0, '', '', '', '', '', '', '', '', '', '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 1, '', '42');

-- --------------------------------------------------------

--
-- Table structure for table `com_reservations_gustes`
--

CREATE TABLE IF NOT EXISTS `com_reservations_gustes` (
  `id` int(11) NOT NULL,
  `r_id` varchar(255) NOT NULL,
  `type` varchar(255) NOT NULL,
  `ejamaat` varchar(255) NOT NULL,
  `name` varchar(255) NOT NULL,
  `age` int(11) NOT NULL,
  `gender` int(11) NOT NULL,
  `order` int(11) NOT NULL,
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `data_id` int(11) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=23 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `com_reservations_gustes`
--

INSERT INTO `com_reservations_gustes` (`id`, `r_id`, `type`, `ejamaat`, `name`, `age`, `gender`, `order`, `modified`, `created`, `enabled`, `delete`, `data_id`) VALUES
(1, '', '', '', '', 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 0),
(2, '', '', '', '', 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 0),
(3, '', '', '', '', 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 0),
(4, '', '', '', '', 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 0),
(5, '', '', '', '', 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 0),
(6, '', '', '', '', 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 0),
(7, '31', 'adult', '1111', '111111', 1, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 0),
(8, '31', 'adult', '222', '22222', 22, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 0),
(9, '32', 'adult', '1111', '111111', 1, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 0),
(10, '32', 'adult', '222', '22222', 22, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 0),
(11, '32', 'child', '33333', '333333', 3, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 0),
(12, '32', 'child', '44444', '444444', 4, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 0),
(13, '32', 'child', '55555', '5555', 5, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 0),
(14, '32', 'infant', '66666', '6666', 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 0),
(15, '32', 'infant', '7777', '7777', 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 0),
(16, '33', 'adult', '1111', '111111', 1, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 0),
(17, '33', 'adult', '222', '22222', 22, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 0),
(18, '33', 'child', '33333', '333333', 3, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 0),
(19, '33', 'child', '44444', '444444', 4, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 0),
(20, '33', 'child', '55555', '5555', 5, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 0),
(21, '33', 'infant', '66666', '6666', 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 0),
(22, '33', 'infant', '7777', '7777', 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 0);

-- --------------------------------------------------------

--
-- Table structure for table `com_reservations_status`
--

CREATE TABLE IF NOT EXISTS `com_reservations_status` (
  `id` int(11) NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `image` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `cat_id` int(11) NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `created` datetime NOT NULL,
  `order` int(11) NOT NULL,
  `modified` datetime NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `des` text COLLATE utf8_unicode_ci NOT NULL,
  `alias` varchar(255) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `com_site_setting`
--

CREATE TABLE IF NOT EXISTS `com_site_setting` (
  `id` int(11) NOT NULL,
  `title` int(11) NOT NULL,
  `link_type` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `admin_mail` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `site_meta` text COLLATE utf8_unicode_ci NOT NULL,
  `site_keywords` text COLLATE utf8_unicode_ci NOT NULL,
  `addto_headre` text COLLATE utf8_unicode_ci NOT NULL,
  `offline` tinyint(4) NOT NULL,
  `offline_message` text COLLATE utf8_unicode_ci NOT NULL,
  `offline_background` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `offline_morecss` text COLLATE utf8_unicode_ci NOT NULL,
  `admin_list_limit` int(11) NOT NULL,
  `order` int(11) NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `com_users`
--

CREATE TABLE IF NOT EXISTS `com_users` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `email` varchar(255) DEFAULT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `password` varchar(255) DEFAULT NULL,
  `g_id` int(11) NOT NULL,
  `user_name` varchar(255) NOT NULL,
  `phone` varchar(50) DEFAULT NULL,
  `image` varchar(255) DEFAULT NULL,
  `group` int(11) NOT NULL,
  `fb_id` varchar(255) NOT NULL,
  `mobile` varchar(255) NOT NULL,
  `city` varchar(255) NOT NULL,
  `area` varchar(255) NOT NULL,
  `country` varchar(255) NOT NULL,
  `gender` varchar(255) NOT NULL,
  `mobile_confirm` tinyint(4) NOT NULL,
  `mobile_confirm_code` text NOT NULL,
  `Mumin_id` varchar(50) NOT NULL,
  `FullName` varchar(250) NOT NULL,
  `First_name` varchar(50) NOT NULL,
  `Middle_Prefix` varchar(50) NOT NULL,
  `Middle_Name` varchar(250) NOT NULL,
  `Surname` varchar(250) NOT NULL,
  `Age` varchar(10) NOT NULL,
  `MOBILE_NO` varchar(50) NOT NULL,
  `Age1` varchar(50) NOT NULL,
  `Jamaat` varchar(250) NOT NULL,
  `Jamiaat` varchar(250) NOT NULL,
  `dob` varchar(50) NOT NULL,
  `prefix` varchar(250) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=98 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `com_users`
--

INSERT INTO `com_users` (`id`, `name`, `email`, `created`, `modified`, `enabled`, `delete`, `order`, `password`, `g_id`, `user_name`, `phone`, `image`, `group`, `fb_id`, `mobile`, `city`, `area`, `country`, `gender`, `mobile_confirm`, `mobile_confirm_code`, `Mumin_id`, `FullName`, `First_name`, `Middle_Prefix`, `Middle_Name`, `Surname`, `Age`, `MOBILE_NO`, `Age1`, `Jamaat`, `Jamiaat`, `dob`, `prefix`) VALUES
(3, 'ismasil2', 'empcland@gmail.com', '2012-03-21 00:00:00', '2013-12-29 00:00:00', 1, 0, 0, 'f3b32717d5322d7ba7c505c230785468', 3, 'ismail', 'g', '52c03abbbd3a9.png', 0, '', '', '', '', '', '', 1, '53833', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(35, '3mrmosho', 'empcland@gmail.com', '0000-00-00 00:00:00', '2013-03-31 00:00:00', 1, 0, 0, 'f06c22dbb3ce903ab93d9316517a26ef', 4, '3mrmosho', NULL, NULL, 0, '', '', '', '', '', '', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(36, 'admin', 'azizms@gmail.com', '2013-03-31 05:31:40', '2013-04-02 00:00:00', 1, 0, 0, '21232f297a57a5a743894a0e4a801fc3', 3, 'admin', NULL, NULL, 0, '', '', '', '', '', '', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(44, 'ismail1', 'ismail1@fff.com', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, '85a3c2ce0b7bc58b34d19bc656fb32c1', 4, 'ismail1', '11111111111', '1390298837_', 0, '', '', '', '', '', '', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(55, 'Amr Al Showhady', 'empcland@gmail.com', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 0, 'BFOdPuIg', 4, 'empcland@gmail.com', '123456', NULL, 0, '690193676', '', '', '', '', '', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(56, 'Aziz Vasi', 'undefined', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 0, 'XIVFUOQs', 4, 'undefined', NULL, NULL, 0, '690087135', '', '', '', '', '', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(57, '', '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 'd41d8cd98f00b204e9800998ecf8427e', 4, '', NULL, '1395955033_', 0, '', '', '', '', '', '-1', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(58, 'usersreg', 'ismail@gdfgdfg.com', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 'e10adc3949ba59abbe56e057f20f883e', 4, '', NULL, '1396187978_', 0, '', '', '', '', '', 'male', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(59, 'usersreg22', 'gdfgdfgdfg@sdfsdf.com', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 'e10adc3949ba59abbe56e057f20f883e', 4, '', NULL, '1396188104_', 0, '', '', '', '', '', 'male', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(60, 'ghjghjghjhgj', '1111111@sdfsdf.com', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, '7fa8282ad93047a4d6fe6111c93b308a', 4, '', NULL, '1397570069_', 0, '', '', '', '', '', 'male', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(61, 'hfghfghfgh', 'empcland@gmasi.com', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 'e10adc3949ba59abbe56e057f20f883e', 4, '', NULL, '1397573482_', 0, '', '', '', '', '', 'male', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(62, 'chekout2222222', 'ismail@sdfsdf.co', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 'b6d767d2f8ed5d21a44b0e5886680cb9', 4, '', NULL, '1397573624_', 0, '', '', '', '', '', 'female', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(63, '6456456', 'i@sdfdsfcom.comsmail', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, '6512bd43d9caa6e02c990b0a82652dca', 4, '', NULL, '1397573701_', 0, '', '', '', '', '', 'male', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(64, '6456456', 'i@sdfdsfcom.comsmail', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, '6512bd43d9caa6e02c990b0a82652dca', 4, '', NULL, '1397573737_', 0, '', '', '', '', '', 'male', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(65, '6456456', 'i@sdfdsfcom.comsmail', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, '6512bd43d9caa6e02c990b0a82652dca', 4, '', NULL, '1397573762_', 0, '', '', '', '', '', 'male', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(66, '6456456', 'i@sdfdsfcom.comsmail', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, '6512bd43d9caa6e02c990b0a82652dca', 4, '', NULL, '1397573781_', 0, '', '', '', '', '', 'male', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(67, '6456456', 'i@sdfdsfcom.comsmail', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, '6512bd43d9caa6e02c990b0a82652dca', 4, '', NULL, '1397573818_', 0, '', '', '', '', '', 'male', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(68, '6456456', 'i@sdfdsfcom.comsmail', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, '6512bd43d9caa6e02c990b0a82652dca', 4, '', NULL, '1397573838_', 0, '', '', '', '', '', 'male', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(69, '6456456', 'i@sdfdsfcom.comsmail', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, '6512bd43d9caa6e02c990b0a82652dca', 4, '', NULL, '1397573868_', 0, '', '', '', '', '', 'male', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(70, '6456456', 'i@sdfdsfcom.comsmail', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, '6512bd43d9caa6e02c990b0a82652dca', 4, '', NULL, '1397573882_', 0, '', '', '', '', '', 'male', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(71, 'chekout', 'dasdasd@ddd.com', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 'ba248c985ace94863880921d8900c53f', 4, '', NULL, '1397574413_', 0, '', '', '', '', '', 'male', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(72, 'chekout', 'ismai@sdfdf.coml', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 'e10adc3949ba59abbe56e057f20f883e', 4, '', NULL, '1397574467_', 0, '', '', '', '', '', 'male', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(73, 'chekout', 'empcland@gmail.com', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, '6512bd43d9caa6e02c990b0a82652dca', 4, '', NULL, '1397574791_', 0, '', '', '', '', '', 'female', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(74, 'ammmt', 'empcleeeeeeand@gmail.com', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, '22ac3c5a5bf0b520d281c122d1490650', 4, '', NULL, '1397575008_', 0, '', '', '', '', '', 'male', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(75, '777777', 'empckkkkkland@gmail.com', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, '6512bd43d9caa6e02c990b0a82652dca', 4, '', NULL, '1397576203_', 0, '', '', '', '', '', 'male', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(76, 'myname', 'myemail@sdfdf.coml', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 'b59c67bf196a4758191e42f76670ceba', 4, '', NULL, '1397644948_', 0, '', '', '', '', '', 'male', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(77, '77777', 'emp777777cland@gmail.com', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 'd79c8788088c2193f0244d8f1f36d2db', 4, '', NULL, '1397645113_', 0, '', '', '', '', '', 'male', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(78, '', '', '2014-11-26 16:34:37', '0000-00-00 00:00:00', 0, 0, 0, 'd41d8cd98f00b204e9800998ecf8427e', 0, '', NULL, NULL, 0, '', '', '', '', '', '', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(79, '', '', '2014-11-26 16:34:57', '0000-00-00 00:00:00', 0, 0, 0, 'd41d8cd98f00b204e9800998ecf8427e', 0, '', NULL, NULL, 0, '', '', '', '', '', '', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(80, '', '', '2014-11-26 16:35:13', '0000-00-00 00:00:00', 0, 0, 0, 'd41d8cd98f00b204e9800998ecf8427e', 0, '', NULL, NULL, 0, '', '', '', '', '', '', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(81, '', NULL, '2014-11-26 16:35:13', '0000-00-00 00:00:00', 0, 0, 0, NULL, 0, '', NULL, NULL, 0, '', '', '', '', '', '', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(82, '', '', '2014-11-26 16:36:13', '0000-00-00 00:00:00', 0, 0, 0, 'd41d8cd98f00b204e9800998ecf8427e', 0, '', NULL, NULL, 0, '', '', '', '', '', '', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(83, '', NULL, '2014-11-26 16:36:13', '0000-00-00 00:00:00', 0, 0, 0, NULL, 0, '', NULL, NULL, 0, '', '', '', '', '', '', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(84, '', '', '2014-11-26 16:36:31', '0000-00-00 00:00:00', 0, 0, 0, 'd41d8cd98f00b204e9800998ecf8427e', 0, '', NULL, NULL, 0, '', '', '', '', '', '', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(85, '', NULL, '2014-11-26 16:36:31', '0000-00-00 00:00:00', 0, 0, 0, NULL, 0, '', NULL, NULL, 0, '', '', '', '', '', '', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(86, '', '', '2014-11-26 16:37:38', '0000-00-00 00:00:00', 0, 0, 0, 'd41d8cd98f00b204e9800998ecf8427e', 0, '', NULL, NULL, 0, '', '', '', '', '', '', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(87, '', NULL, '2014-11-26 16:37:38', '0000-00-00 00:00:00', 0, 0, 0, NULL, 0, '', NULL, NULL, 0, '', '', '', '', '', '', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(88, '', '', '2014-11-26 16:38:24', '0000-00-00 00:00:00', 0, 0, 0, 'd41d8cd98f00b204e9800998ecf8427e', 0, '', NULL, NULL, 0, '', '', '', '', '', '', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(89, '', NULL, '2014-11-26 16:38:24', '0000-00-00 00:00:00', 0, 0, 0, NULL, 0, '', NULL, NULL, 0, '', '', '', '', '', '', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(90, '', 'email', '2014-11-26 16:39:28', '0000-00-00 00:00:00', 0, 0, 0, 'b0baee9d279d34fa1dfd71aadb908c3f', 0, '', NULL, NULL, 0, '', '', '', '', '', '', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(91, '', 'email', '2014-11-26 16:39:28', '0000-00-00 00:00:00', 0, 0, 0, '11111', 0, '', NULL, NULL, 0, '', '', '', '', '', '', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(92, '', 'email', '2014-11-26 16:43:44', '0000-00-00 00:00:00', 0, 0, 0, 'b0baee9d279d34fa1dfd71aadb908c3f', 0, '', NULL, NULL, 0, '', '', '', '', '', '', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(93, '', 'email', '2014-11-26 16:43:44', '0000-00-00 00:00:00', 0, 0, 0, '11111', 0, '', NULL, NULL, 0, '', '', '', '', '', '', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(94, '', 'email', '2014-11-26 16:49:27', '0000-00-00 00:00:00', 0, 0, 0, 'b0baee9d279d34fa1dfd71aadb908c3f', 0, '', NULL, NULL, 0, '', '', '', '', '', '', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(95, '', 'email', '2014-11-26 16:50:28', '0000-00-00 00:00:00', 0, 0, 0, 'b0baee9d279d34fa1dfd71aadb908c3f', 0, '', NULL, NULL, 0, '', '', '', '', '', '', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(96, '', 'email', '2014-11-26 16:50:48', '0000-00-00 00:00:00', 0, 0, 0, 'b0baee9d279d34fa1dfd71aadb908c3f', 0, '', NULL, NULL, 0, '', '', '', '', '', '', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(97, '', 'email', '2014-11-26 16:51:42', '0000-00-00 00:00:00', 0, 0, 0, 'b0baee9d279d34fa1dfd71aadb908c3f', 0, '', NULL, NULL, 0, '', '', '', '', '', '', 0, '', '', '', '', '', '', '', '', '', '', '', '', '', '');

-- --------------------------------------------------------

--
-- Table structure for table `com_users_groups`
--

CREATE TABLE IF NOT EXISTS `com_users_groups` (
  `id` int(11) NOT NULL,
  `group_name` varchar(255) NOT NULL,
  `leve` int(11) NOT NULL,
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL,
  `enabled` tinytext NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `def` tinyint(4) NOT NULL,
  `admin` tinyint(4) NOT NULL,
  `isadmin` tinyint(4) NOT NULL,
  `canadd` tinyint(4) NOT NULL,
  `canedit` tinyint(4) NOT NULL,
  `candelete` tinyint(4) NOT NULL,
  `components` text NOT NULL,
  `can_update_users` tinyint(4) NOT NULL,
  `can_management_components` tinyint(4) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `com_users_groups`
--

INSERT INTO `com_users_groups` (`id`, `group_name`, `leve`, `modified`, `created`, `enabled`, `delete`, `order`, `def`, `admin`, `isadmin`, `canadd`, `canedit`, `candelete`, `components`, `can_update_users`, `can_management_components`) VALUES
(3, 'admin', 4, '2014-11-23 16:24:51', '2012-03-26 00:00:00', '1', 0, 1, 0, 1, 1, 1, 1, 1, ',47,49,52,53,79,65,67,69,70,71,72,74,75,76,87,81,82,83,84,85,86,88,89,90,91,92,93,94,95,96,97,98,99,101,102,103,104,105,106,107,108,110,111,112,113,114,115,116,117,118,119,120,121', 1, 1),
(4, 'user', 0, '0000-00-00 00:00:00', '2012-07-09 00:00:00', '1', 0, 0, 1, 0, 0, 0, 0, 0, '', 0, 0);

-- --------------------------------------------------------

--
-- Table structure for table `com_users_groups_xref`
--

CREATE TABLE IF NOT EXISTS `com_users_groups_xref` (
  `id` int(11) NOT NULL,
  `item_id` int(11) NOT NULL,
  `cat_id` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=1366 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `com_users_groups_xref`
--

INSERT INTO `com_users_groups_xref` (`id`, `item_id`, `cat_id`, `delete`, `order`, `enabled`, `modified`, `created`) VALUES
(1364, 3, 120, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1363, 3, 119, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1362, 3, 118, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1361, 3, 117, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1360, 3, 116, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1359, 3, 115, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1358, 3, 114, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1357, 3, 113, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1356, 3, 112, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1355, 3, 111, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1354, 3, 110, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1353, 3, 108, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1352, 3, 107, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1351, 3, 106, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1350, 3, 105, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1349, 3, 104, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1348, 3, 103, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1347, 3, 102, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1346, 3, 101, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1345, 3, 99, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1344, 3, 98, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1343, 3, 97, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1342, 3, 96, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1341, 3, 95, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1340, 3, 94, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1339, 3, 93, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1338, 3, 92, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1337, 3, 91, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1336, 3, 90, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1335, 3, 89, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1334, 3, 88, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1333, 3, 86, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1332, 3, 85, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1331, 3, 84, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1330, 3, 83, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1329, 3, 82, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1328, 3, 81, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1327, 3, 87, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1326, 3, 76, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1325, 3, 75, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1324, 3, 74, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1323, 3, 72, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1322, 3, 71, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1321, 3, 70, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1320, 3, 69, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1319, 3, 67, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1318, 3, 65, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1317, 3, 79, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1316, 3, 53, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1315, 3, 52, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1314, 3, 49, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1313, 3, 47, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51'),
(1365, 3, 121, 0, 0, 1, '0000-00-00 00:00:00', '2014-11-23 16:24:51');

-- --------------------------------------------------------

--
-- Table structure for table `com_users_settings`
--

CREATE TABLE IF NOT EXISTS `com_users_settings` (
  `id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `uenabled` tinyint(4) NOT NULL,
  `sendMessage` text NOT NULL,
  `errorMessage` text NOT NULL,
  `chkMessage` text NOT NULL,
  `regform` text NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `order` int(11) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `reppassword` text NOT NULL,
  `defgroup` varchar(255) NOT NULL,
  `updatemsg` text NOT NULL,
  `endreg` date NOT NULL,
  `startreg` date NOT NULL,
  `signupmail` int(11) NOT NULL,
  `mailfrom` varchar(255) NOT NULL,
  `mailto` text NOT NULL,
  `mailfrommail` varchar(255) NOT NULL,
  `mailsubject` varchar(255) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `com_users_settings`
--

INSERT INTO `com_users_settings` (`id`, `title`, `uenabled`, `sendMessage`, `errorMessage`, `chkMessage`, `regform`, `delete`, `enabled`, `order`, `created`, `modified`, `reppassword`, `defgroup`, `updatemsg`, `endreg`, `startreg`, `signupmail`, `mailfrom`, `mailto`, `mailfrommail`, `mailsubject`) VALUES
(1, 'newuser', 1, '<div id=":10e" class="kl" dir="ltr">@%lang::reg-suc<wbr />cess%@</div>', '<div class="km">\r\n<div id=":10f" class="kl" dir="ltr">@%lang::error-g<wbr />eneral%@</div>\r\n</div>', '<div id=":10d" class="kl" dir="ltr">@%lang::user-ex<wbr />ists%@</div>', '3', 0, 1, 0, '2013-02-13 08:35:39', '2014-04-22 15:59:44', '<div id=":10c" class="kl" dir="ltr">@%lang::passwor<wbr />d-not-match%@</div>', '4', '', '0000-00-00', '0000-00-00', 0, '', '', '', ''),
(2, 'asda', 0, '', '', '', '', 1, 0, 0, '2013-02-13 09:03:41', '0000-00-00 00:00:00', '', '', '', '0000-00-00', '0000-00-00', 0, '', '', '', '');

-- --------------------------------------------------------

--
-- Table structure for table `com_video_gallery`
--

CREATE TABLE IF NOT EXISTS `com_video_gallery` (
  `id` int(11) NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `des` text COLLATE utf8_unicode_ci NOT NULL,
  `th_image` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `file` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `order` tinyint(4) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `cat_id` text COLLATE utf8_unicode_ci NOT NULL,
  `type` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `url` text COLLATE utf8_unicode_ci NOT NULL,
  `tags` text COLLATE utf8_unicode_ci NOT NULL,
  `alias` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `description` text COLLATE utf8_unicode_ci NOT NULL,
  `keywords` text COLLATE utf8_unicode_ci NOT NULL,
  `header` text COLLATE utf8_unicode_ci NOT NULL,
  `duration` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `plugins_data` text COLLATE utf8_unicode_ci NOT NULL,
  `intro` text COLLATE utf8_unicode_ci NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=188 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `com_video_gallery`
--

INSERT INTO `com_video_gallery` (`id`, `title`, `des`, `th_image`, `file`, `enabled`, `order`, `delete`, `created`, `modified`, `cat_id`, `type`, `url`, `tags`, `alias`, `description`, `keywords`, `header`, `duration`, `plugins_data`, `intro`) VALUES
(122, 'Smosh (Show Page) ', '', 'showposter_thumb.jpg', '', 1, 8, 1, '2013-01-20 14:43:38', '2013-01-21 00:00:00', '19', '', 'http://www.youtube.com/channel/SWOCRQAEoG7Rg', '', 'Smosh-(Show-Page)', '', '', '', '', '', ''),
(117, 'dddd', '<p>fghfgh fghfgh</p>', 'Penguins.jpg', '', 1, 3, 1, '2013-01-15 06:57:24', '0000-00-00 00:00:00', '10', '', 'http://www.youtube.com/watch?v=ilwYeajPeLM', 'dd;dddj', '', '', '', '', '', '', ''),
(118, 'Jim Carrey - Stand Up Comedy ', '<p><span style="color: #333333; font-family: arial, sans-serif; font-size: 13px; line-height: 17px;">Jim Carrey - Jim Carreys Unnatural Act (1991) - Stand Up Comedy - from old VHS tape.</span></p>', 'mqdefault.jpg', '', 1, 4, 1, '2013-01-20 14:11:11', '2013-01-21 00:00:00', '19', '', 'http://www.youtube.com/watch?v=lx_wozKGbSc', 'comdy', 'Jim-Carrey---Stand-Up-Comedy', '', '', '', '', '', ''),
(119, 'Lauren Taveras -Just a Number- Official Music Video ', '', 'hqdefault.jpg', '', 1, 5, 1, '2013-01-20 14:12:38', '2013-01-21 00:00:00', '19', '', 'http://www.youtube.com/user/LaurenTaveras?v=ll7sHZQNdMU', 'comdy', 'Lauren-Taveras--Just-a-Number--Official-Music-Video', '', '', '', '', '', ''),
(120, 'Dungeon Bastard : GenCon', '<p><span style="color: #333333; font-family: arial, sans-serif; font-size: 13px; line-height: 17px;">Find out the DOs and DON''Ts for the industry''s biggest gaming convention.</span><br style="color: #333333; font-family: arial, sans-serif; font-size: 13px; line-height: 17px;" /><br style="color: #333333; font-family: arial, sans-serif; font-size: 13px; line-height: 17px;" /><span style="color: #333333; font-family: arial, sans-serif; font-size: 13px; line-height: 17px;">------------------------------</span><br style="color: #333333; font-family: arial, sans-serif; font-size: 13px; line-height: 17px;" /><br style="color: #333333; font-family: arial, sans-serif; font-size: 13px; line-height: 17px;" /><span style="color: #333333; font-family: arial, sans-serif; font-size: 13px; line-height: 17px;">FOR MORE KEEN GAMING ADVICE, GO TO:</span><br style="color: #333333; font-family: arial, sans-serif; font-size: 13px; line-height: 17px;" /><a class="yt-uix-redirect-link" style="margin: 0px; padding: 0px; border: 0px; font-size: 13px; cursor: pointer; color: #999999; text-decoration: initial; font-family: arial, sans-serif; line-height: 17px;" title="http://www.youtube.com/show/dungeonbastard" dir="ltr" href="http://www.youtube.com/show/dungeonbastard" rel="nofollow" target="_blank">http://www.youtube.com/show/dungeonbastard</a></p>', 'mqdefault (1).jpg', '', 1, 6, 1, '2013-01-20 14:18:47', '0000-00-00 00:00:00', '19', '', 'http://www.youtube.com/watch?v=kjBwr725DOU', 'comdy', '', '', '', '', '', '', ''),
(121, 'Holy Musical B@man! Act 1 Part 4 ', '<p><span style="color: #333333; font-family: arial, sans-serif; font-size: 13px; line-height: 17px;">WARNING: Holy Musical B@man! contains adult language (Yes, we mean swears).</span><br style="color: #333333; font-family: arial, sans-serif; font-size: 13px; line-height: 17px;" /><br style="color: #333333; font-family: arial, sans-serif; font-size: 13px; line-height: 17px;" /><span style="color: #333333; font-family: arial, sans-serif; font-size: 13px; line-height: 17px;">It''s not easy to be Superman. The guy''s the most powerful being on the planet, and he doesn''t even have as many Twitter followers as Batman. He IS Earth''s greatest hero, after all. Doesn''t that mean he should also be the most popular?</span><br style="color: #333333; font-family: arial, sans-serif; font-size: 13px; line-height: 17px;" /><br style="color: #333333; font-family: arial, sans-serif; font-size: 13px; line-height: 17px;" /><span style="color: #333333; font-family: arial, sans-serif; font-size: 13px; line-height: 17px;">Holy Musical B@man! is produced and performed solely for the enjoyment of ourselves and other comic book fans. It is in no way sponsored, approved, endorsed by or affiliated with DC Comics, Warner Bros. or any of their affiliates.</span><br style="color: #333333; font-family: arial, sans-serif; font-size: 13px; line-height: 17px;" /><br style="color: #333333; font-family: arial, sans-serif; font-size: 13px; line-height: 17px;" /><span style="color: #333333; font-family: arial, sans-serif; font-size: 13px; line-height: 17px;">Holy Musical B@man! was written and directed by Matt Lang &amp; Nick Lang and features music &amp; lyrics by Nick Gage, with additional music by Scott Lamps.</span><br style="color: #333333; font-family: arial, sans-serif; font-size: 13px; line-height: 17px;" /><br style="color: #333333; font-family: arial, sans-serif; font-size: 13px; line-height: 17px;" /><span style="color: #333333; font-family: arial, sans-serif; font-size: 13px; line-height: 17px;">Download the soundtrack to HOLY MUSICAL B@MAN on Bandcamp!</span></p>', 'mqdefault (2).jpg', '', 1, 7, 1, '2013-01-20 14:20:55', '2013-01-21 00:00:00', '19', '', 'http://www.youtube.com/watch?v=fxGohFWbZdc', 'comdy', 'Holy-Musical-B@man!-Act-1-Part-4', '', '', '', '', '', ''),
(115, 'اليسا', '<p>يبسي بيليب يبلب يبليبلبيل</p>', ' (1) (1).jpg', '', 0, 1, 1, '2013-01-14 07:27:01', '2013-01-17 00:00:00', '10', '', 'http://www.youtube.com/watch?v=_nA7artA9dw', 'ggg ;fsdf ;fgdf ;', '', '', '', '', '', '', ''),
(116, 'dd', '<p id="watch-uploader-info" style="margin: 0px; padding: 0px; border: 0px; font-size: 13px; color: #333333; font-family: arial, sans-serif; line-height: 17px;"><strong style="margin: 0px; padding: 0px; border: 0px; background-color: transparent;">Published on&nbsp;<span id="eow-date" class="watch-video-date" style="margin: 0px; padding: 0px; border: 0px; background-color: transparent;">Aug 8, 2012</span></strong></p>\r\n<div id="watch-description-text" style="margin: 0px; padding: 0px; border: 0px; font-size: 13px; color: #333333; font-family: arial, sans-serif; line-height: 17px;">\r\n<p id="eow-description" style="margin: 0px; padding: 0px; border: 0px; background-color: transparent;"><a class="yt-uix-redirect-link" style="margin: 0px; padding: 0px; border: 0px; background-color: transparent; cursor: pointer; color: #438bc5; text-decoration: initial;" title="https://www.facebook.com/NajwaALGERIA?ref=hl" dir="ltr" href="https://www.facebook.com/NajwaALGERIA?ref=hl" rel="nofollow" target="_blank">https://www.facebook.com/NajwaALGERIA?ref=hl</a><br />اليسا تتر مسلسل مع سبق الاصرار بطولة غادة عبد الرازق و ماجد المصري رمضان 2012<br />elissa ma3a sabq el israr intro ghada abdelrazek majed el masri ilissa ramadan2012</p>\r\n</div>\r\n<div id="watch-description-extras" style="margin: 10px 0px; padding: 0px; border: 0px; font-size: 13px; color: #333333; font-family: arial, sans-serif; line-height: 17px;">\r\n<ul class="watch-extras-section" style="list-style: none; margin: 0px; padding: 0px; border: 0px; background-color: transparent;">\r\n<li style="margin: 0px 0px 5px; padding: 0px; border: 0px; background-color: transparent; clear: both; line-height: 1.2;">\r\n<h4 class="title" style="margin: 0px 10px 0px 0px; padding: 0px; border: 0px; font-size: 11px; background-color: transparent; float: left; width: 80px; text-align: right;">Category</h4>\r\n<div class="content" style="margin: 0px 0px 0px 100px; padding: 0px; border: 0px; font-size: 11px; background-color: transparent; color: #999999; background-position: initial initial; background-repeat: initial initial;">\r\n<p id="eow-category" style="margin: 0px; padding: 0px; border: 0px; background-color: transparent;"><a style="margin: 0px; padding: 0px; border: 0px; background-color: transparent; cursor: pointer; color: #438bc5; text-decoration: initial;" href="http://www.youtube.com/music">Music</a></p>\r\n</div>\r\n</li>\r\n<li style="margin: 0px 0px 5px; padding: 0px; border: 0px; background-color: transparent; clear: both; line-height: 1.2;">\r\n<h4 class="title" style="margin: 0px 10px 0px 0px; padding: 0px; border: 0px; font-size: 11px; background-color: transparent; float: left; width: 80px; text-align: right;">License</h4>\r\n<div class="content" style="margin: 0px 0px 0px 100px; padding: 0px; border: 0px; font-size: 11px; background-color: transparent; color: #999999; background-position: initial initial; background-repeat: initial initial;">\r\n<p id="eow-reuse" style="margin: 0px; padding: 0px; border: 0px; background-color: transparent;">Standard YouTube License</p>\r\n</div>\r\n</li>\r\n</ul>\r\n</div>', 'Reference.jpg', '', 1, 2, 1, '2013-01-14 09:12:37', '0000-00-00 00:00:00', '10', '', 'http://www.youtube.com/watch?v=ABGtJrLF8pw', '', '', '', '', '', '', '', ''),
(123, 'Freestyle Swimming Technique', '', 'images (1).jpg', '', 1, 9, 1, '2013-03-02 05:53:53', '2013-04-01 00:00:00', '28,33', '', 'https://www.youtube.com/watch?v=-Wei4DGNYJM', '', 'Freestyle-Swimming-Technique', '', '', '', '', '', ''),
(124, 'كل أهداف (17) ليو ميسي في ريال مدريد [تعليق عربي] HD', '<p><span style="color: #333333; font-family: arial, sans-serif; font-size: 13px; line-height: 17px;">كل اهداف الأسطورة (ليو ميسي) في ريال مدريد || بتعليق: عربي</span></p>', 'mqdefault (1).jpg', '', 1, 10, 1, '2013-03-04 15:03:03', '2013-04-01 00:00:00', '25,27,35', '', 'http://www.youtube.com/watch?v=1Esmshs4_3o', '', 'كل-أهداف-(17)-ليو-ميسي-في-ريال-مدريد-[تعليق-عربي]-HD', '', '', '', '', '', ''),
(125, 'أهداف ميسى الـ 50 فى الدورى الأسبانى', '<div id="watch7-headline" class="clearfix yt-uix-expander" style="margin: 0px; padding: 15px 20px 9px; border-width: 0px 1px; border-style: solid; border-color: rgba(0, 0, 0, 0.0980392); font-size: 13px; position: relative; font-family: arial, sans-serif; line-height: 13px;">\r\n<h1 id="watch-headline-title" style="margin: 0px; padding: 0px; border: 0px; font-size: 19px; background-color: transparent; line-height: normal; overflow: hidden; background-position: initial initial; background-repeat: initial initial;"><span id="eow-title" class="watch-title long-title yt-uix-expander-head" style="margin: 0px; padding: 0px; border: 0px; font-size: 0.9em; background-color: transparent; cursor: pointer; -webkit-user-select: auto; letter-spacing: -0.05em;" title="أهداف ميسى الـ 50 فى الدورى الأسبانى" dir="rtl">أهداف ميسى الـ 50 فى الدورى الأسبانى</span></h1>\r\n</div>', 'mqdefault (2).jpg', '', 1, 11, 1, '2013-03-04 15:04:48', '2013-04-01 00:00:00', '25,27,35', '', 'http://www.youtube.com/watch?v=b4XahbGe0hI', '', 'أهداف-ميسى-الـ-50-فى-الدورى-الأسبانى', '', '', '', '', '', ''),
(126, 'تتويج ميسي بجائزة أفضل لاعب في العالم 2012 للمرة الرابعة', '<h3 class="yt-lockup2-title" style="margin: 5px 0px 0px; padding: 0px; border: 0px; font-size: 14px; background-color: #f6f6f6; font-family: arial, sans-serif;"><a class="yt-uix-sessionlink yt-uix-tile-link yt-uix-contextlink" style="margin: 0px; padding: 0px; border: 0px; background-color: transparent; cursor: pointer; color: #003366; text-decoration: none;" title="تتويج ميسي بجائزة أفضل لاعب في العالم 2012 للمرة الرابعة" dir="rtl" href="http://www.youtube.com/watch?v=PlQ23QY0VAg" data-sessionlink="ei=ZRc1UYL0JYLL_Qb7-IHYCA&amp;ved=CA8Qvxs" data-translation-src="ar">تتويج&nbsp;<strong style="margin: 0px; padding: 0px; border: 0px; background-color: transparent;">ميسي</strong>&nbsp;بجائزة أفضل لاعب في العالم 2012 للمرة الرابعة</a></h3>', 'mqdefault (4).jpg', '', 1, 12, 1, '2013-03-04 15:08:28', '2013-04-01 00:00:00', '25,26,27,35', '', 'http://www.youtube.com/watch?v=PlQ23QY0VAg', '', 'تتويج-ميسي-بجائزة-أفضل-لاعب-في-العالم-2012-للمرة-الرابعة', '', '', '', '', '', ''),
(127, ' 3:04   مقارنة بين ميسي ورونالدو [30/1/2013] H', '', 'mqdefault (5).jpg', '', 1, 13, 1, '2013-03-04 15:10:05', '2013-04-01 00:00:00', '25,27,35', '', '', '', '3:04---مقارنة-بين-ميسي-ورونالدو-[30/1/2013]-H', '', '', '', '', '', ''),
(128, 'مهارات ميسى 2012 بتعليق عصام الشوالى روعة', '', 'mqdefault (6).jpg', '', 1, 14, 1, '2013-03-04 15:10:59', '2013-04-01 00:00:00', '25,27,35', '', 'http://www.youtube.com/watch?v=Vmz03kbL_8Q', '', 'مهارات-ميسى-2012-بتعليق-عصام-الشوالى-روعة', '', '', '', '', '', ''),
(129, 'ميسي يتلاعب بالجميع في هجمة رهيبة', '', 'mqdefault (7).jpg', '', 1, 15, 1, '2013-03-04 15:14:27', '2013-03-04 00:00:00', '25,27', '', 'http://www.youtube.com/watch?v=G2nF4ascbXQ', '', 'ميسي-يتلاعب-بالجميع-في-هجمة-رهيبة', '', '', '', '', '', ''),
(130, 'Swimming - Freestyle - Vary Your Breathing', '', 'images (2).jpg', '', 1, 16, 1, '2013-03-08 11:32:31', '2013-04-01 00:00:00', '28,33', '', 'http://www.youtube.com/watch?v=5bSVVuTLVG8&list=PL637C508E88D187A9', '', 'Swimming---Freestyle---Vary-Your-Breathing', '', '', '', '', '', ''),
(131, 'Swimming - Freestyle ', '', 'images (3).jpg', '', 1, 18, 1, '2013-03-08 11:47:15', '2013-04-01 00:00:00', '28,33', '', 'http://www.youtube.com/watch?v=U0wQC0JswIw&list=PL637C508E88D187A9', '', 'Swimming---Freestyle', '', '', '', '', '', ''),
(132, 'Breaststroke - Pull Buoy Kick', '', 'images (5).jpg', '', 1, 19, 1, '2013-03-08 12:19:55', '2013-03-08 00:00:00', '29', '', 'http://www.youtube.com/watch?v=MD4Y-sjKlew', '', 'Breaststroke---Pull-Buoy-Kick', '', '', '', '', '', ''),
(133, 'Swimming - Breaststroke - Band Kick', '', 'images (6).jpg', '', 1, 20, 1, '2013-03-08 12:31:41', '0000-00-00 00:00:00', '29', '', 'http://www.youtube.com/watch?v=wYtPToREJUY&list=PL263D0C9531AE21E8&index=1', '', 'Swimming---Breaststroke---Band-Kick', '', '', '', '', '', ''),
(134, 'Swimming - Breaststroke - Wide Pull', '', 'c6c456fdac1980e3641b96cde2c09270.jpg', '', 1, 21, 1, '2013-03-10 00:25:35', '2013-04-01 00:00:00', '29,33', '', 'http://www.youtube.com/watch?v=Qww_QfNZ6eI&list=PL263D0C9531AE21E8', '', 'Swimming---Breaststroke---Wide-Pull', '', '', '', '', '', ''),
(135, 'Swimming - Freestyle - Shoulder Catch', '<p><span style="color: #333333; font-family: arial, sans-serif; font-size: 13px; line-height: 17px;">Developing</span><span style="color: #333333; font-family: arial, sans-serif; font-size: 13px; line-height: 17px;">&nbsp;an early catch in freestyle is extremely important for all swimmers, but it''s just not easy for all swimmers.<br />دخول الذراع فى وقت مبكر او (سحب او شد الماء فى وقت مبكر ) امر هام بالنسبه للسباحين , ولكن ليس سهل لجميعهم<br /><br /></span></p>', '3f0836842a302d573c96e15eba51abd6.', '', 1, 22, 1, '2013-03-10 00:30:25', '2013-03-10 00:00:00', '28', '', 'http://www.youtube.com/watch?v=ATHLg2yrmTI&list=PL05DDFC8117E0F798', '', 'Swimming---Freestyle---Shoulder-Catch', '', '', '', '', '', ''),
(136, 'Swimming - Freestyle - First Breath', '', '0d33042f1bc72bf5e61274a676168114.jpg', '', 1, 23, 1, '2013-03-10 01:07:36', '0000-00-00 00:00:00', '28', '', 'http://www.youtube.com/watch?v=7sMTtDeoxIU&list=PL05DDFC8117E0F798', '', 'Swimming---Freestyle---First-Breath', '', '', '', '', '', ''),
(137, 'Swimming - Butterfly - Lower-Back Dolphin Kick', '', '9515719a63e39fa769c9f454f14037d8.jpg', '', 1, 24, 1, '2013-03-11 09:19:28', '2013-04-01 00:00:00', '30,33', '', 'http://www.youtube.com/watch?v=9y41PNrqB3c&list=PLD115711BEA7B3E81', '', 'Swimming---Butterfly---Lower-Back-Dolphin-Kick', '', '', '', '', '', ''),
(138, 'Swimming - Butterfly - Second Kick', '', '3a109a9c1c6e0d0299e5c66002b18fb0.jpg', '', 1, 25, 1, '2013-03-11 09:40:35', '0000-00-00 00:00:00', '30', '', 'http://www.youtube.com/watch?v=fJeENNNK5Iw&list=PLD115711BEA7B3E81', '', 'Swimming---Butterfly---Second-Kick', '', '', '', '', '', ''),
(139, 'Swimming - Butterfly - Backwards Dolphin Kick', '', '546a81b924326705d1521b9263264b51.jpg', '', 1, 26, 1, '2013-03-11 10:32:15', '0000-00-00 00:00:00', '30', '', 'http://www.youtube.com/watch?v=tHNLGNnWKGo&list=PLD115711BEA7B3E81', '', 'Swimming---Butterfly---Backwards-Dolphin-Kick', '', '', '', '', '', ''),
(140, 'Swimming - Freestyle/Backstroke - Tempo-Trainer Kick', '', '0fbd1fbeb9f6b8307f518296134a2845.jpg', '', 1, 27, 1, '2013-03-11 10:42:27', '0000-00-00 00:00:00', '31', '', 'http://www.youtube.com/watch?v=5ewkQrxLBQE&list=PL53B5C0D22B4FA8EC', '', 'Swimming---Freestyle/Backstroke---Tempo-Trainer-Kick', '', '', '', '', '', ''),
(141, 'Swimming - Backstroke - Single Arm (Rouse-Style Execution)', '', '30744225017afe1ecda32b7c4519298b.jpg', '', 1, 28, 1, '2013-03-11 10:46:09', '0000-00-00 00:00:00', '31', '', 'http://www.youtube.com/watch?v=ooNM2YM_86Q&list=PL53B5C0D22B4FA8EC', '', 'Swimming---Backstroke---Single-Arm-(Rouse-Style-Execution)', '', '', '', '', '', ''),
(142, 'Swimming - Backstroke - 4 Back 3 Free Catch', '', '62c374c91a7c2f6d6da7acea65428834.jpg', '', 1, 29, 1, '2013-03-11 14:23:24', '0000-00-00 00:00:00', '31', '', 'http://www.youtube.com/watch?v=GiqKmjnxoU8&list=PL53B5C0D22B4FA8EC', '', 'Swimming---Backstroke---4-Back-3-Free-Catch', '', '', '', '', '', ''),
(143, 'Backstroke - Underwater Dolphin - Size', '', '1830bbfd922ac9860910b66aaa4fc74a.jpg', '', 1, 30, 1, '2013-03-11 14:34:45', '0000-00-00 00:00:00', '31', '', 'http://www.youtube.com/watch?v=41KPr1wQ1u0&list=PL53B5C0D22B4FA8EC', '', 'Backstroke---Underwater-Dolphin---Size', '', '', '', '', '', ''),
(144, 'Swimming - BUTTERFLY - Vertical Kick', '', '8a6b3779ad495aa12597b969b1de0537.jpg', '', 1, 31, 1, '2013-03-11 14:39:16', '0000-00-00 00:00:00', '30', '', 'http://www.youtube.com/watch?v=U5pj-zTrXuA&list=PLD115711BEA7B3E81', '', 'Swimming---BUTTERFLY---Vertical-Kick', '', '', '', '', '', ''),
(145, 'Swimming - Breaststroke - 1/2 Free - 1/2 Breast Pull', '', '0c2dfe56c23e36237d13eb46d6750341.jpg', '', 1, 32, 1, '2013-03-11 14:50:02', '0000-00-00 00:00:00', '29', '', 'http://www.youtube.com/watch?v=3AFIkARqPQA&list=PL263D0C9531AE21E8', '', 'Swimming---Breaststroke---1/2-Free---1/2-Breast-Pull', '', '', '', '', '', ''),
(146, 'Best Goals in History of Football', '', '5155a3767355d.jpg', '', 1, 33, 1, '2013-03-29 08:21:42', '0000-00-00 00:00:00', '25', '', 'http://www.youtube.com/watch?v=9foCJDVTbYg', '', 'Best-Goals-in-History-of-Football', '', '', '', '', '', ''),
(147, 'مصر 1-0 زيمبابوي "حسني عبد ربه "', '', '5155a796addb7.jpg', '', 1, 34, 1, '2013-03-29 08:39:18', '0000-00-00 00:00:00', '25', '', 'http://www.youtube.com/watch?v=FKs8FGbyNkU', '', 'مصر-1-0-زيمبابوي--حسني-عبد-ربه--', '', '', '', '', '', ''),
(148, 'مصر 1-1 زيمبابوي هف التعادل لــ زيمبابوي', '', '5155a8cc7895b.jpg', '', 1, 35, 1, '2013-03-29 08:44:28', '0000-00-00 00:00:00', '25', '', 'http://www.youtube.com/watch?v=S-DsNgqffqk', '', 'مصر-1-1-زيمبابوي-هف-التعادل-لــ-زيمبابوي', '', '', '', '', '', ''),
(149, 'وادى دجله 0-3 سموحه 28-3-2013', '', '5155aa1dbfbee.jpg', '', 1, 36, 1, '2013-03-29 08:50:05', '0000-00-00 00:00:00', '25', '', 'http://www.youtube.com/watch?v=v_MJ7V3NDTI', '', 'وادى-دجله-0-3-سموحه-28-3-2013', '', '', '', '', '', ''),
(150, 'Swimming - Freestyle - Open-Water Breathing', '', '5155abcae7f8f.jpg', '', 1, 37, 1, '2013-03-29 08:57:14', '0000-00-00 00:00:00', '28', '', 'http://www.youtube.com/watch?v=tB_-1sXrYeE', '', 'Swimming---Freestyle---Open-Water-Breathing', '', '', '', '', '', ''),
(151, 'Swimming - Butterfly - 3-3-3 Thumb Drag', '', '5155ad0013bd1.jpg', '', 1, 38, 1, '2013-03-29 09:02:24', '0000-00-00 00:00:00', '30', '', 'http://www.youtube.com/watch?v=vcXBaGI9pUE&list=PLD115711BEA7B3E81', '', 'Swimming---Butterfly---3-3-3-Thumb-Drag', '', '', '', '', '', ''),
(152, 'Swimming - Freestyle - Ultra-Fast Turns', '', '5157006640945.jpg', '', 1, 39, 1, '2013-03-30 09:10:30', '0000-00-00 00:00:00', '28', '', 'http://www.youtube.com/watch?v=lRNbiZPbKt8&list=PL05DDFC8117E0F798&index=5', '', 'Swimming---Freestyle---Ultra-Fast-Turns', '', '', '', '', '', ''),
(153, 'Swimming - Freestyle - 10-Kick Flutter Variation', '', '515700b7629be.jpg', '', 1, 40, 1, '2013-03-30 09:11:51', '0000-00-00 00:00:00', '28', '', 'http://www.youtube.com/watch?v=cXGev5TyTXM&list=PL05DDFC8117E0F798', '', 'Swimming---Freestyle---10-Kick-Flutter-Variation', '', '', '', '', '', ''),
(154, 'Swimming - Freestyle - Flutter-Kick Basics', '', '51570126d0a4e.jpg', '', 1, 41, 1, '2013-03-30 09:13:42', '0000-00-00 00:00:00', '28', '', 'http://www.youtube.com/watch?v=DgZ5-oatDg8&list=PL05DDFC8117E0F798', '', 'Swimming---Freestyle---Flutter-Kick-Basics', '', '', '', '', '', ''),
(155, 'Swimming - Breaststroke - Head-Lead Kick on Your Back', '', '515701d286200.jpg', '', 1, 42, 1, '2013-03-30 09:16:34', '0000-00-00 00:00:00', '28', '', 'http://www.youtube.com/watch?v=X3s4-EsVr8w&list=PL263D0C9531AE21E8&index=4', '', 'Swimming---Breaststroke---Head-Lead-Kick-on-Your-Back', '', '', '', '', '', ''),
(156, 'Swimming - Breaststroke - Head-Lead Kick on Your Back', '', '515703785cd69.jpg', '', 1, 43, 1, '2013-03-30 09:23:36', '0000-00-00 00:00:00', '29', '', 'http://www.youtube.com/watch?v=X3s4-EsVr8w&list=PL263D0C9531AE21E8&index=4', '', 'Swimming---Breaststroke---Head-Lead-Kick-on-Your-Back', '', '', '', '', '', ''),
(157, 'Swimming - Breaststroke - Pulling with Paddles', '', '515704d62c129.jpg', '', 1, 44, 1, '2013-03-30 09:29:26', '0000-00-00 00:00:00', '29', '', 'http://www.youtube.com/watch?v=mISYGOd2h40&list=PL263D0C9531AE21E8', '', 'Swimming---Breaststroke---Pulling-with-Paddles', '', '', '', '', '', ''),
(158, 'Swimming - Breaststroke - Head-Down Pull', '', '5157053ae8346.jpg', '', 1, 45, 1, '2013-03-30 09:31:06', '0000-00-00 00:00:00', '29', '', 'http://www.youtube.com/watch?v=_ABtwcySv-k&list=PL263D0C9531AE21E8', '', 'Swimming---Breaststroke---Head-Down-Pull', '', '', '', '', '', ''),
(159, 'Swimming - Breaststroke - Pullout Fine Tuning', '', '5157058c23b1d.jpg', '', 1, 46, 1, '2013-03-30 09:32:28', '0000-00-00 00:00:00', '29', '', 'http://www.youtube.com/watch?v=l05ed04MZuA&list=PL263D0C9531AE21E8', '', 'Swimming---Breaststroke---Pullout-Fine-Tuning', '', '', '', '', '', ''),
(160, 'Swimming - Butterfly - Breakout', '', '5157062a79126.jpg', '', 1, 47, 1, '2013-03-30 09:35:06', '0000-00-00 00:00:00', '30', '', 'http://www.youtube.com/watch?v=xXXQ3U758Ag&list=PLD115711BEA7B3E81&index=8', '', 'Swimming---Butterfly---Breakout', '', '', '', '', '', ''),
(161, 'Swimming - Butterfly - Dolphin Kick, Arms Up!', '', '515706c07ffbc.jpg', '', 1, 48, 1, '2013-03-30 09:37:36', '0000-00-00 00:00:00', '30', '', 'http://www.youtube.com/watch?v=uA3wI2M_xVs&list=PLD115711BEA7B3E81', '', 'Swimming---Butterfly---Dolphin-Kick,-Arms-Up!', '', '', '', '', '', ''),
(162, 'Backstroke - Underwater Dolphin - Size', '', '5157072c8e3dc.jpg', '', 1, 49, 1, '2013-03-30 09:39:24', '0000-00-00 00:00:00', '31', '', 'http://www.youtube.com/watch?v=41KPr1wQ1u0&list=PL53B5C0D22B4FA8EC&index=4', '', 'Backstroke---Underwater-Dolphin---Size', '', '', '', '', '', ''),
(163, 'Swimming - Backstroke - Steady Kick', '', '5157076b4a4c9.jpg', '', 1, 50, 1, '2013-03-30 09:40:27', '0000-00-00 00:00:00', '31', '', 'http://www.youtube.com/watch?v=LgVV8YoPzbU&list=PL53B5C0D22B4FA8EC', '', 'Swimming---Backstroke---Steady-Kick', '', '', '', '', '', ''),
(164, 'Swimming - Backstroke - Double Arm', '', '515707a091813.jpg', '', 1, 51, 1, '2013-03-30 09:41:20', '0000-00-00 00:00:00', '31', '', 'http://www.youtube.com/watch?v=TTHv84rmKcw&list=PL53B5C0D22B4FA8EC', '', 'Swimming---Backstroke---Double-Arm', '', '', '', '', '', ''),
(165, 'Swimming - Backstroke - Spin Drill', '', '515707cf6bab9.jpg', '', 1, 52, 1, '2013-03-30 09:42:07', '0000-00-00 00:00:00', '31', '', 'http://www.youtube.com/watch?v=h8iSwO6RKto&list=PL53B5C0D22B4FA8EC', '', 'Swimming---Backstroke---Spin-Drill', '', '', '', '', '', ''),
(166, 'حرس الحدود 3 - 1غزل المحلة 2-4-2013', '', '516009472abbb.jpg', '', 1, 53, 1, '2013-04-06 05:38:47', '0000-00-00 00:00:00', '25', '', 'http://www.youtube.com/watch?v=H2b9JS2iZGI', '', 'حرس-الحدود-3---1غزل-المحلة-2-4-2013', '', '', '', '', '', ''),
(167, 'كرة الماء بطولة الجمهورية هيليوبوليس امام الزهور', '', '51600a055b364.jpg', '', 1, 54, 1, '2013-04-06 05:41:57', '2013-04-07 00:00:00', '23,33', '', 'http://www.youtube.com/watch?v=LRXvLUGneqM', '', 'كرة-الماء-بطولة-الجمهورية-هيليوبوليس-امام-الزهور', '', '', '', '5:10', 'source__1;', ''),
(168, 'هدف تقدم مصر على غانا', '', '516b0b1e7574b.jpg', '', 1, 55, 1, '2013-04-14 14:01:34', '0000-00-00 00:00:00', '25,35', '', 'http://www.youtube.com/watch?v=DmsNd_SzTbY', '', 'هدف-تقدم-مصر-على-غانا', '', '', '', '', '', ''),
(169, 'الريشة الطائرة | بطولة الجمهورية | الزهور امام الجيش', '', '516b0bda1ca73.jpg', '', 1, 56, 1, '2013-04-14 14:04:42', '0000-00-00 00:00:00', '22,32', '', 'http://www.youtube.com/watch?v=kV0b3b4xwKg', '', 'الريشة-الطائرة---بطولة-الجمهورية---الزهور-امام-الجيش', '', '', '', '', '', ''),
(170, 'National Diving Championship - Seniors - Day 1', '', '516b0c79b3181.jpg', '', 1, 57, 1, '2013-04-14 14:07:21', '0000-00-00 00:00:00', '23,33', '', 'http://www.youtube.com/watch?v=tV4AqRtD3qQ', '', 'National-Diving-Championship---Seniors---Day-1', '', '', '', '', '', ''),
(171, 'National Diving Championship - Seniors - Day 2', '', '516b0cedab09c.jpg', '', 1, 58, 1, '2013-04-14 14:09:17', '0000-00-00 00:00:00', '23,33', '', 'http://www.youtube.com/watch?v=Qfsg-gWcJok', '', 'National-Diving-Championship---Seniors---Day-2', '', '', '', '', '', ''),
(172, 'National Diving Championship - Seniors - Day 3', '', '516b0d4060789.jpg', '', 1, 59, 1, '2013-04-14 14:10:40', '0000-00-00 00:00:00', '23,33', '', 'http://www.youtube.com/watch?v=mTFVpcXSi4Q', '', 'National-Diving-Championship---Seniors---Day-3', '', '', '', '', '', ''),
(173, 'كاس العالم لكرة اليد 2013.. تونس تفوزعلى المانيا 25-23', '', '516b0e2e8bb41.jpg', '', 1, 60, 1, '2013-04-14 14:14:38', '0000-00-00 00:00:00', '22,32', '', 'http://www.youtube.com/watch?v=f0Q_ZU1pw7Q', '', 'كاس-العالم-لكرة-اليد-2013---تونس-تفوزعلى-المانيا-25-23', '', '', '', '', '', ''),
(174, 'about2', '', '', '', 1, 61, 0, '2013-12-11 16:18:55', '2013-12-11 00:00:00', '1', '', 'http://www.youtube.com/watch?v=ogaoL1H4kYk', '', 'about2', '', '', '', '50', '||name1__plg_rescores;__cc;', ''),
(175, 'about2', '', '52a8f30ea8ac3.jpg', '', 1, 61, 0, '2013-12-11 16:18:55', '2013-12-11 00:00:00', '1', '', 'http://www.youtube.com/watch?v=ogaoL1H4kYk', '', 'about2', '', '', '', '50', '||name1__plg_rescores;__cc;', ''),
(176, 'about2', '', '', '', 1, 61, 0, '2013-12-11 16:18:55', '2013-12-11 00:00:00', '1', '', 'http://www.youtube.com/watch?v=ogaoL1H4kYk', '', 'about2', '', '', '', '50', '||name1__plg_rescores;__cc;', ''),
(177, 'about2', '', '', '', 1, 61, 0, '2013-12-11 16:18:55', '2013-12-11 00:00:00', '1', '', 'http://www.youtube.com/watch?v=ogaoL1H4kYk', '', 'about2', '', '', '', '50', '||name1__plg_rescores;__cc;', ''),
(178, ' طريقة التعليم التعاوني المعتمدة على استراتيجية جيكسو (الاحجية)', '', '53f8c92fe9dd8.jpg', '', 1, 62, 0, '2014-08-23 12:02:39', '2014-08-23 12:06:11', ',1', '', 'https://www.youtube.com/watch?v=wpobyPruHaw', '', 'طريقة-التعليم-التعاوني-المعتمدة-على-استراتيجية-جيكسو--الاحجية-', '', '', '', '', '', ''),
(179, ' طريقة التعليم التعاوني المعتمدة على استراتيجية جيكسو (الاحجية)', '', '53f8c92fe9dd8.jpg', '', 1, 62, 0, '2014-08-23 12:03:17', '2014-08-23 12:06:07', ',1', '', 'https://www.youtube.com/watch?v=wpobyPruHaw', '', 'طريقة-التعليم-التعاوني-المعتمدة-على-استراتيجية-جيكسو--الاحجية-', '', '', '', '', '', ''),
(180, ' طريقة التعليم التعاوني المعتمدة على استراتيجية جيكسو (الاحجية)', '', '53f8c92fe9dd8.jpg', '', 1, 62, 0, '2014-08-23 12:03:47', '2014-08-23 12:06:02', ',1', '', 'https://www.youtube.com/watch?v=wpobyPruHaw', '', 'طريقة-التعليم-التعاوني-المعتمدة-على-استراتيجية-جيكسو--الاحجية-', '', '', '', '', '', ''),
(181, ' طريقة التعليم التعاوني المعتمدة على استراتيجية جيكسو (الاحجية)', '', '53f8c92fe9dd8.jpg', '', 1, 62, 0, '2014-08-23 12:03:47', '2014-08-23 12:05:58', ',1', '', 'https://www.youtube.com/watch?v=wpobyPruHaw', '', 'طريقة-التعليم-التعاوني-المعتمدة-على-استراتيجية-جيكسو--الاحجية-', '', '', '', '', '', ''),
(182, ' طريقة التعليم التعاوني المعتمدة على استراتيجية جيكسو (الاحجية)', '', '53f8c92fe9dd8.jpg', '', 1, 62, 0, '2014-08-23 12:04:06', '2014-08-23 12:05:54', ',1', '', 'https://www.youtube.com/watch?v=wpobyPruHaw', '', 'طريقة-التعليم-التعاوني-المعتمدة-على-استراتيجية-جيكسو--الاحجية-', '', '', '', '', '', ''),
(183, ' طريقة التعليم التعاوني المعتمدة على استراتيجية جيكسو (الاحجية)', '', '53f8c92fe9dd8.jpg', '', 1, 62, 0, '2014-08-23 12:04:06', '2014-08-23 12:05:50', ',1', '', 'https://www.youtube.com/watch?v=wpobyPruHaw', '', 'طريقة-التعليم-التعاوني-المعتمدة-على-استراتيجية-جيكسو--الاحجية-', '', '', '', '', '', ''),
(184, ' طريقة التعليم التعاوني المعتمدة على استراتيجية جيكسو (الاحجية)', '', '53f8c92fe9dd8.jpg', '', 1, 62, 0, '2014-08-23 12:04:06', '2014-08-23 12:05:45', ',1', '', 'https://www.youtube.com/watch?v=wpobyPruHaw', '', 'طريقة-التعليم-التعاوني-المعتمدة-على-استراتيجية-جيكسو--الاحجية-', '', '', '', '', '', ''),
(185, ' طريقة التعليم التعاوني المعتمدة على استراتيجية جيكسو (الاحجية)', '', '53f8c92fe9dd8.jpg', '', 1, 62, 0, '2014-08-23 12:04:06', '2014-08-23 12:05:41', ',1', '', 'https://www.youtube.com/watch?v=wpobyPruHaw', '', 'طريقة-التعليم-التعاوني-المعتمدة-على-استراتيجية-جيكسو--الاحجية-', '', '', '', '', '', ''),
(186, ' طريقة التعليم التعاوني المعتمدة على استراتيجية جيكسو (الاحجية)', '', '53f8c92fe9dd8.jpg', '', 1, 62, 0, '2014-08-23 12:04:27', '2014-08-23 12:05:37', ',1', '', 'https://www.youtube.com/watch?v=wpobyPruHaw', '', 'طريقة-التعليم-التعاوني-المعتمدة-على-استراتيجية-جيكسو--الاحجية-', '', '', '', '', '', ''),
(187, ' طريقة التعليم التعاوني المعتمدة على استراتيجية جيكسو (الاحجية)', '', '53f8c92fe9dd8.jpg', '', 1, 62, 0, '2014-08-23 12:04:27', '2014-08-23 12:05:33', ',1', '', 'https://www.youtube.com/watch?v=wpobyPruHaw', '', 'طريقة-التعليم-التعاوني-المعتمدة-على-استراتيجية-جيكسو--الاحجية-', '', '', '', '', '', '');

-- --------------------------------------------------------

--
-- Table structure for table `com_video_gallery_categories`
--

CREATE TABLE IF NOT EXISTS `com_video_gallery_categories` (
  `id` int(11) NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `image` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `des` text COLLATE utf8_unicode_ci NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `cat_id` int(11) NOT NULL,
  `alias` varchar(255) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `com_video_gallery_categories`
--

INSERT INTO `com_video_gallery_categories` (`id`, `title`, `image`, `des`, `delete`, `order`, `enabled`, `created`, `modified`, `cat_id`, `alias`) VALUES
(1, 'test', '', '', 0, 1, 1, '2013-12-11 16:17:54', '0000-00-00 00:00:00', 0, 'test');

-- --------------------------------------------------------

--
-- Table structure for table `com_video_gallery_xref`
--

CREATE TABLE IF NOT EXISTS `com_video_gallery_xref` (
  `id` int(11) NOT NULL,
  `item_id` int(11) NOT NULL,
  `cat_id` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=139 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `com_video_gallery_xref`
--

INSERT INTO `com_video_gallery_xref` (`id`, `item_id`, `cat_id`, `delete`, `order`, `enabled`, `modified`, `created`) VALUES
(82, 124, 27, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(85, 125, 27, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(89, 126, 27, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(96, 127, 35, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(98, 128, 27, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(8, 129, 25, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(9, 129, 27, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(97, 128, 25, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(95, 127, 27, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(88, 126, 26, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(87, 126, 25, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(84, 125, 25, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(81, 124, 25, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(37, 132, 29, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(73, 130, 28, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(75, 131, 28, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(71, 123, 28, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(36, 133, 29, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(77, 134, 29, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(40, 135, 28, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(41, 136, 28, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(79, 137, 30, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(43, 138, 30, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(44, 139, 30, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(45, 140, 31, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(46, 141, 31, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(47, 142, 31, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(48, 143, 31, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(49, 144, 30, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(50, 145, 29, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(51, 146, 25, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(52, 147, 25, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(53, 148, 25, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(54, 149, 25, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(55, 150, 28, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(56, 151, 30, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(57, 152, 28, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(58, 153, 28, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(59, 154, 28, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(60, 155, 28, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(61, 156, 29, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(62, 157, 29, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(63, 158, 29, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(64, 159, 29, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(65, 160, 30, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(66, 161, 30, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(67, 162, 31, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(68, 163, 31, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(69, 164, 31, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(70, 165, 31, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(72, 123, 33, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(74, 130, 33, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(76, 131, 33, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(78, 134, 33, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(80, 137, 33, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(83, 124, 35, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(86, 125, 35, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(90, 126, 35, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(94, 127, 25, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(99, 128, 35, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(100, 166, 25, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(110, 167, 33, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(109, 167, 23, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(111, 168, 25, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(112, 168, 35, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(113, 169, 22, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(114, 169, 32, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(115, 170, 23, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(116, 170, 33, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(117, 171, 23, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(118, 171, 33, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(119, 172, 23, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(120, 172, 33, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(121, 173, 22, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(122, 173, 32, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(126, 174, 1, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(124, 176, 1, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(128, 175, 1, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(127, 177, 1, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(129, 187, 1, 0, 0, 1, '0000-00-00 00:00:00', '2014-08-23 12:05:33'),
(130, 186, 1, 0, 0, 1, '0000-00-00 00:00:00', '2014-08-23 12:05:37'),
(131, 185, 1, 0, 0, 1, '0000-00-00 00:00:00', '2014-08-23 12:05:41'),
(132, 184, 1, 0, 0, 1, '0000-00-00 00:00:00', '2014-08-23 12:05:45'),
(133, 183, 1, 0, 0, 1, '0000-00-00 00:00:00', '2014-08-23 12:05:50'),
(134, 182, 1, 0, 0, 1, '0000-00-00 00:00:00', '2014-08-23 12:05:54'),
(135, 181, 1, 0, 0, 1, '0000-00-00 00:00:00', '2014-08-23 12:05:58'),
(136, 180, 1, 0, 0, 1, '0000-00-00 00:00:00', '2014-08-23 12:06:02'),
(137, 179, 1, 0, 0, 1, '0000-00-00 00:00:00', '2014-08-23 12:06:07'),
(138, 178, 1, 0, 0, 1, '0000-00-00 00:00:00', '2014-08-23 12:06:11');

-- --------------------------------------------------------

--
-- Table structure for table `com_wizard`
--

CREATE TABLE IF NOT EXISTS `com_wizard` (
  `id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `delete` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `cat_id` text NOT NULL,
  `data` text NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=19 DEFAULT CHARSET=ucs2;

--
-- Dumping data for table `com_wizard`
--

INSERT INTO `com_wizard` (`id`, `title`, `enabled`, `delete`, `order`, `created`, `modified`, `cat_id`, `data`) VALUES
(13, 'Faiz-Wizard', 1, 0, 0, '2014-06-01 09:18:18', '2014-06-03 09:44:37', '', 'stepid=>s1__steporder=>1__steptitle=>Setp-s1__|typeID=>T1__type=>data__data1=>19__morecss=>__;||stepid=>s1__steporder=>2__steptitle=>Setp-s1__|typeID=>T1__type=>data__data1=>20__morecss=>__;||stepid=>s1__steporder=>3__steptitle=>Setp-s1__|typeID=>T1__type=>data__data1=>21__morecss=>__;||'),
(14, 'w1', 1, 0, 0, '2014-06-01 13:12:56', '2014-11-25 13:42:39', '', 'stepid=>s1__steporder=>1__steptitle=>Setp-s1__|typeID=>T1__type=>data__data1=>19__morecss=>__;typeID=>T2__type=>data__data1=>20__morecss=>__;typeID=>T3__type=>data__data1=>21__morecss=>__;||'),
(15, 'w1', 0, 1, 0, '2014-06-01 13:14:50', '0000-00-00 00:00:00', '', ''),
(16, 'w1', 0, 1, 0, '2014-06-01 13:15:45', '0000-00-00 00:00:00', '', ''),
(17, '', 0, 1, 0, '2014-06-01 13:17:12', '0000-00-00 00:00:00', '', ''),
(18, 'qrecycle', 1, 0, 0, '2014-10-27 08:39:27', '2014-11-26 14:12:30', '', 'stepid=>s1__steporder=>1__steptitle=>Setp-s1__|typeID=>T1__type=>data__data1=>19__morecss=>__;||stepid=>s1__steporder=>2__steptitle=>Setp-s1__|typeID=>T1__type=>data__data1=>20__morecss=>__;||stepid=>s1__steporder=>3__steptitle=>Setp-s1__|typeID=>T1__type=>data__data1=>21__morecss=>__;||stepid=>s1__steporder=>4__steptitle=>Setp-s1__|typeID=>T1__type=>data__data1=>22__morecss=>__;||');

-- --------------------------------------------------------

--
-- Table structure for table `com_wizard_xref`
--

CREATE TABLE IF NOT EXISTS `com_wizard_xref` (
  `id` int(11) NOT NULL,
  `s_id` int(11) NOT NULL,
  `w_id` int(11) NOT NULL,
  `properties` text COLLATE utf8_unicode_ci NOT NULL,
  `order` int(11) NOT NULL,
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `delete` tinyint(4) NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `sid` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `cat_id` int(11) NOT NULL,
  `item_id` int(11) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=227 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `com_wizard_xref`
--

INSERT INTO `com_wizard_xref` (`id`, `s_id`, `w_id`, `properties`, `order`, `modified`, `created`, `enabled`, `delete`, `title`, `sid`, `cat_id`, `item_id`) VALUES
(225, 0, 0, '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, '', '', 0, 16),
(226, 0, 0, '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, '', '', 0, 17);

-- --------------------------------------------------------

--
-- Table structure for table `com_yards`
--

CREATE TABLE IF NOT EXISTS `com_yards` (
  `id` int(11) NOT NULL,
  `title` varchar(250) NOT NULL,
  `address` text NOT NULL,
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `mapaddress` text NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `com_yards`
--

INSERT INTO `com_yards` (`id`, `title`, `address`, `modified`, `created`, `enabled`, `order`, `delete`, `mapaddress`) VALUES
(1, 'qrecycle', 'aaaaaaaa', '0000-00-00 00:00:00', '2014-11-23 16:36:11', 0, 0, 0, '(30.038894640533655, 31.213059425354004);');

-- --------------------------------------------------------

--
-- Table structure for table `extension`
--

CREATE TABLE IF NOT EXISTS `extension` (
  `id` int(11) NOT NULL,
  `question` text NOT NULL,
  `answer` text NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `cat_id` text NOT NULL,
  `title` varchar(255) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `fiz_approved_status`
--

CREATE TABLE IF NOT EXISTS `fiz_approved_status` (
  `id` int(11) NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `image` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `des` text COLLATE utf8_unicode_ci NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `cat_id` int(11) NOT NULL,
  `alias` varchar(255) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `fiz_approved_status`
--

INSERT INTO `fiz_approved_status` (`id`, `title`, `image`, `des`, `delete`, `order`, `enabled`, `created`, `modified`, `cat_id`, `alias`) VALUES
(1, 'Approved for House Stay', '', '', 0, 0, 1, '2014-07-23 20:09:42', '0000-00-00 00:00:00', 0, ''),
(2, 'Approved for Faiz Stay', '', '', 0, 0, 1, '2014-07-23 20:09:55', '0000-00-00 00:00:00', 0, ''),
(3, 'Without Raza', '', '', 0, 0, 1, '2014-07-23 20:10:08', '0000-00-00 00:00:00', 0, '');

-- --------------------------------------------------------

--
-- Table structure for table `fiz_cashier_receipt`
--

CREATE TABLE IF NOT EXISTS `fiz_cashier_receipt` (
  `id` int(11) NOT NULL,
  `total` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `remarks` text COLLATE utf8_unicode_ci NOT NULL,
  `received_by` text COLLATE utf8_unicode_ci NOT NULL,
  `order` int(11) NOT NULL,
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `paid_status` int(25) NOT NULL DEFAULT '0',
  `status` varchar(255) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=17 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `fiz_cashier_receipt`
--

INSERT INTO `fiz_cashier_receipt` (`id`, `total`, `remarks`, `received_by`, `order`, `modified`, `created`, `enabled`, `delete`, `paid_status`, `status`) VALUES
(1, '', 'Remarks', 'Received_by', 0, '0000-00-00 00:00:00', '2014-07-14 16:58:44', 0, 0, 0, ''),
(2, '', 'Remarks', 'Received_by', 0, '0000-00-00 00:00:00', '2014-07-14 17:00:26', 0, 0, 0, ''),
(3, '', '', 'undefined', 0, '0000-00-00 00:00:00', '2014-07-14 17:29:52', 0, 0, 0, ''),
(4, '', '', 'undefined', 0, '0000-00-00 00:00:00', '2014-07-14 17:31:43', 0, 0, 0, ''),
(5, '', '', 'undefined', 0, '0000-00-00 00:00:00', '2014-07-14 17:32:35', 0, 0, 0, ''),
(6, '', '', 'undefined', 0, '0000-00-00 00:00:00', '2014-07-14 17:35:40', 0, 0, 0, ''),
(7, '', '', 'empcland@gmail.com', 0, '0000-00-00 00:00:00', '2014-07-14 17:50:31', 0, 0, 0, ''),
(8, '320', '', 'empcland@gmail.com', 0, '0000-00-00 00:00:00', '2014-07-14 17:53:03', 0, 0, 0, ''),
(9, '320', '', 'empcland@gmail.com', 0, '0000-00-00 00:00:00', '2014-07-14 17:54:18', 0, 0, 0, ''),
(10, '320', '', 'empcland@gmail.com', 0, '0000-00-00 00:00:00', '2014-07-14 17:56:19', 0, 0, 0, ''),
(11, '320', '', '-', 0, '0000-00-00 00:00:00', '2014-07-15 13:16:12', 0, 0, 0, ''),
(12, '0', 'ghjghj ghjghj', 'empcland@gmail.com', 0, '0000-00-00 00:00:00', '2014-07-31 15:48:41', 0, 0, 0, 'refund'),
(13, '0', 'ghjghj ghjghj', 'empcland@gmail.com', 0, '0000-00-00 00:00:00', '2014-07-31 15:55:23', 0, 0, 0, 'refund'),
(14, '0', 'ghjghj ghjghj', 'empcland@gmail.com', 0, '0000-00-00 00:00:00', '2014-07-31 15:55:25', 0, 0, 0, 'refund'),
(15, '0', 'ghjghj ghjghj', 'empcland@gmail.com', 0, '0000-00-00 00:00:00', '2014-07-31 15:55:28', 0, 0, 0, 'refund'),
(16, '0', 'ghjghj ghjghj', 'empcland@gmail.com', 0, '0000-00-00 00:00:00', '2014-07-31 16:41:21', 0, 0, 0, 'refund');

-- --------------------------------------------------------

--
-- Table structure for table `fiz_cashier_receipt_items`
--

CREATE TABLE IF NOT EXISTS `fiz_cashier_receipt_items` (
  `id` int(11) NOT NULL,
  `receipt_id` int(11) NOT NULL,
  `remarks` text COLLATE utf8_unicode_ci NOT NULL,
  `extension_id` int(11) NOT NULL,
  `extension_amount` double NOT NULL,
  `paid_amount` double NOT NULL,
  `authorised_by` text COLLATE utf8_unicode_ci NOT NULL,
  `authorize_reason` text COLLATE utf8_unicode_ci NOT NULL,
  `order` int(11) NOT NULL,
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `delete` tinyint(4) NOT NULL,
  `def_amount` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `status` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `user_id` int(11) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=20 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `fiz_cashier_receipt_items`
--

INSERT INTO `fiz_cashier_receipt_items` (`id`, `receipt_id`, `remarks`, `extension_id`, `extension_amount`, `paid_amount`, `authorised_by`, `authorize_reason`, `order`, `modified`, `created`, `enabled`, `delete`, `def_amount`, `status`, `user_id`) VALUES
(13, 10, '', 5, 320, 32, 'empcland@gmail.com', 'gdfgdfgdfgdgfg', 0, '0000-00-00 00:00:00', '2014-07-14 17:56:19', 1, 0, '', '', 0),
(14, 11, '', 5, 320, 32, '', 'gdfgdfgdfgdgfg', 0, '0000-00-00 00:00:00', '2014-07-15 13:16:12', 1, 0, '', '', 0),
(15, 12, 'ghjghj ghjghj', 5, 320, 32, 'empcland@gmail.com', 'ghjghj ghjgh', 0, '0000-00-00 00:00:00', '2014-07-31 15:48:41', 1, 0, '', 'refund', 0),
(19, 16, 'ghjghj ghjghj', 5, 320, 31, 'empcland@gmail.com', 'ghjghj ghjgh', 0, '0000-00-00 00:00:00', '2014-07-31 16:41:22', 1, 0, '', 'refund', 0),
(18, 15, 'ghjghj ghjghj', 5, 1, 1, 'empcland@gmail.com', 'ghjghj ghjgh', 0, '0000-00-00 00:00:00', '2014-07-31 15:55:28', 1, 0, '', 'refund', 0);

-- --------------------------------------------------------

--
-- Table structure for table `fiz_city`
--

CREATE TABLE IF NOT EXISTS `fiz_city` (
  `id` int(11) NOT NULL,
  `question` text NOT NULL,
  `answer` text NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `cat_id` text NOT NULL,
  `title` varchar(255) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `fiz_city`
--

INSERT INTO `fiz_city` (`id`, `question`, `answer`, `enabled`, `delete`, `order`, `created`, `modified`, `cat_id`, `title`) VALUES
(1, '', '', 1, 0, 0, '2014-06-02 14:39:56', '2014-06-02 14:41:57', '', 'cairo');

-- --------------------------------------------------------

--
-- Table structure for table `fiz_extension`
--

CREATE TABLE IF NOT EXISTS `fiz_extension` (
  `id` int(11) NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `delete` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `ex_status` varchar(50) NOT NULL,
  `ex_nights` int(11) NOT NULL,
  `ex_checkin` date NOT NULL,
  `ex_checkout` date NOT NULL,
  `ex_lawazim` int(11) NOT NULL,
  `ex_paid` tinyint(4) NOT NULL,
  `package_id` int(11) NOT NULL,
  `nights` int(11) NOT NULL,
  `reservation_id` int(50) NOT NULL,
  `user_id` varchar(50) NOT NULL,
  `pkg_cat_id` int(11) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=97 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `fiz_extension`
--

INSERT INTO `fiz_extension` (`id`, `enabled`, `delete`, `order`, `created`, `modified`, `ex_status`, `ex_nights`, `ex_checkin`, `ex_checkout`, `ex_lawazim`, `ex_paid`, `package_id`, `nights`, `reservation_id`, `user_id`, `pkg_cat_id`) VALUES
(1, 1, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '', 2, '2014-06-01', '2014-06-07', 440, 1, 3, 6, 1, '162', 0),
(2, 1, 1, 0, '0000-00-00 00:00:00', '2014-08-02 04:33:36', '', 2, '2014-06-01', '2014-06-07', 440, 0, 3, 6, 2, '160', -1),
(3, 1, 0, 0, '0000-00-00 00:00:00', '2014-08-11 04:12:05', '', 0, '2014-06-12', '2014-06-16', 320, 0, 3, 4, 3, '160', -1),
(4, 1, 1, 0, '0000-00-00 00:00:00', '2014-08-02 09:04:55', '', 0, '2014-06-12', '2014-06-16', 200, 0, 3, 4, 4, '163', -1),
(5, 1, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '', 0, '2014-06-12', '2014-06-16', 320, 0, 3, 4, 5, '160', 0),
(6, 1, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '', 0, '2014-06-26', '2014-06-16', 200, 0, 3, 4, 6, '163', 0),
(7, 1, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '', 0, '2014-06-25', '2014-06-26', 85, 0, 2, 1, 7, '160', 0),
(8, 1, 0, 0, '0000-00-00 00:00:00', '2014-08-02 04:44:40', '', 0, '2014-06-25', '2014-06-26', 55, 0, 2, 1, 8, '163', -1),
(9, 1, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '', 0, '2014-06-25', '2014-06-26', 85, 0, 2, 1, 9, '162', 0),
(10, 1, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '', 0, '2014-06-25', '2014-06-26', 85, 0, 2, 1, 10, '160', 0),
(11, 1, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '', 0, '2014-06-25', '2014-06-26', 55, 0, 2, 1, 11, '163', 0),
(12, 1, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '', 0, '2014-06-25', '2014-06-26', 85, 0, 2, 1, 12, '162', 0),
(13, 1, 0, 0, '2014-06-11 08:42:30', '2014-07-31 15:55:28', '', 2, '2014-06-07', '2014-06-20', 505, 0, 3, 6, 1, '162', 0),
(14, 1, 1, 0, '2014-06-11 08:42:30', '2014-07-31 15:55:23', '', 0, '2014-06-16', '2014-06-20', 120, 0, 3, 4, 6, '163', 0),
(15, 1, 0, 0, '2014-06-11 08:42:30', '0000-00-00 00:00:00', '', 0, '0000-00-00', '2014-06-20', 0, 0, 0, 0, 0, '', 0),
(17, 1, 0, 0, '2014-06-11 09:00:12', '0000-00-00 00:00:00', '', 2, '2014-06-20', '2014-06-25', 275, 0, 3, 6, 1, '162', 0),
(18, 1, 0, 0, '2014-06-11 09:01:38', '0000-00-00 00:00:00', '', 2, '2014-06-25', '2014-06-18', -385, 0, 3, 6, 1, '162', 0),
(19, 1, 1, 0, '2014-06-11 09:01:38', '0000-00-00 00:00:00', '', 0, '2014-06-20', '2014-06-18', -60, 0, 3, 4, 6, '163', 0),
(20, 1, 0, 0, '2014-06-18 08:31:56', '0000-00-00 00:00:00', '', 0, '2014-06-26', '2014-06-20', -55, 0, 0, 1, 8, '163', 0),
(21, 1, 0, 0, '2014-06-18 08:32:32', '0000-00-00 00:00:00', '', 0, '2014-06-20', '2014-06-16', 200, 0, 3, 1, 8, '163', 0),
(22, 1, 0, 0, '2014-06-29 03:41:39', '0000-00-00 00:00:00', '', 0, '2014-06-09', '2014-06-12', 320, 0, 3, 3, 13, '160', 0),
(23, 1, 0, 0, '2014-06-29 06:56:16', '0000-00-00 00:00:00', '', 2, '2014-06-24', '2014-06-30', 440, 0, 3, 6, 14, '164', 0),
(24, 1, 0, 0, '2014-06-29 06:57:55', '2014-06-29 07:34:16', '', 2, '2014-06-24', '2014-06-30', 440, 1, 3, 6, 15, '164', 0),
(25, 1, 0, 0, '2014-06-29 07:21:57', '0000-00-00 00:00:00', '', 2, '2014-06-30', '2014-07-03', 180, 0, 3, 6, 15, '164', 0),
(28, 1, 0, 0, '2014-07-22 16:41:49', '0000-00-00 00:00:00', '', 5, '2014-07-01', '2014-06-04', 250, 0, 5, 0, 33, '160', 0),
(29, 1, 0, 0, '2014-07-22 16:41:49', '0000-00-00 00:00:00', '', 10, '2014-06-01', '2014-06-11', 500, 0, 5, 0, 34, '160', 0),
(30, 1, 0, 0, '2014-07-22 16:58:30', '0000-00-00 00:00:00', '', 5, '2014-07-01', '2014-06-04', 250, 0, 5, 0, 33, '160', 0),
(31, 1, 0, 0, '2014-07-22 16:58:30', '0000-00-00 00:00:00', '', 10, '2014-06-01', '2014-06-11', 500, 0, 5, 0, 34, '160', 0),
(32, 1, 0, 0, '2014-07-22 16:58:34', '0000-00-00 00:00:00', '', 5, '2014-07-01', '2014-06-04', 250, 0, 5, 0, 33, '160', 0),
(33, 1, 0, 0, '2014-07-22 16:58:34', '0000-00-00 00:00:00', '', 10, '2014-06-01', '2014-06-11', 500, 0, 5, 0, 34, '160', 0),
(34, 1, 0, 0, '2014-07-22 17:01:30', '0000-00-00 00:00:00', '', 5, '2014-07-01', '2014-06-04', 250, 0, 5, 0, 33, '160', 0),
(35, 1, 0, 0, '2014-07-22 17:01:30', '0000-00-00 00:00:00', '', 10, '2014-06-01', '2014-06-11', 500, 0, 5, 0, 34, '160', 0),
(39, 1, 1, 0, '2014-07-23 21:08:59', '0000-00-00 00:00:00', '', 24, '2014-07-01', '2014-07-25', 1200, 0, 5, 0, 39, '168', 0),
(40, 1, 1, 0, '2014-08-01 21:12:34', '0000-00-00 00:00:00', '', 0, '0000-00-00', '0000-00-00', 50, 0, 5, 1, 11, '163', 0),
(41, 1, 0, 0, '2014-08-01 21:13:04', '0000-00-00 00:00:00', '', 0, '0000-00-00', '0000-00-00', 50, 0, 5, 1, 11, '163', 0),
(42, 1, 1, 0, '2014-08-02 02:58:00', '2014-08-02 01:19:47', '', 2, '2014-06-07', '2014-06-10', 180, 0, 3, 6, 2, '160', -1),
(43, 1, 1, 0, '2014-08-02 02:59:58', '2014-08-02 01:19:47', '', 2, '2014-06-10', '2014-06-04', -300, 0, 3, 6, 2, '160', -1),
(44, 1, 1, 0, '2014-08-02 03:05:33', '2014-08-02 01:19:47', '', 2, '2014-06-04', '2014-06-18', 515, 0, 4, 6, 2, '160', -1),
(45, 1, 0, 0, '2014-08-02 03:05:33', '0000-00-00 00:00:00', '', 0, '2014-06-16', '2014-06-18', 0, 0, 0, 1, 8, '163', 0),
(46, 1, 1, 0, '2014-08-02 03:07:27', '2014-08-02 01:19:47', '', 2, '2014-06-18', '2014-06-28', 550, 0, 4, 6, 2, '160', -1),
(47, 1, 1, 0, '2014-08-02 03:07:52', '2014-08-02 01:19:47', '', 2, '2014-06-28', '2014-06-30', 110, 0, 4, 6, 2, '160', -1),
(48, 1, 0, 0, '2014-08-02 03:07:52', '0000-00-00 00:00:00', '', 0, '2014-06-18', '2014-06-30', 230, 0, 3, 1, 8, '163', 0),
(49, 1, 1, 0, '2014-08-02 03:10:46', '2014-08-02 01:19:47', '', 2, '2014-06-30', '2014-07-01', 55, 0, 4, 6, 2, '160', -1),
(50, 1, 0, 0, '2014-08-02 03:10:46', '0000-00-00 00:00:00', '', 0, '2014-06-30', '2014-07-01', 30, 0, 3, 1, 8, '163', 0),
(51, 1, 1, 0, '2014-08-02 03:16:15', '2014-08-02 01:19:47', '', 2, '2014-07-01', '2014-07-02', 55, 0, 4, 6, 2, '160', -1),
(52, 1, 0, 0, '2014-08-02 03:16:15', '0000-00-00 00:00:00', '', 0, '2014-07-01', '2014-07-02', 30, 0, 3, 1, 8, '163', 0),
(53, 1, 1, 0, '2014-08-02 03:30:06', '2014-08-02 01:19:47', '', 2, '2014-07-02', '2014-07-03', 55, 0, 4, 6, 2, '160', -1),
(54, 1, 0, 0, '2014-08-02 03:30:06', '0000-00-00 00:00:00', '', 0, '2014-07-02', '2014-07-03', 30, 0, 3, 1, 8, '163', 0),
(55, 1, 1, 0, '2014-08-02 03:47:44', '2014-08-02 01:19:47', '', 2, '2014-07-03', '2014-05-01', -1660, 0, 0, 6, 2, '160', -1),
(56, 1, 1, 0, '2014-08-02 03:48:03', '2014-08-02 01:19:47', '', 2, '2014-05-01', '2014-04-01', 0, 0, 0, 6, 2, '160', -1),
(57, 1, 1, 0, '2014-08-02 03:49:21', '2014-08-02 01:19:47', '', 2, '2014-04-01', '2014-06-04', 320, 0, 3, 6, 2, '160', -1),
(58, 1, 1, 0, '2014-08-02 03:55:05', '2014-08-02 01:19:47', '', 2, '2014-06-04', '2014-05-01', -320, 0, 0, 6, 2, '160', -1),
(59, 1, 1, 0, '2014-08-02 03:59:19', '2014-08-02 01:19:47', '', 2, '2014-05-01', '2014-06-02', 85, 0, 2, 6, 2, '160', -1),
(60, 1, 1, 0, '2014-08-02 04:00:57', '2014-08-02 01:19:47', '', 2, '2014-06-02', '2014-05-31', -85, 0, 5, 6, 2, '160', -1),
(61, 1, 1, 0, '2014-08-02 04:01:36', '2014-08-02 01:19:47', '', 2, '2014-05-31', '2014-05-31', 0, 0, 5, 6, 2, '160', -1),
(62, 1, 1, 0, '2014-08-02 04:01:51', '2014-08-02 01:19:47', '', 2, '2014-05-31', '2014-06-01', 0, 0, 5, 6, 2, '160', -1),
(63, 1, 1, 0, '2014-08-02 04:02:18', '2014-08-02 01:19:47', '', 2, '2014-06-01', '2014-06-01', 0, 0, 5, 6, 2, '160', -1),
(64, 1, 1, 0, '2014-08-02 04:02:31', '2014-08-02 01:19:47', '', 2, '2014-06-01', '2014-05-31', 0, 0, 5, 6, 2, '160', -1),
(65, 1, 1, 0, '2014-08-02 04:02:40', '2014-08-02 01:19:47', '', 2, '2014-05-31', '2014-06-02', 85, 0, 2, 6, 2, '160', -1),
(66, 1, 1, 0, '2014-08-02 04:02:47', '2014-08-02 01:19:47', '', 2, '2014-06-02', '2014-06-04', 235, 0, 3, 6, 2, '160', -1),
(67, 1, 1, 0, '2014-08-02 04:33:48', '2014-08-02 01:19:47', '', 2, '0000-00-00', '0000-00-00', 320, 0, 3, 6, 2, '160', -1),
(68, 1, 1, 0, '2014-08-02 04:35:15', '2014-08-02 01:19:47', '', 2, '2014-08-01', '2014-08-05', 320, 0, 3, 6, 2, '160', -1),
(69, 1, 1, 0, '2014-08-02 04:38:22', '2014-08-02 01:19:47', '', 2, '2014-08-01', '2014-08-05', 320, 0, 3, 6, 2, '160', -1),
(70, 1, 0, 0, '2014-08-02 04:38:42', '2014-08-02 04:45:58', '', 2, '2014-08-01', '2014-08-14', 615, 1, 4, 6, 2, '160', -1),
(71, 1, 1, 0, '2014-08-02 05:32:21', '0000-00-00 00:00:00', '', 0, '2014-08-01', '2014-08-15', 420, 0, 4, 4, 6, '163', 0),
(72, 1, 1, 0, '2014-08-02 05:33:02', '0000-00-00 00:00:00', '', 0, '2014-08-01', '2014-08-06', 230, 0, 3, 4, 6, '163', 0),
(73, 1, 1, 0, '2014-08-02 05:33:54', '0000-00-00 00:00:00', '', 0, '2014-08-01', '2014-08-06', 230, 0, 3, 4, 6, '163', 0),
(74, 1, 1, 0, '2014-08-02 05:39:21', '0000-00-00 00:00:00', '', 0, '2014-08-01', '2014-08-06', 380, 0, 3, 4, 5, '160', 0),
(75, 1, 1, 0, '2014-08-02 05:45:25', '0000-00-00 00:00:00', '', 0, '2014-08-01', '2014-08-06', 380, 0, 3, 4, 5, '160', 0),
(76, 1, 1, 0, '2014-08-02 05:47:15', '0000-00-00 00:00:00', '', 0, '2014-08-01', '2014-08-09', 560, 0, 3, 4, 5, '160', 0),
(77, 1, 0, 0, '2014-08-02 05:47:15', '0000-00-00 00:00:00', '', 0, '2014-08-01', '2014-08-09', 320, 0, 3, 4, 6, '163', 0),
(78, 1, 0, 0, '2014-08-02 05:47:15', '0000-00-00 00:00:00', '', 0, '2014-08-01', '2014-08-09', 560, 0, 3, 1, 7, '160', 0),
(79, 1, 0, 0, '2014-08-02 05:51:06', '0000-00-00 00:00:00', '', 0, '2014-08-15', '2014-08-05', 0, 0, 0, 4, 5, '160', 0),
(80, 1, 1, 0, '2014-08-02 09:01:13', '0000-00-00 00:00:00', '', 0, '2014-06-16', '2014-06-18', 50, 0, 5, 4, 4, '163', 0),
(81, 1, 0, 0, '2014-08-02 09:05:11', '0000-00-00 00:00:00', '', 0, '2014-08-01', '2014-08-05', 200, 0, 3, 4, 4, '163', 0),
(82, 1, 0, 0, '2014-08-02 09:54:21', '0000-00-00 00:00:00', '', 2, '2014-06-18', '2014-06-25', 350, 0, 5, 6, 1, '162', 0),
(84, 1, 0, 0, '2014-08-11 04:11:26', '0000-00-00 00:00:00', '', 0, '2014-06-16', '2014-06-18', 100, 0, 5, 4, 3, '160', 0),
(85, 1, 1, 0, '2014-08-16 09:59:48', '0000-00-00 00:00:00', '', 6, '2014-08-01', '2014-08-07', 440, 0, 3, 0, 49, '177', 0),
(86, 1, 0, 0, '2014-08-16 10:31:17', '2014-08-16 10:31:53', '', 6, '2014-08-08', '2014-08-15', 500, 1, 3, 0, 49, '177', -1),
(87, 1, 0, 0, '2014-08-16 10:32:57', '2014-08-16 10:31:53', '', 6, '2014-08-15', '2014-08-13', -120, 0, 3, 0, 49, '177', -1),
(90, 1, 1, 0, '2014-08-18 08:56:49', '0000-00-00 00:00:00', '', 6, '2014-08-01', '2014-08-07', 440, 0, 3, 0, 50, '178', 0),
(91, 1, 0, 0, '2014-08-18 08:56:49', '0000-00-00 00:00:00', '', 0, '2014-08-01', '2014-08-07', 0, 0, 0, 0, 51, '179', 0),
(92, 1, 0, 0, '2014-08-18 09:05:07', '2014-08-18 09:07:10', '', 6, '2014-08-02', '2014-08-06', 200, 1, 5, 0, 50, '178', -1),
(93, 1, 0, 0, '2014-08-18 09:09:33', '2014-08-18 09:07:10', '', 6, '2014-08-06', '2014-08-09', 180, 0, 3, 0, 50, '178', -1),
(94, 1, 0, 0, '2014-08-19 05:51:48', '0000-00-00 00:00:00', '', 5, '2014-08-01', '2014-08-06', 0, 0, 0, 0, 54, '183', 0),
(95, 1, 0, 0, '2014-08-19 05:51:48', '0000-00-00 00:00:00', '', 5, '2014-08-01', '2014-08-06', 0, 0, 0, 0, 55, '184', 0),
(96, 1, 0, 0, '2014-08-19 05:51:48', '0000-00-00 00:00:00', '', 5, '2014-08-01', '2014-08-06', 0, 0, 0, 0, 56, '185', 0);

-- --------------------------------------------------------

--
-- Table structure for table `fiz_hotels`
--

CREATE TABLE IF NOT EXISTS `fiz_hotels` (
  `id` int(11) NOT NULL,
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL,
  `delete` int(11) NOT NULL,
  `enabled` int(11) NOT NULL,
  `order` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `number` int(11) NOT NULL,
  `room_type` int(11) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `fiz_hotels`
--

INSERT INTO `fiz_hotels` (`id`, `modified`, `created`, `delete`, `enabled`, `order`, `title`, `number`, `room_type`) VALUES
(2, '2014-06-18 06:04:49', '2014-06-18 06:01:13', 0, 1, 0, '1', 20, 1),
(3, '2014-06-18 07:46:12', '2014-06-18 06:01:25', 0, 1, 0, '1', 3, 2),
(4, '0000-00-00 00:00:00', '2014-06-29 07:15:36', 0, 1, 0, '2', 20, 1);

-- --------------------------------------------------------

--
-- Table structure for table `fiz_hotels_titles`
--

CREATE TABLE IF NOT EXISTS `fiz_hotels_titles` (
  `id` int(11) NOT NULL,
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL,
  `delete` int(11) NOT NULL,
  `enabled` int(11) NOT NULL,
  `order` int(11) NOT NULL,
  `title` varchar(255) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `fiz_hotels_titles`
--

INSERT INTO `fiz_hotels_titles` (`id`, `modified`, `created`, `delete`, `enabled`, `order`, `title`) VALUES
(1, '0000-00-00 00:00:00', '2014-06-18 05:59:41', 0, 1, 0, 'faiz'),
(2, '0000-00-00 00:00:00', '2014-06-18 05:59:56', 0, 1, 0, 'sonesta'),
(3, '0000-00-00 00:00:00', '2014-06-18 06:24:17', 0, 1, 0, 'Hilton'),
(4, '0000-00-00 00:00:00', '2014-06-18 06:24:24', 0, 1, 0, 'Novotel'),
(5, '0000-00-00 00:00:00', '2014-06-18 06:24:33', 0, 1, 0, 'Semiramis');

-- --------------------------------------------------------

--
-- Table structure for table `fiz_hotel_rooms`
--

CREATE TABLE IF NOT EXISTS `fiz_hotel_rooms` (
  `id` int(11) NOT NULL,
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL,
  `delete` int(11) NOT NULL,
  `enabled` int(11) NOT NULL,
  `order` int(11) NOT NULL,
  `title` varchar(255) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `fiz_hotel_rooms`
--

INSERT INTO `fiz_hotel_rooms` (`id`, `modified`, `created`, `delete`, `enabled`, `order`, `title`) VALUES
(1, '2014-06-18 05:39:14', '2014-06-15 10:27:16', 0, 1, 0, 'single'),
(2, '0000-00-00 00:00:00', '2014-06-18 05:39:34', 0, 1, 0, 'double'),
(3, '0000-00-00 00:00:00', '2014-06-18 06:23:37', 0, 1, 0, 'Triple'),
(4, '0000-00-00 00:00:00', '2014-06-18 06:23:48', 0, 1, 0, 'Quad'),
(5, '0000-00-00 00:00:00', '2014-06-18 06:23:59', 0, 1, 0, 'Room Share');

-- --------------------------------------------------------

--
-- Table structure for table `fiz_lawazim_packages`
--

CREATE TABLE IF NOT EXISTS `fiz_lawazim_packages` (
  `id` int(11) NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `cat_id` text NOT NULL,
  `city` varchar(50) NOT NULL,
  `days_from` int(11) NOT NULL,
  `title` varchar(100) NOT NULL,
  `adut_package_price` varchar(9) NOT NULL,
  `child_package_price` varchar(9) NOT NULL,
  `adult_extra_night` int(11) NOT NULL,
  `child_extra_night` int(11) NOT NULL,
  `adult_transport_per_night` int(11) NOT NULL,
  `child_transport_per_night` int(11) NOT NULL,
  `basic_package_days` int(11) NOT NULL,
  `days_to` int(11) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `fiz_lawazim_packages`
--

INSERT INTO `fiz_lawazim_packages` (`id`, `enabled`, `delete`, `order`, `created`, `modified`, `cat_id`, `city`, `days_from`, `title`, `adut_package_price`, `child_package_price`, `adult_extra_night`, `child_extra_night`, `adult_transport_per_night`, `child_transport_per_night`, `basic_package_days`, `days_to`) VALUES
(2, 1, 0, 0, '2014-06-02 14:46:52', '0000-00-00 00:00:00', '1', '1', 1, 'Transit Package', '85', '55', 85, 55, 0, 0, 1, 2),
(3, 1, 0, 0, '2014-06-02 14:47:44', '0000-00-00 00:00:00', '1', '1', 3, 'Standard Package', '320', '200', 60, 30, 0, 0, 4, 9),
(4, 1, 0, 0, '2014-06-02 14:49:22', '2014-06-02 15:34:39', '1', '1', 10, '10 Nights plus', '450', '320', 55, 25, 0, 0, 10, 1000),
(5, 1, 0, 0, '2014-06-02 16:44:36', '0000-00-00 00:00:00', '2', '1', 0, 'Safar Package', '0', '25', 50, 25, 0, 0, 0, 100);

-- --------------------------------------------------------

--
-- Table structure for table `fiz_lawazim_packages_cat`
--

CREATE TABLE IF NOT EXISTS `fiz_lawazim_packages_cat` (
  `id` int(11) NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `cat_id` text NOT NULL,
  `title` varchar(255) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `fiz_lawazim_packages_cat`
--

INSERT INTO `fiz_lawazim_packages_cat` (`id`, `enabled`, `delete`, `order`, `created`, `modified`, `cat_id`, `title`) VALUES
(1, 1, 0, 0, '2014-06-02 14:42:47', '0000-00-00 00:00:00', '', 'Qahera Packages'),
(2, 1, 0, 0, '2014-06-02 16:43:18', '0000-00-00 00:00:00', '', 'Safar Packages');

-- --------------------------------------------------------

--
-- Table structure for table `fiz_raza_types`
--

CREATE TABLE IF NOT EXISTS `fiz_raza_types` (
  `id` int(11) NOT NULL,
  `title` varchar(250) NOT NULL,
  `des` text NOT NULL,
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `order` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `pkgs` text NOT NULL,
  `views_modules` text NOT NULL,
  `safar_text` text NOT NULL,
  `save_text` text NOT NULL,
  `update_text` text NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `fiz_raza_types`
--

INSERT INTO `fiz_raza_types` (`id`, `title`, `des`, `modified`, `created`, `enabled`, `order`, `delete`, `pkgs`, `views_modules`, `safar_text`, `save_text`, `update_text`) VALUES
(1, 'House Stay', 'I would like to stay at someones place. The host ITS ID is', '2014-07-23 20:29:31', '2014-07-20 17:52:22', 1, 0, 0, ',-1', ',host_its_id', '', '<p>Your reservation booking has been created successfully. You will receive an email with your reservation details.</p>', 'Your reservation details have been updated successfully. You will receive an email with the updated details.'),
(2, 'Faiz ', 'I would like Faiz to handle my accomodation for me and my group', '2014-07-23 20:28:55', '2014-07-20 17:52:33', 1, 0, 0, ',1,2', ',lawazim', '', '<p>Your reservation booking has been created successfully. You will receive an email with your reservation details.</p>', 'Your reservation details have been updated successfully. You will receive an email with the updated details.');

-- --------------------------------------------------------

--
-- Table structure for table `fiz_reservation`
--

CREATE TABLE IF NOT EXISTS `fiz_reservation` (
  `id` int(11) NOT NULL,
  `reservation_id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `arrival_time` datetime NOT NULL,
  `airline` varchar(50) NOT NULL,
  `airline_code` varchar(50) NOT NULL,
  `arriving_from` varchar(50) NOT NULL,
  `booking_owner` int(11) NOT NULL,
  `email` varchar(50) NOT NULL,
  `remarks` text NOT NULL,
  `individual_id` varchar(50) NOT NULL,
  `its_id` int(11) NOT NULL,
  `arrived` tinyint(4) NOT NULL,
  `city` varchar(50) NOT NULL,
  `mobile` varchar(50) NOT NULL,
  `planner_options` varchar(50) NOT NULL,
  `airport_pickup` tinyint(4) NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `delete` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `user_type` varchar(5) NOT NULL,
  `approved` tinyint(4) NOT NULL,
  `raza_type` int(11) NOT NULL,
  `host_its_id` text NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=57 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `fiz_reservation`
--

INSERT INTO `fiz_reservation` (`id`, `reservation_id`, `user_id`, `arrival_time`, `airline`, `airline_code`, `arriving_from`, `booking_owner`, `email`, `remarks`, `individual_id`, `its_id`, `arrived`, `city`, `mobile`, `planner_options`, `airport_pickup`, `enabled`, `delete`, `order`, `created`, `modified`, `user_type`, `approved`, `raza_type`, `host_its_id`) VALUES
(1, 1, 162, '0000-00-00 00:00:00', 'fsd', 'fsdfdsf', 'sdfsdf', 0, 'eqwe@sdfsdf.com', 'sdfsdf', '0001A1', 1111, 0, 'cairo', '5645645', '', 0, 1, 0, 0, '0000-00-00 00:00:00', '2014-07-27 17:17:27', 'Adult', 3, 0, ''),
(2, 1, 160, '0000-00-00 00:00:00', 'fsd', 'fsdfdsf', 'sdfsdf', 0, 'eqwe@sdfsdf.com', 'sdfsdf', '0001A1A2', 1111, 0, 'cairo', '5645645', '', 0, 1, 0, 0, '0000-00-00 00:00:00', '2014-07-27 17:17:27', 'Adult', 1, 0, ''),
(3, 2, 160, '0000-00-00 00:00:00', 'EK', '2001', 'Dubai', 0, 'azizms@gmail.com', 'sddsd', '0002A1', 30355993, 0, 'cairo', '2029029', '', 0, 1, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'Adult', 0, 0, ''),
(4, 2, 163, '0000-00-00 00:00:00', 'EK', '2001', 'Dubai', 0, 'azizms@gmail.com', 'sddsd', '0002A1C1', 30355993, 0, 'cairo', '2029029', '', 0, 1, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'Child', 0, 0, ''),
(5, 3, 160, '0000-00-00 00:00:00', 'EK', '2001', 'Dubai', 0, 'azizms@gmail.com', 'sddsd', '0003A1', 30355993, 0, 'cairo', '2029029', '', 0, 1, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'Adult', 0, 0, ''),
(6, 3, 163, '0000-00-00 00:00:00', 'EK', '2001', 'Dubai', 0, 'azizms@gmail.com', 'sddsd', '0003A1C1', 30355993, 0, 'cairo', '2029029', '', 0, 1, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'Child', 0, 0, ''),
(7, 4, 160, '0000-00-00 00:00:00', 'EK', '2001', 'Dubai', 0, 'azizms@gmail.com', 'sddsd', '0004A1', 30355789, 0, 'cairo', '2029029', '', 0, 1, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'Adult', 0, 0, ''),
(8, 4, 163, '0000-00-00 00:00:00', 'EK', '2001', 'Dubai', 0, 'azizms@gmail.com', 'sddsd', '0004A1C1', 30355789, 0, 'cairo', '2029029', '', 0, 1, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'Child', 0, 0, ''),
(9, 4, 162, '0000-00-00 00:00:00', 'EK', '2001', 'Dubai', 0, 'azizms@gmail.com', 'sddsd', '0004A1C1A2', 30355789, 0, 'cairo', '2029029', '', 0, 1, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 'Adult', 0, 0, ''),
(10, 5, 160, '0000-00-00 00:00:00', 'EK', '2001', 'Dubai', 0, 'azizms@gmail.com', 'sddsd', '0005A1', 30355789, 0, 'cairo', '2029029', '', 0, 1, 0, 0, '0000-00-00 00:00:00', '2014-07-27 17:17:27', 'Adult', 2, 0, ''),
(11, 5, 163, '0000-00-00 00:00:00', 'EK', '2001', 'Dubai', 0, 'azizms@gmail.com', 'sddsd', '0005A1C1', 30355789, 0, 'cairo', '2029029', '', 0, 1, 0, 0, '0000-00-00 00:00:00', '2014-07-27 17:17:27', 'Child', 3, 0, ''),
(12, 5, 162, '0000-00-00 00:00:00', 'EK', '2001', 'Dubai', 0, 'azizms@gmail.com', 'sddsd', '0005A1C1A2', 30355789, 0, 'cairo', '2029029', '', 0, 1, 0, 0, '0000-00-00 00:00:00', '2014-07-27 17:17:27', 'Adult', 2, 0, ''),
(13, 6, 160, '0000-00-00 00:00:00', 'ek', 'ek', 'dubai', 0, 'azizms@gmail.com', '', '0006A1', 2323, 0, 'cairo', '0505040', '', 0, 1, 0, 0, '2014-06-29 03:41:39', '0000-00-00 00:00:00', 'Adult', 0, 0, ''),
(14, 7, 164, '0000-00-00 00:00:00', 'ek', 'ek', 'dubai', 0, 'azizms@gmail.com', '33434', '0007A1', 33323, 0, 'cairo', '1212121', '', 0, 1, 0, 0, '2014-06-29 06:56:16', '2014-08-16 09:53:18', 'Adult', 3, 0, ''),
(15, 8, 164, '0000-00-00 00:00:00', 'ek', 'ek', 'dubai', 0, 'azizms@gmail.com', '33434', '0008A1', 33323, 0, 'cairo', '1212121', '', 0, 1, 0, 0, '2014-06-29 06:57:55', '2014-08-18 07:02:33', 'Adult', -1, 0, ''),
(16, 0, 160, '0000-00-00 00:00:00', '', '', '', 0, '', '', '', 0, 0, '', '', '', 0, 1, 0, 0, '2014-07-20 21:24:36', '0000-00-00 00:00:00', '', 0, 0, ''),
(17, 0, 160, '0000-00-00 00:00:00', '', '', '', 0, '', '', '', 0, 0, '', '', '', 0, 1, 0, 0, '2014-07-20 21:24:48', '0000-00-00 00:00:00', '', 0, 0, ''),
(18, 0, 160, '0000-00-00 00:00:00', '', '', '', 0, '', '', '', 0, 0, '', '', '', 0, 1, 0, 0, '2014-07-20 21:33:37', '0000-00-00 00:00:00', '', 0, 0, ''),
(19, 0, 160, '0000-00-00 00:00:00', '', '', '', 0, '', '', '', 0, 0, '', '', '', 0, 1, 0, 0, '2014-07-20 21:33:42', '0000-00-00 00:00:00', '', 0, 0, ''),
(20, 0, 160, '0000-00-00 00:00:00', '', '', '', 0, '', '', '', 0, 0, '', '', '', 0, 1, 0, 0, '2014-07-20 21:35:47', '0000-00-00 00:00:00', '', 0, 0, ''),
(21, 0, 160, '0000-00-00 00:00:00', '', '', '', 0, '', '', '', 0, 0, '', '', '', 0, 1, 0, 0, '2014-07-20 21:35:51', '0000-00-00 00:00:00', '', 0, 0, ''),
(22, 0, 160, '0000-00-00 00:00:00', '', '', '', 0, '', '', '', 0, 0, '', '', '', 0, 1, 0, 0, '2014-07-20 21:36:03', '0000-00-00 00:00:00', '', 0, 0, ''),
(23, 0, 160, '0000-00-00 00:00:00', '', '', '', 0, '', '', '', 30385154, 0, '', '', '', 0, 1, 0, 0, '2014-07-21 08:30:24', '0000-00-00 00:00:00', '', 1, 0, ''),
(24, 0, 160, '0000-00-00 00:00:00', '', '', '', 0, '', '', '', 30385154, 0, '', '', '', 0, 1, 0, 0, '2014-07-21 08:31:06', '0000-00-00 00:00:00', '', 1, 0, ''),
(25, 0, 160, '0000-00-00 00:00:00', '', '', '', 0, '', '', '', 30385154, 0, '', '', '', 0, 1, 0, 0, '2014-07-21 08:31:15', '0000-00-00 00:00:00', '', 0, 0, ''),
(26, 0, 160, '0000-00-00 00:00:00', '', '', '', 0, '', '', '', 30385154, 0, '', '', '', 0, 1, 0, 0, '2014-07-21 08:31:30', '0000-00-00 00:00:00', '', 0, 0, ''),
(27, 1, 160, '0000-00-00 00:00:00', '', '', '', 0, '', '', '', 30385154, 0, '', '', '', 0, 1, 0, 0, '2014-07-21 16:16:52', '2014-07-27 17:17:27', '', 3, 1, ''),
(28, 2, 160, '0000-00-00 00:00:00', '', '', '', 0, '', '', '', 30385154, 0, '', '', '', 0, 1, 0, 0, '2014-07-21 16:16:57', '0000-00-00 00:00:00', '', 0, 1, ''),
(29, 3, 160, '0000-00-00 00:00:00', '', '', '', 0, '', '', '', 30385154, 0, '', '', '', 0, 1, 0, 0, '2014-07-21 16:17:00', '0000-00-00 00:00:00', '', 0, 1, ''),
(30, 4, 160, '0000-00-00 00:00:00', '', '', '', 0, '', '', '', 30385154, 0, '', '', '', 0, 1, 0, 0, '2014-07-21 16:22:29', '0000-00-00 00:00:00', '', 0, 1, ''),
(31, 5, 160, '0000-00-00 00:00:00', '', '', '', 160, 'azizms@gmail.com', '', '', 30385154, 0, '', '201222489051', '', 0, 1, 0, 0, '2014-07-21 16:25:41', '2014-07-27 17:17:27', '', 2, 2, '3522222222'),
(32, 6, 160, '0000-00-00 00:00:00', '', '', '', 160, 'azizms@gmail.com', '', '', 30385154, 0, '', '201222489051', '', 0, 1, 0, 0, '2014-07-21 16:29:24', '2014-07-23 21:24:43', 'Adult', 3, 2, '3522222222'),
(33, 5, 160, '0000-00-00 00:00:00', 'ari', 'aircode', 'arrfrom', 160, 'undefined', '', '', 30385154, 0, '', '', '', 0, 1, 0, 0, '2014-07-21 16:45:42', '2014-07-27 17:17:27', 'Adult', 3, 2, '3522222222'),
(34, 5, 160, '0000-00-00 00:00:00', 'air2', 'aire2co', 'arrvf', 160, 'undefined', '', '', 30385154, 0, '', '', '', 0, 1, 0, 0, '2014-07-21 16:48:21', '2014-07-27 17:17:27', 'Adult', 3, 2, '3522222222'),
(35, 5, 160, '0000-00-00 00:00:00', '', '', '', 160, 'azizms@gmail.com', '', '', 30385154, 0, '', '201222489051', '', 0, 1, 0, 0, '2014-07-21 16:48:43', '2014-07-27 17:17:27', 'Adult', 3, 2, '3522222222'),
(36, 5, 165, '0000-00-00 00:00:00', '', '', '', 160, 'tid_88@hotmail.com', '', '', 30385152, 0, '', '+971503845472', '', 0, 1, 0, 0, '2014-07-22 14:29:30', '2014-07-27 17:17:27', 'Adult', 3, 2, '3522222222'),
(37, 5, 166, '0000-00-00 00:00:00', '', '', '', 160, 'ekbal63@gmail.com', '', '', 30385153, 0, '', '+971507650681', '', 0, 1, 0, 0, '2014-07-23 16:32:01', '2014-07-27 17:17:27', 'Adult', 3, 2, '3522222222'),
(38, 5, 167, '0000-00-00 00:00:00', '', '', '', 160, 'abbas.s.husain@gmail.com', '', '', 30385150, 0, '', '+971503504786', '', 0, 1, 0, 0, '2014-07-23 16:34:12', '2014-07-27 17:17:27', 'Adult', 3, 2, '3522222222'),
(39, 5, 168, '0000-00-00 00:00:00', 'aa', 'assee', 'sddd', 168, 'mshakirvasi@gmail.com', 'THisi s new booking', '', 20322202, 0, '', '+971506761525', '', 0, 1, 0, 0, '2014-07-23 20:17:30', '2014-07-27 17:17:27', 'Adult', 2, 1, '30385154'),
(40, 5, 169, '0000-00-00 00:00:00', '', '', '', 168, 'azizms@gmail.com', '', '', 30387405, 0, '', '+971503557882', '', 0, 1, 0, 0, '2014-07-23 20:20:03', '2014-07-27 17:17:27', 'Adult', 1, 1, '30385154'),
(41, 5, 161, '0000-00-00 00:00:00', '', '', '', 168, 'pratapgarhjamaat@gmail.com', '', '', 30385155, 0, '', '918696160606', '', 0, 1, 0, 0, '2014-07-23 20:38:45', '2014-07-27 17:17:27', 'Adult', 2, 1, '30385154'),
(42, 5, 170, '0000-00-00 00:00:00', '', '', '', 160, 'aqhamidi@gmail.com', '', '', 30385151, 0, '', '+971551287652', '', 0, 1, 0, 0, '2014-07-24 16:34:47', '2014-07-27 17:17:27', 'Adult', 2, 2, '3522222222'),
(43, 5, 171, '0000-00-00 00:00:00', '', '', '', 168, 'saifee.tarwala@gmail.com', '', '', 20322201, 0, '', '+919377718873', '', 0, 1, 0, 0, '2014-07-25 05:39:47', '2014-07-27 17:17:27', 'Adult', 3, 1, '30385154'),
(44, 5, 172, '0000-00-00 00:00:00', '', '', '', 168, 'safdiwan@yahoo.com', '', '', 20322203, 0, '', '', '', 0, 1, 0, 0, '2014-07-25 05:52:34', '2014-07-27 17:17:27', 'Adult', 2, 1, '30385154'),
(45, 6, 173, '0000-00-00 00:00:00', '', '', '', 173, 'mustafa.batul@yahoo.com', '', '', 20322205, 0, '', '+971506502095', '', 0, 1, 0, 0, '2014-07-31 18:58:41', '0000-00-00 00:00:00', 'Adult', 1, 2, ''),
(46, 6, 174, '0000-00-00 00:00:00', '', '', '', 173, 'zoher@emirates.net.ae', '', '', 20322206, 0, '', '+971504581406', '', 0, 1, 0, 0, '2014-07-31 18:58:48', '0000-00-00 00:00:00', 'Adult', 2, 2, ''),
(47, 6, 175, '0000-00-00 00:00:00', '', '', '', 173, 'raju522000@yahoo.com', '', '', 20322208, 0, '', '+971506760251', '', 0, 1, 0, 0, '2014-07-31 18:59:06', '0000-00-00 00:00:00', 'Adult', 0, 2, ''),
(48, 7, 176, '0000-00-00 00:00:00', '', '', '', 176, 'alijawadubai@gmail.com', '', '', 30385156, 0, '', '+971506539150', '', 0, 1, 0, 0, '2014-08-16 09:46:35', '2014-08-16 09:53:18', 'Adult', 2, 2, ''),
(49, 7, 177, '0000-00-00 00:00:00', 'EK', 'EK101', 'Dubai', 176, 'mnasikwala2002@yahoo.com', 'This is remarks', '', 30385158, 0, '', '+971501914082', '', 0, 1, 0, 0, '2014-08-16 09:46:52', '2014-08-16 09:53:18', 'Adult', 1, 1, ''),
(50, 8, 178, '0000-00-00 00:00:00', 'ek', '111', 'dxb', 178, 'mufaddalshehabi@gmail.com', 'fgfg', '', 30355522, 0, '', '+201224211510', '', 0, 1, 0, 0, '2014-08-18 06:00:02', '2014-08-18 07:02:33', 'Adult', 1, 2, ''),
(51, 8, 179, '0000-00-00 00:00:00', 'ek', '111', 'dxb', 178, 'murtaza.shehabi@gmail.com', 'fgfg', '', 30355523, 0, '', '+201225285192', '', 0, 1, 0, 0, '2014-08-18 06:00:28', '2014-08-18 07:02:33', 'Adult', 1, 2, ''),
(52, 9, 181, '0000-00-00 00:00:00', '', '', '', 180, 'mustafaqasim@gmail.com', '', '', 30355785, 0, '', '+201222148734', '', 0, 1, 0, 0, '2014-08-18 06:56:18', '0000-00-00 00:00:00', 'Adult', 0, 2, ''),
(53, 9, 182, '0000-00-00 00:00:00', '', '', '', 180, 'mustafaqasim@gmail.com', '', '', 30355784, 0, '', '+201222148734', '', 0, 1, 0, 0, '2014-08-18 06:56:27', '0000-00-00 00:00:00', 'Adult', 0, 2, ''),
(54, 10, 183, '0000-00-00 00:00:00', 'rek', '1111', '111', 183, 'hussainvajihi@gmail.com', 'dfddf', '', 30355667, 0, '', '+201224261370', '', 0, 1, 0, 0, '2014-08-19 05:35:57', '2014-08-19 05:48:10', 'Adult', 1, 1, '30355667'),
(55, 10, 184, '0000-00-00 00:00:00', 'rek', '1111', '111', 183, 'qusaih@hotmail.com', 'dfddf', '', 30355669, 0, '', '+919167855766', '', 0, 1, 0, 0, '2014-08-19 05:36:12', '2014-08-19 05:48:10', 'Adult', 1, 1, '30355667'),
(56, 10, 185, '0000-00-00 00:00:00', 'rek', '1111', '111', 183, 'ummehani.vajihi@gmail.com', 'dfddf', '', 30355670, 0, '', '+201094521952', '', 0, 1, 0, 0, '2014-08-19 05:36:46', '2014-08-19 05:48:10', 'Adult', 1, 1, '30355667');

-- --------------------------------------------------------

--
-- Table structure for table `fiz_reservation_settings`
--

CREATE TABLE IF NOT EXISTS `fiz_reservation_settings` (
  `id` int(11) NOT NULL,
  `new_email_subject` varchar(255) NOT NULL,
  `email_from` text NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `cat_id` text NOT NULL,
  `package_category` varchar(255) NOT NULL,
  `email_from_name` varchar(255) NOT NULL,
  `email_copy` text NOT NULL,
  `edit_email_subject` varchar(255) NOT NULL,
  `delete_email_subject` varchar(255) NOT NULL,
  `email_new_template` int(11) NOT NULL,
  `email_edit_template` int(11) NOT NULL,
  `email_delete_template` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `des` text NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `fiz_reservation_settings`
--

INSERT INTO `fiz_reservation_settings` (`id`, `new_email_subject`, `email_from`, `enabled`, `delete`, `order`, `created`, `modified`, `cat_id`, `package_category`, `email_from_name`, `email_copy`, `edit_email_subject`, `delete_email_subject`, `email_new_template`, `email_edit_template`, `email_delete_template`, `title`, `des`) VALUES
(1, 'New Reservation', 'Faiz Reservations', 1, 0, 0, '2014-06-03 00:00:00', '2014-06-02 16:43:51', '', ',1,2', '0', 'azizms@gmail.com', 'Edit Reservation', 'Delete Reservation', 348, 348, 348, 'New', 'fsdfds sdfsdf sdfsd sdfsd sdfsdf');

-- --------------------------------------------------------

--
-- Table structure for table `fiz_voucher`
--

CREATE TABLE IF NOT EXISTS `fiz_voucher` (
  `id` int(11) NOT NULL,
  `user_id` int(255) NOT NULL,
  `reservation_id` int(11) NOT NULL,
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL,
  `delete` int(11) NOT NULL,
  `enabled` int(11) NOT NULL,
  `order` int(11) NOT NULL,
  `v_checkin` date NOT NULL,
  `v_checkout` date NOT NULL,
  `history` int(11) NOT NULL,
  `hotel_id` int(11) NOT NULL,
  `rooms_data` text NOT NULL,
  `remarks` text NOT NULL,
  `status` varchar(255) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `fiz_voucher`
--

INSERT INTO `fiz_voucher` (`id`, `user_id`, `reservation_id`, `modified`, `created`, `delete`, `enabled`, `order`, `v_checkin`, `v_checkout`, `history`, `hotel_id`, `rooms_data`, `remarks`, `status`) VALUES
(1, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 0, '2014-06-16', '2014-06-18', 0, 1, 'room_single=>5__room_double=>6__', '', ''),
(2, 0, 0, '0000-00-00 00:00:00', '2014-07-23 16:12:31', 0, 0, 0, '2014-06-18', '0000-00-00', 0, 0, 'room_single=>5__room_double=>6__', '', ''),
(3, 0, 0, '0000-00-00 00:00:00', '2014-07-23 16:12:31', 0, 0, 0, '0000-00-00', '0000-00-00', 0, 0, '', '', '');

-- --------------------------------------------------------

--
-- Table structure for table `fiz_voucher_xref`
--

CREATE TABLE IF NOT EXISTS `fiz_voucher_xref` (
  `id` int(11) NOT NULL,
  `reservation_id` int(255) NOT NULL,
  `voucher_id` int(11) NOT NULL,
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL,
  `delete` int(11) NOT NULL,
  `enabled` int(11) NOT NULL,
  `order` int(11) NOT NULL,
  `status` varchar(255) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=7 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `fiz_voucher_xref`
--

INSERT INTO `fiz_voucher_xref` (`id`, `reservation_id`, `voucher_id`, `modified`, `created`, `delete`, `enabled`, `order`, `status`) VALUES
(1, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 0, ''),
(2, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 0, ''),
(3, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 0, ''),
(4, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0, 0, ''),
(5, 0, 2, '0000-00-00 00:00:00', '2014-07-23 16:12:31', 0, 0, 0, 'cut'),
(6, 0, 3, '0000-00-00 00:00:00', '2014-07-23 16:12:31', 0, 0, 0, 'trns');

-- --------------------------------------------------------

--
-- Table structure for table `lawazim_packages`
--

CREATE TABLE IF NOT EXISTS `lawazim_packages` (
  `id` int(11) NOT NULL,
  `question` text NOT NULL,
  `answer` text NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `cat_id` text NOT NULL,
  `title` varchar(255) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `menu_itmes`
--

CREATE TABLE IF NOT EXISTS `menu_itmes` (
  `id` int(11) NOT NULL,
  `parent_id` int(11) NOT NULL,
  `mei_background` varchar(255) DEFAULT NULL,
  `mei_image` text,
  `mei_options` text,
  `mei_morecss` text,
  `mei_title` varchar(255) NOT NULL,
  `mei_alias` varchar(25) NOT NULL,
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `mei_home` tinyint(4) NOT NULL,
  `properties` text NOT NULL,
  `mei_main` text NOT NULL,
  `cat_id` int(11) NOT NULL DEFAULT '0',
  `mei_template` varchar(25) NOT NULL,
  `show` varchar(255) NOT NULL,
  `mei_comment` text NOT NULL,
  `openType` tinyint(4) NOT NULL,
  `main_link` tinyint(4) NOT NULL DEFAULT '0',
  `permission` text NOT NULL,
  `permission_all` tinyint(4) NOT NULL,
  `description` text NOT NULL,
  `keywords` text NOT NULL,
  `header` text NOT NULL,
  `site` text NOT NULL,
  `all_site` tinyint(4) NOT NULL,
  `color` varchar(255) NOT NULL,
  `permission_gust` tinyint(4) NOT NULL,
  `property__url` text NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=369 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `menu_itmes`
--

INSERT INTO `menu_itmes` (`id`, `parent_id`, `mei_background`, `mei_image`, `mei_options`, `mei_morecss`, `mei_title`, `mei_alias`, `modified`, `created`, `enabled`, `order`, `delete`, `mei_home`, `properties`, `mei_main`, `cat_id`, `mei_template`, `show`, `mei_comment`, `openType`, `main_link`, `permission`, `permission_all`, `description`, `keywords`, `header`, `site`, `all_site`, `color`, `permission_gust`, `property__url`) VALUES
(223, 14, NULL, NULL, NULL, NULL, 'Contact Us', 'Contact-Us-bottom', '2013-05-28 00:00:00', '2013-04-17 05:36:05', 1, 160, 0, 0, 'imagegallery__;selectcode__110;', 'com_html', 0, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(225, 14, NULL, NULL, NULL, NULL, 'Business', 'Business', '2013-05-28 00:00:00', '2013-04-17 05:36:05', 1, 162, 0, 0, 'imagegallery__;selectcode__110;', 'com_html', 0, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(226, 14, NULL, NULL, NULL, NULL, 'Edit Reservation', 'Edit-Reservation-down', '2013-05-28 00:00:00', '2013-04-17 05:36:05', 1, 163, 0, 0, 'imagegallery__;selectcode__110;', 'com_html', 0, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(227, 14, NULL, NULL, NULL, NULL, 'FAQ', 'FAQ-down', '2013-05-28 00:00:00', '2013-04-17 05:36:05', 1, 164, 0, 0, 'imagegallery__;selectcode__110;', 'com_html', 0, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(218, 0, NULL, NULL, NULL, '', 'F.A.Q', 'F.A.Q', '2013-12-10 00:00:00', '2013-04-16 05:17:16', 1, 157, 0, 0, 'faqtype__0;faqstyle__list;', 'com_faq', 0, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(219, 14, NULL, NULL, NULL, NULL, 'Home', 'home', '0000-00-00 00:00:00', '2013-04-17 05:36:05', 1, 156, 0, 0, 'imagegallery__;selectcode__110;', 'com_html', 0, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(220, 14, NULL, NULL, NULL, NULL, 'Cairo', 'Cairo', '2013-05-28 00:00:00', '2013-04-17 05:36:05', 1, 157, 0, 0, 'imagegallery__;selectcode__110;', 'com_html', 0, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(221, 14, NULL, NULL, NULL, NULL, 'Standard', 'Standard', '2013-05-28 00:00:00', '2013-04-17 05:36:05', 1, 158, 0, 0, 'imagegallery__;selectcode__110;', 'com_html', 0, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(222, 14, NULL, NULL, NULL, NULL, 'Reservation', 'Reservation', '2013-05-28 00:00:00', '2013-04-17 05:36:05', 1, 159, 0, 0, 'imagegallery__;selectcode__110;', 'com_html', 0, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(199, 0, NULL, NULL, NULL, '', 'ABOUT2', 'ABOUT2', '2013-12-09 00:00:00', '2013-04-15 14:40:24', 1, 154, 0, 0, 'imagegallery__;selectcode__;', 'com_html', 0, '', '0', '', 1, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(214, 0, NULL, NULL, NULL, '', 'HOME', 'home', '2013-12-11 00:00:00', '2013-04-15 14:49:04', 1, 156, 0, 0, 'imagegallery__;selectcode__128;', 'com_html', 0, '', '1', '', 1, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(215, 0, NULL, NULL, NULL, '', 'Contact Us', 'Contact-Us', '2013-12-10 00:00:00', '2013-04-15 14:49:04', 1, 156, 0, 0, 'contect__5;title__cmail;formlabel__empcland@gmail.com;formmail__empcland@gmail.com;showmap__0;width__;height__;Lat__;Lng__;zoom__14;markerTitle__;intro__;markerData__;', 'com_contect', 0, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(232, 14, NULL, NULL, NULL, NULL, 'Guestbook', 'Guestbook-down', '2013-05-28 00:00:00', '2013-04-17 05:36:05', 1, 168, 0, 0, 'imagegallery__;selectcode__110;', 'com_html', 0, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(233, 14, NULL, NULL, NULL, NULL, '-', '#', '2013-05-28 00:00:00', '2013-04-17 05:36:05', 1, 169, 0, 0, 'imagegallery__;selectcode__110;', 'com_html', 0, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(234, 14, NULL, NULL, NULL, NULL, '-', '#', '2013-05-28 00:00:00', '2013-04-17 05:36:05', 1, 170, 0, 0, 'imagegallery__;selectcode__110;', 'com_html', 0, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(235, 14, NULL, NULL, NULL, NULL, 'Virtual Tours', 'Virtual-Tours-Down', '2013-05-28 00:00:00', '2013-04-17 05:36:05', 1, 171, 0, 0, 'imagegallery__;selectcode__110;', 'com_html', 0, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(237, 8, NULL, NULL, NULL, NULL, 'Outside Faiz', 'Outside-Faiz', '0000-00-00 00:00:00', '2013-05-29 08:14:38', 1, 173, 0, 0, 'url__#;', 'GET__com', 236, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(238, 0, '', '', '', '', 'DataTest', 'DataTest', '2013-09-02 00:00:00', '0000-00-00 00:00:00', 1, 174, 0, 0, 'data__12;', 'com_data', 0, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(241, 15, NULL, NULL, NULL, '', 'Instructions for safar	', 'Instructions-for-safar', '2014-11-05 12:57:11', '2013-10-22 04:50:57', 1, 176, 0, 1, 'imagegallery__;selectcode__110;', 'com_html', 0, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(242, 15, NULL, NULL, NULL, '', 'about1', 'about1', '2014-11-05 12:57:11', '2013-10-22 04:51:11', 1, 177, 0, 0, 'imagegallery__;selectcode__;', 'com_html', 0, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(243, 15, NULL, NULL, NULL, '', 'vidyoustest', 'vidyoustest', '2014-11-05 15:40:37', '2013-10-22 04:51:24', 1, 178, 0, 0, 'imagegallery__;selectcode__124;', 'com_video_gallery', 0, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(244, 15, NULL, NULL, NULL, '', 'Step 1', 'Step-1', '2014-11-05 12:57:11', '2013-10-22 04:51:36', 1, 179, 0, 0, 'imagegallery__;selectcode__125;', 'com_html', 0, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(245, 15, '', '', '', '', 'imagesTest', 'imagesTest', '2014-11-05 15:39:30', '2013-04-17 06:24:57', 1, 159, 0, 0, 'cat_id__36;nums__3;catPageViewTitle__1;catPageViewImage__1;catPageViewDes__1;catPageViewHist__0;catPageViewAuthor__0;catPageViewDate__0;desLimit__20;shareView__0;introInBody__0;thimageinBody__0;comment__0;', 'com_images_gallery', 0, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(246, 15, '', '', '', '', 'Accomodation', 'Accomodation', '2014-11-05 12:57:11', '2013-04-15 14:47:08', 1, 155, 0, 0, 'gallery__65;rowNumbers__10;catPageViewTitle__1;catPageViewImage__1;catPageViewDes__0;catPageViewHist__0;', 'com_images_gallery', 0, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(249, 18, NULL, NULL, NULL, '', 'faiz', 'faizfaiz', '2013-12-04 00:00:00', '2013-12-04 18:35:12', 1, 182, 0, 0, 'url__#;', 'com_link', 0, '', '0', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(251, 8, NULL, NULL, NULL, '', 'app', 'app', '0000-00-00 00:00:00', '2013-12-09 17:29:45', 1, 184, 0, 0, 'url__;', '', 230, '', '1', '', 1, 1, '', 0, '', '', '', '', 0, '', 0, ''),
(253, 10, NULL, NULL, NULL, '', 'a', 'aa', '0000-00-00 00:00:00', '2013-12-10 06:27:32', 1, 117, 0, 0, 'url__;', 'com_link', 128, '', '1', 'a', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(254, 10, NULL, NULL, NULL, '', 'ddd', 'ddddd', '0000-00-00 00:00:00', '2013-12-10 06:28:29', 1, 186, 0, 0, 'url__;', 'com_link', 128, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(255, 10, NULL, NULL, NULL, '', 'ddd', 'ddddd', '0000-00-00 00:00:00', '2013-12-10 06:28:56', 1, 187, 0, 0, 'url__;', 'com_link', 128, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(256, 10, NULL, NULL, NULL, '', 'ddd', 'ddddd', '0000-00-00 00:00:00', '2013-12-10 06:29:10', 1, 188, 0, 0, 'url__;', 'com_link', 128, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(257, 10, NULL, NULL, NULL, '', 'ddd', 'ddddd', '0000-00-00 00:00:00', '2013-12-10 06:29:10', 1, 189, 0, 0, 'url__;', 'com_link', 128, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(258, 10, NULL, NULL, NULL, '', 'ddd', 'ddddd', '0000-00-00 00:00:00', '2013-12-10 06:30:45', 1, 190, 0, 0, 'url__;', 'com_link', 128, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(259, 10, NULL, NULL, NULL, '', 'ddd', 'ddddd', '0000-00-00 00:00:00', '2013-12-10 06:31:02', 1, 191, 0, 0, 'url__;', 'com_link', 128, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(262, 8, NULL, NULL, NULL, '', 'add', 'add', '0000-00-00 00:00:00', '2013-12-23 12:58:17', 1, 194, 0, 0, '', 'com_content_article', 231, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(286, 8, NULL, NULL, NULL, '.page-title div.data {\r\nbackground:none;\r\n}', 'Products', 'Products', '2014-04-23 16:34:34', '2014-01-20 13:28:28', 1, 214, 0, 0, '', 'com_project', 0, '', '0', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(289, 8, '', '', '', '', 'Our Products', 'Our-Products', '2014-09-30 05:35:32', '2014-01-22 07:56:58', 1, 221, 0, 0, '', 'com_link', 0, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, 'abcede', 0, '#'),
(292, 8, '', '', '', '', 'Home       ', 'Home', '2014-04-25 13:58:32', '2014-01-22 07:56:58', 1, 216, 0, 0, '', 'com_link', 0, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, 'f7d600', 0, '#'),
(310, 13, NULL, NULL, NULL, '', 'الشروط و الاحكام', 'terms-of-use', '2014-04-15 06:19:20', '2014-01-28 05:09:30', 1, 238, 0, 0, '', 'com_html', 333, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(309, 13, NULL, NULL, NULL, '', 'فريق العمل ', 'our-team', '2014-02-06 00:00:00', '2014-01-28 05:04:36', 1, 237, 0, 0, '', 'com_html', 304, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(307, 13, NULL, NULL, NULL, '', 'الية اختيار المشاريع ', 'projects-guideline', '2014-02-06 00:00:00', '2014-01-28 05:03:02', 1, 235, 0, 0, '', 'com_html', 304, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(306, 13, NULL, NULL, NULL, '', 'كيف تعمل مدد ', 'how-madad-works', '2014-02-06 00:00:00', '2014-01-28 05:00:44', 1, 234, 0, 0, '', 'com_html', 304, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(305, 13, NULL, NULL, NULL, '', 'من نحن (مهمتنا) ', 'about-mission', '2014-02-24 02:46:30', '2014-01-28 04:51:39', 1, 233, 0, 0, '', 'com_html', 304, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(304, 13, NULL, NULL, NULL, '', 'عن مدد', 'عن-مدد', '2014-02-06 00:00:00', '2014-01-28 04:16:33', 1, 232, 0, 0, '', 'com_link', 0, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(303, 8, NULL, '', NULL, '', 'About', 'About', '2014-04-25 14:03:42', '2014-01-26 11:15:53', 1, 231, 0, 0, '', 'com_html', 0, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(308, 13, NULL, NULL, NULL, '', 'خصوصية البيانات', 'privacy-policy', '2014-04-15 06:19:42', '2014-01-28 05:03:35', 1, 236, 0, 0, '', 'com_html', 333, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(319, 13, '', '', '', '', 'انضم لفريق العمل ', 'join-the-team', '2014-02-06 00:00:00', '2014-01-28 05:10:13', 1, 239, 0, 0, '', 'com_html', 304, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(325, 13, NULL, NULL, NULL, '', 'استكشف مشاريع في مجالات ', 'استكشف-مشاريع-في-مجالات', '2014-02-06 00:00:00', '2014-02-04 12:59:39', 1, 242, 0, 0, '', 'com_link', 0, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(327, 13, NULL, NULL, NULL, '', 'الطفل', 'Discover-Projects-for-Chi', '2014-04-15 06:00:02', '2014-02-04 13:01:56', 1, 244, 0, 0, '', 'com_link', 325, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, '/search/cat=Children/'),
(328, 13, NULL, NULL, NULL, '', 'المرأة', 'Discover-Projects-for-Wom', '2014-03-19 15:44:06', '2014-02-04 13:02:26', 1, 245, 0, 0, '', 'com_link', 325, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, '/search/cat=Women/'),
(329, 13, NULL, NULL, NULL, '', 'البيئة', 'Discover-Projects-for-Env', '2014-03-19 15:44:40', '2014-02-04 13:02:55', 1, 246, 0, 0, '', 'com_link', 325, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, '/search/cat=Environment/'),
(330, 13, NULL, NULL, NULL, '', 'الصحة', 'Discover-Projects-for-Hea', '2014-03-19 15:44:59', '2014-02-04 13:03:24', 1, 247, 0, 0, '', 'com_link', 325, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, '/search/cat=Health/'),
(331, 13, NULL, NULL, NULL, '', 'التعليم', 'Discover-Projects-for-Edu', '2014-03-19 15:45:22', '2014-02-04 13:04:03', 1, 248, 0, 0, '', 'com_link', 325, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, '/search/cat=Education/'),
(332, 13, NULL, NULL, NULL, '', 'الفقر', 'Discover-Projects-for-Pov', '2014-03-19 15:46:39', '2014-02-04 13:04:33', 1, 249, 0, 0, '', 'com_link', 325, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, '/search/cat=Poverty/'),
(333, 13, NULL, NULL, NULL, '', 'عن الموقع', 'about-the-site', '0000-00-00 00:00:00', '2014-02-06 04:08:53', 1, 250, 0, 0, '', 'com_link', 0, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(334, 13, NULL, NULL, NULL, '', 'خريطة الموقع ', 'sitemap', '0000-00-00 00:00:00', '2014-02-06 04:09:25', 1, 251, 0, 0, '', 'com_link', 333, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(335, 13, NULL, NULL, NULL, '', 'شركائنا', 'partners', '0000-00-00 00:00:00', '2014-02-06 04:17:02', 1, 252, 0, 0, '', 'com_link', 304, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(336, 13, NULL, NULL, NULL, '', 'الخدمات', 'services', '0000-00-00 00:00:00', '2014-02-06 04:18:33', 1, 253, 0, 0, '', 'com_link', 0, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(337, 13, NULL, NULL, NULL, '', 'دخول / تسجيل', 'login', '0000-00-00 00:00:00', '2014-02-06 04:19:18', 1, 254, 0, 0, '', 'com_link', 336, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(338, 13, NULL, NULL, NULL, '', 'طرق المساهمة ', 'donation-channels', '0000-00-00 00:00:00', '2014-02-06 04:20:39', 1, 255, 0, 0, '', 'com_link', 336, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(339, 13, NULL, NULL, NULL, '', 'ترشيح مشروع ', 'recommend-projects', '0000-00-00 00:00:00', '2014-02-06 04:21:11', 1, 256, 0, 0, '', 'com_link', 336, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(340, 13, NULL, NULL, NULL, '', 'المساعدة', 'support', '0000-00-00 00:00:00', '2014-02-06 04:22:44', 1, 257, 0, 0, '', 'com_link', 0, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(341, 13, NULL, NULL, NULL, '', 'الأسئلة الشائعة ', 'faq', '2014-03-17 11:06:10', '2014-02-06 04:23:15', 1, 258, 0, 0, '', 'com_faq', 340, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(342, 13, NULL, NULL, NULL, '', 'اتصل بنا', 'contact-us', '0000-00-00 00:00:00', '2014-02-06 04:23:44', 1, 259, 0, 0, '', 'com_link', 340, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(344, 13, NULL, NULL, NULL, '', 'مدد بالعربي', 'madad-arabic', '2014-03-09 09:47:37', '2014-03-09 09:44:26', 1, 260, 0, 0, '', 'com_html', 340, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(366, 10, NULL, NULL, NULL, '', 'ع', 'ع', '0000-00-00 00:00:00', '2014-09-29 13:34:45', 1, 276, 0, 0, '', 'com_link', 0, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, '/ar/'),
(350, 8, NULL, NULL, NULL, '', 'test', 'test', '2014-09-30 05:27:28', '2014-09-22 16:34:16', 1, 263, 1, 0, '', 'com_html', 286, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(351, 8, '', '', '', '', 'test', 'test', '2014-09-30 05:27:28', '2014-09-22 16:34:16', 1, 263, 1, 0, '', 'com_html', 286, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(352, 8, '', '', '', '', 'test', 'test', '2014-09-30 05:27:28', '2014-09-22 16:34:16', 1, 263, 1, 0, '', 'com_html', 286, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(353, 8, '', '', '', '', 'test', 'test', '2014-09-22 16:34:55', '2014-09-22 16:34:16', 1, 263, 0, 0, '', 'com_html', 286, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(354, 8, NULL, NULL, NULL, '', 'ttttt', 'ttttt', '2014-09-30 05:27:13', '2014-09-25 05:38:48', 1, 264, 1, 0, '', 'com_html', 303, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(355, 8, NULL, NULL, NULL, '', 'Spices', 'Spices', '0000-00-00 00:00:00', '2014-09-27 10:44:14', 1, 265, 0, 0, '', 'com_link', 289, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, '/@%get::lang%@/Products/Spices/'),
(356, 8, NULL, NULL, NULL, '', 'Dry Fruits', 'Dry-Fruits', '0000-00-00 00:00:00', '2014-09-27 10:49:29', 1, 266, 0, 0, '', 'com_link', 289, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, '/@%get::lang%@/Products/Dry-Fruits/'),
(357, 8, NULL, NULL, NULL, '', 'Herbs', 'Herbs', '0000-00-00 00:00:00', '2014-09-27 10:50:28', 1, 267, 0, 0, '', 'com_link', 289, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, '/@%get::lang%@/Products/Herbs/'),
(358, 8, NULL, NULL, NULL, '', 'Bird & Animal Feed', 'Bird-Animal-Feed', '2014-09-27 11:17:46', '2014-09-27 10:51:42', 1, 268, 0, 0, '', 'com_link', 289, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, '/@%get::lang%@/Products/Bird-and-Animal-Feed/'),
(359, 8, NULL, NULL, NULL, '', 'Dairy Products', 'Dairy-Products', '0000-00-00 00:00:00', '2014-09-27 10:52:21', 1, 269, 0, 0, '', 'com_link', 289, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, '/@%get::lang%@/Products/Dairy-Products/'),
(360, 8, NULL, NULL, NULL, '', 'Confectionery', 'Confectionery', '0000-00-00 00:00:00', '2014-09-27 10:53:26', 1, 270, 0, 0, '', 'com_link', 289, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, '/@%get::lang%@/Products/Confectionery/'),
(361, 8, NULL, NULL, NULL, '', 'Canned Food', 'Canned-Food', '0000-00-00 00:00:00', '2014-09-27 10:53:54', 1, 271, 0, 0, '', 'com_link', 289, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, '/@%get::lang%@/Products/Canned-Food/'),
(362, 8, NULL, NULL, NULL, '', 'Food Chemicals', 'Food-Chemicals', '0000-00-00 00:00:00', '2014-09-27 11:19:00', 1, 272, 0, 0, '', 'com_link', 289, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, '/@%get::lang%@/Products/Food-Chemicals/'),
(363, 8, NULL, NULL, NULL, '', 'Others', 'Others', '0000-00-00 00:00:00', '2014-09-27 11:19:34', 1, 273, 0, 0, '', 'com_link', 289, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, '/@%get::lang%@/Products/Others/'),
(364, 8, NULL, NULL, NULL, '', 'Commodities', 'Commodities', '0000-00-00 00:00:00', '2014-09-27 11:20:22', 1, 274, 0, 0, '', 'com_link', 289, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, '/@%get::lang%@/Products/Commodities/'),
(365, 8, NULL, NULL, NULL, '', 'Hardware & Tools', 'Hardware-and-Tools', '0000-00-00 00:00:00', '2014-09-27 11:21:32', 1, 275, 0, 0, '', 'com_link', 289, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, '/@%get::lang%@/Products/Hardware-and-Tools/'),
(367, 8, NULL, NULL, NULL, '', 'qrecycle', 'qrecycle', '0000-00-00 00:00:00', '2014-10-27 08:40:40', 1, 277, 0, 0, '', 'com_wizard', 0, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, ''),
(368, 15, NULL, NULL, NULL, '', 'w', 'w', '2014-11-16 07:53:15', '2014-11-03 15:27:40', 1, 278, 0, 0, '', 'com_wizard', 0, '', '1', '', 0, 1, '', 1, '', '', '', '', 1, '', 0, '');

-- --------------------------------------------------------

--
-- Table structure for table `menu_itmes_permission_xref`
--

CREATE TABLE IF NOT EXISTS `menu_itmes_permission_xref` (
  `id` int(11) NOT NULL,
  `item_id` int(11) NOT NULL,
  `cat_id` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=93 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `menu_itmes_permission_xref`
--

INSERT INTO `menu_itmes_permission_xref` (`id`, `item_id`, `cat_id`, `delete`, `order`, `enabled`, `modified`, `created`) VALUES
(31, 171, 4, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(30, 171, 3, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(24, 176, 3, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(23, 178, 4, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(18, 166, 4, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(22, 178, 3, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(25, 180, 3, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(26, 182, 3, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(27, 182, 4, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(43, 240, 3, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(74, 239, 3, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(73, 250, 4, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(80, 320, 4, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(79, 320, 3, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(92, 349, 4, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(91, 349, 3, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `menu_itmes_site_xref`
--

CREATE TABLE IF NOT EXISTS `menu_itmes_site_xref` (
  `id` int(11) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `order` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL DEFAULT '0',
  `item_id` int(11) NOT NULL,
  `cat_id` int(11) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `menu_itmes_site_xref`
--

INSERT INTO `menu_itmes_site_xref` (`id`, `created`, `modified`, `enabled`, `order`, `delete`, `item_id`, `cat_id`) VALUES
(2, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1, 1);

-- --------------------------------------------------------

--
-- Table structure for table `menu_xref_com`
--

CREATE TABLE IF NOT EXISTS `menu_xref_com` (
  `id` int(11) NOT NULL,
  `mxc_menu_id` int(11) NOT NULL,
  `mxc_com_id` int(11) NOT NULL,
  `properties` text,
  `mxc_morecss` text,
  `order` int(11) NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `delete` tinyint(4) NOT NULL,
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `menu_xref_mod`
--

CREATE TABLE IF NOT EXISTS `menu_xref_mod` (
  `id` int(11) NOT NULL,
  `mxm_menu_id` int(11) NOT NULL,
  `mxm_mod_id` int(11) NOT NULL,
  `mxm_options` text,
  `mxm_morecss` text,
  `mxm_order` int(11) NOT NULL,
  `order` int(11) NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `delete` tinyint(4) NOT NULL,
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=875 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `menu_xref_mod`
--

INSERT INTO `menu_xref_mod` (`id`, `mxm_menu_id`, `mxm_mod_id`, `mxm_options`, `mxm_morecss`, `mxm_order`, `order`, `enabled`, `delete`, `modified`, `created`) VALUES
(333, 149, 150, NULL, NULL, 0, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(334, 149, 169, NULL, NULL, 0, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(340, 149, 168, NULL, NULL, 0, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(341, 149, 166, NULL, NULL, 0, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(337, 149, 154, NULL, NULL, 0, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(338, 149, 155, NULL, NULL, 0, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(339, 149, 148, NULL, NULL, 0, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(368, 149, 171, NULL, NULL, 0, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(369, 164, 177, NULL, NULL, 0, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(373, 164, 178, NULL, NULL, 0, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(374, 0, 0, NULL, NULL, 0, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(375, 0, 0, NULL, NULL, 0, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(376, 0, 0, NULL, NULL, 0, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(377, 0, 0, NULL, NULL, 0, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(378, 0, 0, NULL, NULL, 0, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(624, 164, 179, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(665, 164, 181, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(691, 164, 182, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(660, 164, 183, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(702, 164, 184, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(700, 164, 185, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(694, 164, 187, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(654, 164, 186, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(692, 164, 188, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(661, 164, 189, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(703, 164, 190, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(704, 164, 191, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(706, 164, 197, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(705, 164, 196, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(715, 164, 195, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(693, 164, 194, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(666, 164, 193, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(653, 164, 192, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(722, 164, 203, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(707, 164, 202, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(663, 164, 201, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(696, 164, 200, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(695, 164, 199, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(639, 164, 198, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(721, 164, 204, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(720, 164, 205, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(719, 164, 206, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(718, 164, 207, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(497, 178, 218, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(496, 177, 218, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(498, 166, 225, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(499, 167, 225, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(500, 164, 225, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(501, 174, 225, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(543, 165, 234, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(533, 169, 232, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(532, 170, 232, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(523, 169, 231, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(522, 170, 231, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(521, 171, 231, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(520, 172, 231, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(531, 171, 232, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(542, 168, 234, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(541, 169, 234, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(540, 170, 234, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(539, 171, 234, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(544, 166, 234, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(545, 167, 234, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(712, 164, 236, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(723, 164, 238, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(682, 164, 239, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(698, 164, 245, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(699, 164, 247, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(717, 164, 249, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(725, 164, 250, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(728, 214, 254, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(730, 214, 255, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(745, 214, 258, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(738, 214, 259, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(740, 214, 260, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(742, 214, 261, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(744, 214, 262, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(746, 201, 266, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(792, 303, 272, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(868, 303, 270, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(764, 303, 275, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(753, 303, 269, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(761, 303, 279, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(763, 303, 280, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(805, 345, 283, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(804, 343, 283, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(803, 303, 283, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(802, 293, 283, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(801, 292, 283, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(800, 291, 283, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(799, 290, 283, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(798, 289, 283, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(797, 286, 283, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(796, 262, 283, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(795, 251, 283, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(794, 237, 283, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(793, 287, 283, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(862, 345, 284, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(861, 343, 284, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(860, 303, 284, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(859, 293, 284, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(858, 292, 284, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(857, 291, 284, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(856, 290, 284, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(855, 289, 284, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(854, 286, 284, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(853, 262, 284, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(852, 251, 284, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(851, 237, 284, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(850, 287, 284, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(874, 303, 285, NULL, NULL, 0, 0, 1, 0, '0000-00-00 00:00:00', '2014-10-16 10:10:08');

-- --------------------------------------------------------

--
-- Table structure for table `menu_xref_tem`
--

CREATE TABLE IF NOT EXISTS `menu_xref_tem` (
  `id` int(11) NOT NULL,
  `mxt_menu_id` int(11) NOT NULL,
  `mxt_tem_id` int(11) NOT NULL,
  `mxt_options` text,
  `mxt_morecss` text,
  `order` int(11) NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `delete` tinyint(4) NOT NULL,
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=21 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `menu_xref_tem`
--

INSERT INTO `menu_xref_tem` (`id`, `mxt_menu_id`, `mxt_tem_id`, `mxt_options`, `mxt_morecss`, `order`, `enabled`, `delete`, `modified`, `created`) VALUES
(20, 29, 48, NULL, NULL, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `menu_xref_template`
--

CREATE TABLE IF NOT EXISTS `menu_xref_template` (
  `id` int(11) NOT NULL,
  `item_id` int(11) NOT NULL,
  `cat_id` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- Table structure for table `mod_favorites`
--

CREATE TABLE IF NOT EXISTS `mod_favorites` (
  `id` int(11) NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `icon` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `linke` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=149 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `mod_favorites`
--

INSERT INTO `mod_favorites` (`id`, `title`, `icon`, `linke`, `enabled`, `modified`, `created`, `delete`, `order`) VALUES
(146, 'Modlues_Management', 'images/page_edit.png', '?view=com_modules', 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0),
(86, '', '', '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0),
(55, '', '', '?view=?parent=com_content_article', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0),
(48, '', '', '?view=?parent=com_content_article', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0),
(73, '', '', '?view=menu_itmes', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0),
(45, '', '', '?view=?parent=com_content_article', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0),
(74, '', '', '?view=menu_itmes', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0),
(56, '', '', '?view=menu_itmes', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0),
(84, '', '', '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0),
(85, '', '', '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0),
(47, '', '', '?view=?parent=com_content_article', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0),
(38, '', '', '?view=?parent=com_content_article', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0),
(82, '', '', '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0),
(83, '', '', '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0),
(81, '', '', '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0),
(87, '', '', '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0),
(88, '', '', '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0),
(89, '', '', '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0),
(90, '', '', '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0),
(91, '', '', '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0),
(92, '', '', '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0),
(93, '', '', '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0),
(94, '', '', '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0),
(95, '', '', '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0),
(96, '', '', '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0),
(97, '', '', '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0),
(98, '', '', '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0),
(99, '', '', '', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0),
(124, '', '', '?view=com_contect&', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0),
(121, '', '', '?view=com_contect&', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0),
(122, '', '', '?view=com_contect&', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0),
(123, '', '', '?view=com_contect&', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0),
(110, '', '', '?view=menu_itmes', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0),
(112, '', '', '?view=menu_itmes', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0),
(113, '', '', '?view=menu_itmes', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0),
(114, '', '', '?view=?parent=com_content_article', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0),
(137, 'Top Menu', 'images/menu.png', '?view=menu_itmes&parent=com_menus&parent_id=8', 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0),
(126, '', '', '?view=com_contect&', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0),
(127, '', '', '?view=com_contect&mode=edit', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0),
(128, '', '', '?view=com_contect&mode=edit', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0),
(129, '', '', '?view=com_contect&mode=edit', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0),
(136, 'Top Menu', 'images/menu.png', '?view=menu_itmes&parent=com_menus&parent_id=8', 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0),
(145, 'Video  Gallery-', '', '?view=com_video_gallery', 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0),
(147, 'html', 'images/page_edit.png', '?view=com_html', 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0),
(143, '', '', '?parent=com_images_gallery&view=com_images_gallery_categories&mode=edit', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0),
(148, 'images Gallery', 'images/page_edit.png', '?view=com_images_gallery', 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, 0);

-- --------------------------------------------------------

--
-- Table structure for table `plg_2checkout`
--

CREATE TABLE IF NOT EXISTS `plg_2checkout` (
  `id` int(11) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `order` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL DEFAULT '0',
  `checkout_url` varchar(255) NOT NULL,
  `sid` varchar(255) NOT NULL,
  `purchase_step` varchar(255) NOT NULL,
  `x_receipt_link_url` varchar(255) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `plg_2checkout`
--

INSERT INTO `plg_2checkout` (`id`, `created`, `modified`, `enabled`, `order`, `delete`, `checkout_url`, `sid`, `purchase_step`, `x_receipt_link_url`) VALUES
(1, '2013-05-01 00:00:00', '2013-05-15 00:00:00', 1, 1, 0, 'https://www.2checkout.com/checkout/purchase', '1834638', 'review-cart', '2');

-- --------------------------------------------------------

--
-- Table structure for table `plg_cart`
--

CREATE TABLE IF NOT EXISTS `plg_cart` (
  `id` int(11) NOT NULL,
  `multiItems` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `form` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `addMoreActions` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `com_message` text COLLATE utf8_unicode_ci NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `created` datetime NOT NULL,
  `order` int(11) NOT NULL,
  `modified` datetime NOT NULL,
  `users` tinyint(4) NOT NULL,
  `users_settings` int(11) NOT NULL,
  `mobile_confirm` tinyint(4) NOT NULL,
  `collection-fee` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `price-limit` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `mail` int(11) NOT NULL,
  `signupmail` int(11) NOT NULL,
  `mailfrom` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `mailto` text COLLATE utf8_unicode_ci NOT NULL,
  `mailfrommail` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `mailsubject` varchar(255) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `plg_cart`
--

INSERT INTO `plg_cart` (`id`, `multiItems`, `form`, `title`, `addMoreActions`, `com_message`, `enabled`, `delete`, `created`, `order`, `modified`, `users`, `users_settings`, `mobile_confirm`, `collection-fee`, `price-limit`, `mail`, `signupmail`, `mailfrom`, `mailto`, `mailfrommail`, `mailsubject`) VALUES
(1, '0', '1', 'def', '0', '', 1, 0, '2014-01-15 12:37:59', 0, '2014-07-01 09:16:58', 1, 0, 1, '10', '1000', -1, -1, 'Madad', 'azizms@gmail.com;empcland@gmail.com', 'payment-noreply@madad.com.eg', ' تاكيد بيانات المساهمة لمشروع @%session::projcetData.title%@');

-- --------------------------------------------------------

--
-- Table structure for table `plg_cart_setting`
--

CREATE TABLE IF NOT EXISTS `plg_cart_setting` (
  `id` int(11) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `order` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL DEFAULT '0',
  `users` tinyint(4) NOT NULL,
  `mult` tinyint(4) NOT NULL,
  `site` text NOT NULL,
  `title` varchar(255) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `plg_cart_setting`
--

INSERT INTO `plg_cart_setting` (`id`, `created`, `modified`, `enabled`, `order`, `delete`, `users`, `mult`, `site`, `title`) VALUES
(1, '2013-03-21 07:08:39', '2013-03-22 00:00:00', 1, 0, 0, 10, 0, '1', 'fixedprice'),
(2, '2013-03-21 07:09:59', '2013-03-22 00:00:00', 1, 0, 0, 0, 0, '2', 'ukpostcode'),
(3, '2013-03-21 23:51:13', '2013-03-22 00:00:00', 1, 0, 0, 0, 0, '4', 'country'),
(4, '2013-03-22 02:24:54', '2013-03-22 00:00:00', 1, 0, 0, 0, 0, '3', 'ziprange');

-- --------------------------------------------------------

--
-- Table structure for table `plg_comments`
--

CREATE TABLE IF NOT EXISTS `plg_comments` (
  `id` int(11) NOT NULL,
  `ob_id` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `ob_type` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `com_name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `com_title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `com_message` text COLLATE utf8_unicode_ci NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `created` datetime NOT NULL,
  `order` int(11) NOT NULL,
  `modified` datetime NOT NULL,
  `user_id` int(11) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=49 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `plg_comments`
--

INSERT INTO `plg_comments` (`id`, `ob_id`, `ob_type`, `com_name`, `com_title`, `com_message`, `enabled`, `delete`, `created`, `order`, `modified`, `user_id`) VALUES
(41, '15', 'com_project', '', 'عفوا المشروع جيد بالفعل ', 'عفوا المشروع جيد بالفعل عفوا المشروع جيد بالفعل عفوا المشروع جيد بالفعل عفوا المشروع جيد بالفعل عفوا المشروع جيد بالفعل ', 1, 0, '2014-03-03 05:33:37', 0, '2014-03-03 05:33:37', 3),
(40, '15', 'com_project', '', 'عفوا المشروع جيد بالفعل ', 'عفوا المشروع جيد بالفعل عفوا المشروع جيد بالفعل عفوا المشروع جيد بالفعل عفوا المشروع جيد بالفعل عفوا المشروع جيد بالفعل ', 1, 0, '2014-03-03 05:32:32', 0, '2014-03-03 05:32:32', 3),
(39, '15', 'com_project', '', 'عفوا المشروع جيد بالفعل ', 'عفوا المشروع جيد بالفعل عفوا المشروع جيد بالفعل عفوا المشروع جيد بالفعل عفوا المشروع جيد بالفعل عفوا المشروع جيد بالفعل ', 1, 0, '2014-03-03 05:29:23', 0, '2014-03-03 05:29:23', 3),
(38, '15', 'com_project', '', 'عفوا المشروع جيد بالفعل ', 'عفوا المشروع جيد بالفعل عفوا المشروع جيد بالفعل عفوا المشروع جيد بالفعل عفوا المشروع جيد بالفعل عفوا المشروع جيد بالفعل ', 1, 0, '2014-03-03 05:28:21', 0, '2014-03-03 05:28:21', 3),
(37, '15', 'com_project', '', 'عفوا المشروع جيد بالفعل ', 'عفوا المشروع جيد بالفعل عفوا المشروع جيد بالفعل عفوا المشروع جيد بالفعل عفوا المشروع جيد بالفعل عفوا المشروع جيد بالفعل ', 1, 0, '2014-03-03 05:28:08', 0, '2014-03-03 05:28:08', 3),
(36, '15', 'com_project', '', 'عفوا المشروع جيد بالفعل ', 'عفوا المشروع جيد بالفعل عفوا المشروع جيد بالفعل عفوا المشروع جيد بالفعل عفوا المشروع جيد بالفعل عفوا المشروع جيد بالفعل ', 1, 0, '2014-03-03 05:19:38', 0, '2014-03-03 05:19:38', 3),
(35, '15', 'com_project', '', 'عفوا المشروع جيد بالفعل ', 'عفوا المشروع جيد بالفعل عفوا المشروع جيد بالفعل عفوا المشروع جيد بالفعل عفوا المشروع جيد بالفعل عفوا المشروع جيد بالفعل ', 1, 0, '2014-03-03 05:18:55', 0, '2014-03-03 05:18:55', 3),
(34, '15', 'com_project', '', 'عفوا المشروع جيد بالفعل ', 'عفوا المشروع جيد بالفعل عفوا المشروع جيد بالفعل عفوا المشروع جيد بالفعل عفوا المشروع جيد بالفعل عفوا المشروع جيد بالفعل ', 1, 0, '2014-03-03 05:17:30', 0, '2014-03-03 05:17:30', 3),
(33, '15', 'com_project', '', '222222222عفوا المشروع جيد بالفعل ', '<p>عفوا المشروع جيد بالفعل عفوا المشروع جيد بالفعل عفوا المشروع جيد بالفعل عفوا المشروع جيد بالفعل عفوا المشروع جيد بالفعل</p>', 0, 0, '2014-03-03 05:16:53', 0, '2014-03-05 07:22:13', 3),
(32, '15', 'com_project', '', 'عفوا المشروع جيد بالفعل ', 'عفوا المشروع جيد بالفعل عفوا المشروع جيد بالفعل عفوا المشروع جيد بالفعل عفوا المشروع جيد بالفعل عفوا المشروع جيد بالفعل ', 1, 0, '2014-03-03 05:16:31', 0, '2014-03-03 05:16:31', 3),
(42, '11', 'com_project', '', '', '', 1, 0, '2014-03-17 09:31:59', 0, '2014-03-17 09:31:59', 3),
(43, '11', 'com_project', '', '', '', 1, 0, '2014-03-17 09:32:00', 0, '2014-03-17 09:32:00', 3),
(44, '15', 'com_project', '', '', '', 1, 0, '2014-04-02 11:03:15', 0, '2014-04-02 11:03:15', 3),
(45, '15', 'com_project', '', '', '', 1, 0, '2014-04-02 11:03:22', 0, '2014-04-02 11:03:22', 3),
(46, '19', 'com_project', '', 'Hello', 'this is testing the comments', 1, 0, '2014-04-03 01:33:41', 0, '2014-04-03 01:33:41', 3),
(47, '19', 'com_project', '', '', '', 1, 0, '2014-04-03 03:25:05', 0, '2014-04-03 03:25:05', 3),
(48, '19', 'com_project', '', 'this is secone comment', 'i would like to point out that this is a good project', 1, 0, '2014-04-03 03:25:51', 0, '2014-04-03 03:25:51', 3);

-- --------------------------------------------------------

--
-- Table structure for table `plg_coupon`
--

CREATE TABLE IF NOT EXISTS `plg_coupon` (
  `id` int(11) NOT NULL,
  `code` varchar(255) CHARACTER SET latin1 NOT NULL,
  `edate` date NOT NULL,
  `savings` varchar(255) CHARACTER SET latin1 NOT NULL,
  `savings-type` varchar(255) CHARACTER SET latin1 NOT NULL,
  `minmum-purchase` int(11) NOT NULL,
  `usetype` varchar(255) CHARACTER SET latin1 NOT NULL,
  `products` text CHARACTER SET latin1 NOT NULL,
  `usenums` int(11) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `order` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL DEFAULT '0',
  `maxuse` int(11) NOT NULL,
  `cat_id` text NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `plg_coupon`
--

INSERT INTO `plg_coupon` (`id`, `code`, `edate`, `savings`, `savings-type`, `minmum-purchase`, `usetype`, `products`, `usenums`, `created`, `modified`, `enabled`, `order`, `delete`, `maxuse`, `cat_id`) VALUES
(1, '0952', '2013-02-07', '5', '     pric', 5, 'Coupon applied! You get 5% off all our products. Enjoy!', '63,64,65', 0, '2013-02-28 02:45:43', '2013-03-17 00:00:00', 1, 0, 0, 1, '62,54,55,56,52,53,63,64,65,66,67,68,69,70,71,72,73'),
(2, '0953', '0000-00-00', '', '', 0, '', '56,52,53', 0, '2013-03-12 04:40:46', '2013-03-12 00:00:00', 1, 0, 0, 1, '');

-- --------------------------------------------------------

--
-- Table structure for table `plg_cshow`
--

CREATE TABLE IF NOT EXISTS `plg_cshow` (
  `id` int(11) NOT NULL,
  `data` varchar(255) NOT NULL,
  `type` varchar(255) NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `delete` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- Table structure for table `plg_cshow_categories`
--

CREATE TABLE IF NOT EXISTS `plg_cshow_categories` (
  `id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `des` text NOT NULL,
  `image` varchar(255) NOT NULL,
  `created` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `modified` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- Table structure for table `plg_hits`
--

CREATE TABLE IF NOT EXISTS `plg_hits` (
  `id` int(11) NOT NULL,
  `ob_type` text NOT NULL,
  `ob_id` int(11) NOT NULL,
  `nums` double NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=120 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `plg_hits`
--

INSERT INTO `plg_hits` (`id`, `ob_type`, `ob_id`, `nums`, `delete`, `enabled`, `order`, `created`, `modified`) VALUES
(43, 'com_video_gallery', 129, 5, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(42, 'com_video_gallery', 124, 1, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(41, 'com_video_gallery', 126, 7, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(40, 'com_content_article', 37, 13, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(39, 'com_video_gallery', 0, 20, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(38, 'com_content_article', 44, 9, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(44, 'com_content_article', 47, 8, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(45, 'com_content_article', 42, 1, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(46, 'com_content_article', 46, 5, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(47, 'com_video_gallery', 136, 2, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(48, 'com_content_article', 43, 8, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(49, 'com_content_article', 39, 2, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(50, 'com_video_gallery', 143, 2, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(51, 'com_video_gallery', 144, 3, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(52, 'com_video_gallery', 139, 1, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(53, 'com_video_gallery', 138, 1, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(54, 'com_content_article', 71, 2, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(55, 'com_content_article', 72, 1, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(56, 'com_content_article', 73, 1, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(57, 'com_content_article', 74, 5, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(58, 'com_content_article', 75, 1, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(59, 'com_content_article', 76, 3, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(60, 'com_content_article', 77, 1, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(61, 'com_content_article', 91, 6, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(62, 'com_content_article', 92, 3, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(63, 'com_content_article', 84, 6, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(64, 'com_content_article', 96, 1, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(65, 'com_content_article', 102, 3, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(66, 'com_video_gallery', 150, 1, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(67, 'com_video_gallery', 153, 1, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(68, 'com_video_gallery', 145, 1, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(69, 'com_video_gallery', 154, 6, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(70, 'com_video_gallery', 156, 1, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(71, 'com_video_gallery', 151, 1, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(72, 'com_video_gallery', 160, 1, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(73, 'com_video_gallery', 165, 2, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(74, 'com_content_article', 104, 1, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(75, 'com_content_article', 34, 2, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(76, 'com_content_article', 101, 4, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(77, 'com_content_article', 83, 4, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(78, 'com_video_gallery', 149, 15, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(79, 'com_content_article', 99, 2, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(80, 'com_content_article', 100, 2, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(81, 'com_content_article', 98, 2, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(82, 'com_content_article', 89, 2, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(83, 'com_content_article', 94, 4, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(84, 'com_content_article', 93, 2, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(85, 'com_content_article', 109, 2, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(86, 'com_content_article', 111, 2, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(87, 'com_content_article', 90, 2, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(88, 'com_content_article', 113, 2, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(89, 'com_content_article', 88, 2, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(90, 'com_content_article', 110, 2, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(91, 'com_content_article', 112, 2, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(92, 'com_video_gallery', 148, 5, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(93, 'com_video_gallery', 159, 6, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(94, 'com_content_article', 129, 8, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(95, 'com_content_article', 128, 1, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(96, 'com_content_article', 131, 6, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(97, 'com_video_gallery', 161, 1, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(98, 'com_video_gallery', 166, 1, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(99, 'com_content_article', 103, 3, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(100, 'com_content_article', 97, 2, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(101, 'com_content_article', 87, 3, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(102, 'com_content_article', 115, 3, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(103, 'com_video_gallery', 147, 1, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(104, 'com_video_gallery', 128, 5, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(105, 'com_video_gallery', 146, 2, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(106, 'com_content_article', 114, 1, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(107, 'com_content_article', 122, 1, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(108, 'com_content_article', 133, 2, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(109, 'com_content_article', 135, 2, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(110, 'com_content_article', 148, 3, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(111, 'com_video_gallery', 167, 5, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(112, 'com_content_article', 139, 4, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(113, 'com_content_article', 126, 1, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(114, 'com_content_article', 150, 4, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(115, 'com_video_gallery', 172, 2, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(116, 'com_video_gallery', 168, 2, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(117, 'com_video_gallery', 170, 2, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(118, 'com_content_article', 137, 3, 0, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(119, '', 0, 5, 0, 0, 0, '2014-08-29 08:04:39', '2014-11-05 15:41:00');

-- --------------------------------------------------------

--
-- Table structure for table `plg_paypal`
--

CREATE TABLE IF NOT EXISTS `plg_paypal` (
  `id` int(11) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `order` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL DEFAULT '0',
  `checkout_url` varchar(255) NOT NULL,
  `business_id` varchar(255) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `plg_paypal`
--

INSERT INTO `plg_paypal` (`id`, `created`, `modified`, `enabled`, `order`, `delete`, `checkout_url`, `business_id`) VALUES
(1, '0000-00-00 00:00:00', '2013-05-01 00:00:00', 1, 0, 0, '3', '3'),
(2, '2013-05-01 00:00:00', '2013-05-01 00:00:00', 1, 1, 0, '1', '1');

-- --------------------------------------------------------

--
-- Table structure for table `plg_rescores`
--

CREATE TABLE IF NOT EXISTS `plg_rescores` (
  `id` int(11) NOT NULL,
  `url` text NOT NULL,
  `title` varchar(255) CHARACTER SET utf8 NOT NULL,
  `alias` varchar(255) NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `cat_id` text NOT NULL,
  `image` varchar(255) NOT NULL,
  `phone` varchar(50) NOT NULL,
  `number` varchar(50) NOT NULL,
  `address` text NOT NULL,
  `des` text NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=ucs2;

--
-- Dumping data for table `plg_rescores`
--

INSERT INTO `plg_rescores` (`id`, `url`, `title`, `alias`, `enabled`, `delete`, `order`, `created`, `modified`, `cat_id`, `image`, `phone`, `number`, `address`, `des`) VALUES
(1, 'http://www.google.com', 'مؤسسة كنوز نوبية ', '', 1, 0, 0, '2013-04-06 11:15:22', '2014-05-04 13:46:55', '', 'Kenouz-Nobia-logo-1.png', '56456456', '45645654', '<div>2 شارع مصطفى ابو هيف، باب اللوق، القاهرة، مصر الدور الثاني، <br />شقة 7ع</div>', '<p>مؤسسة كنوز نوبية التنمية المجتمع</p>\r\n<p>مؤسسة كنوز نوبية التنمية المجتمع&nbsp;</p>\r\n<p>مؤسسة كنوز نوبية التنمية المجتمع&nbsp;</p>\r\n<p>مؤسسة كنوز نوبية التنمية المجتمع v</p>'),
(2, 'http://www.google.com', 'مصر الخير', '', 1, 0, 0, '2014-02-21 08:51:01', '0000-00-00 00:00:00', '', '530775e540235.jpg', '', '', '', ''),
(3, 'http://www.google.com', 'دار الارمان', '', 1, 0, 0, '2014-02-21 09:21:09', '0000-00-00 00:00:00', '', '53077cf54144e.png', '', '', '', '');

-- --------------------------------------------------------

--
-- Table structure for table `plg_shipper`
--

CREATE TABLE IF NOT EXISTS `plg_shipper` (
  `id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `company` varchar(255) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `order` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL DEFAULT '0',
  `delivery_time` varchar(255) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `plg_shipper`
--

INSERT INTO `plg_shipper` (`id`, `title`, `company`, `created`, `modified`, `enabled`, `order`, `delete`, `delivery_time`) VALUES
(1, 'Royal Mail 1st Class', '', '2013-03-19 06:38:48', '2013-03-19 00:00:00', 1, 0, 0, '1-2 Business Days'),
(2, 'Courier', '', '2013-03-19 08:32:50', '0000-00-00 00:00:00', 1, 0, 0, '2-3 Business Days'),
(3, 'UPS', '', '2013-03-21 06:25:54', '0000-00-00 00:00:00', 1, 0, 0, '2-3 Business Days'),
(4, 'Parzel UAE', '', '2013-03-21 23:35:03', '0000-00-00 00:00:00', 1, 0, 0, '3-4 Business Days');

-- --------------------------------------------------------

--
-- Table structure for table `plg_shipping`
--

CREATE TABLE IF NOT EXISTS `plg_shipping` (
  `id` int(11) NOT NULL,
  `lowest_weight` varchar(255) NOT NULL,
  `hightest_weight` varchar(255) NOT NULL,
  `fee` varchar(255) NOT NULL,
  `locations` text NOT NULL,
  `title` varchar(255) NOT NULL,
  `shipper` varchar(255) NOT NULL,
  `curreny` varchar(255) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `order` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL DEFAULT '0',
  `max_postcode` varchar(255) NOT NULL,
  `min_postcode` varchar(255) NOT NULL,
  `postcode_type` varchar(255) NOT NULL,
  `shipping_type` varchar(255) NOT NULL,
  `site` varchar(255) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=38 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `plg_shipping`
--

INSERT INTO `plg_shipping` (`id`, `lowest_weight`, `hightest_weight`, `fee`, `locations`, `title`, `shipper`, `curreny`, `created`, `modified`, `enabled`, `order`, `delete`, `max_postcode`, `min_postcode`, `postcode_type`, `shipping_type`, `site`) VALUES
(4, '1.26', '30', '9.99', '', 'Northern Ireland 1.26 to 30kgs', '2', '', '2013-03-12 10:55:19', '2013-03-21 00:00:00', 1, 0, 0, '99', '1', 'BT', '', '2'),
(5, '1.26', '30', '11.99', '', 'UK Highland 1.26 to 30kgs', '2', '', '2013-03-12 10:54:30', '2013-03-21 00:00:00', 1, 0, 0, '28,44,29,28', '1,19,20,27', 'IV,PH,PA,KA', '', '2'),
(7, '0', '0.75', '3.00', '', 'UK  750gms', '1', '', '2013-03-12 10:54:30', '2013-03-21 00:00:00', 1, 0, 0, ' ', ' ', 'ALL', '', '2'),
(8, '0.76', '1.25', '5.99', '', 'UK  750gms to 1.25kgs', '1', '', '2013-03-12 10:54:30', '2013-03-21 00:00:00', 1, 0, 0, ' ', ' ', 'ALL', '', '2'),
(9, '1.26', '30', '6.49', '', 'UK Mainland 1.26 to 30kgs', '2', '', '2013-03-21 06:34:05', '0000-00-00 00:00:00', 1, 0, 0, '', '', 'ALL', '', '2'),
(10, '0', '11.25', '7.99', '', 'UPS Zone 2 - 0 to 11.25 kgs', '3', '', '2013-03-21 14:57:29', '0000-00-00 00:00:00', 1, 0, 0, '05999,03899,02799,02999,06999', '05000,03000,01000,02800,06800', 'VT,NH, MA,RI,CT', '', '3'),
(11, '11.26', '17.7', '9.99', '', 'UPS Zone 2 - 11.26 to 17.7 kgs', '3', '', '2013-03-21 14:57:29', '2013-03-21 00:00:00', 1, 0, 0, '05999,03899,02799,02999,06999', '05000,03000,01000,02800,06800', 'VT,NH, MA,RI,CT', '', '3'),
(12, '0', '11.25', '7.99', '', 'UPS Zone 3 - 0 to 9 kgs', '3', '', '2013-03-21 15:09:39', '0000-00-00 00:00:00', 1, 0, 0, '14999,04999,08999', '10000,03000,07000', 'NY,ME,NJ', '', '3'),
(13, '9.1', '13.15', '7.99', '', 'UPS Zone 3 - 9.1 to 13.15 kgs', '3', '', '2013-03-21 15:09:39', '2013-03-21 00:00:00', 1, 0, 0, '14999,04999,08999', '10000,03000,07000', 'NY,ME,NJ', '', '3'),
(14, '0', '9.97', '8.99', '', 'UPS Zone 4 - 0 to 9.97 kgs', '3', '', '2013-03-21 15:43:33', '2013-03-22 00:00:00', 1, 0, 0, '16999,45899, 26886,24699,20599,28999,29999,19999', '15000,43000,24701,22000,20001,27000,29000,19700', 'PA,OH,WV,VA,DC,NC,SC,DE,', '', '3'),
(15, '0', '9.97', '8.99', '', 'UPS Zone 4 - 0 to 9.97 kgs', '3', '', '2013-03-21 15:43:33', '2013-03-21 00:00:00', 1, 0, 0, '16999,45899, 26886,24699,20599,28999,29999,19999', '15000,43000,24701,22000,20001,27000,29000,19700', 'PA,OH,WV,VA,DC,NC,SC,DE,', '', '3'),
(16, '9.98', '14.96', '11.99', '', 'UPS Zone 4 - 9.98 to 14.96 kgs', '3', '', '2013-03-21 15:43:33', '2013-03-21 00:00:00', 1, 0, 0, '16999,45899, 26886,24699,20599,28999,29999,19999', '15000,43000,24701,22000,20001,27000,29000,19700', 'PA,OH,WV,VA,DC,NC,SC,DE', '', '3'),
(17, '0', '9', '8.99', '', 'UPS Zone 5 - 0 to 9 kgs', '3', '', '2013-03-21 22:39:14', '0000-00-00 00:00:00', 1, 0, 0, '54990,49799,62999,47999,42799,35899,31999', '53001,48000,60000,46000,40000,37000,30000', 'WI,MI,IL,IN,KY,TN,GA', '', '3'),
(18, '9.1', '12.25', '11.99', '', 'UPS Zone 5 - 9.1 to 12.25 kgs', '3', '', '2013-03-21 22:39:14', '2013-03-21 00:00:00', 1, 0, 0, '54990,49799,62999,47999,42799,35899,31999', '53001,48000,60000,46000,40000,37000,30000', 'WI,MI,IL,IN,KY,TN,GA', '', '3'),
(19, '0', '7.25', '9.99', '', 'UPS Zone 6 - 0 to 7.25 kgs', '3', '', '2013-03-21 23:03:09', '2013-03-21 00:00:00', 1, 0, 0, '58899,56799,57799,69399,52899,67999,65899,72999,71499,39599,36999,34999', '58000,55000,57000,68000,50000,66000,63000,71600,70000,38600,35000,32100', 'ND,MN,SD,NE,IA,KS,MO,AR,LA,MS,AL,FL', '', '3'),
(20, '7.26', '9.5', '11.99', '', 'UPS Zone 6 -  7.26 to 9.5 kgs', '3', '', '2013-03-21 23:03:09', '2013-03-21 00:00:00', 1, 0, 0, '58899,56799,57799,69399,52899,67999,65899,72999,71499,39599,36999,34999', '58000,55000,57000,68000,50000,66000,63000,71600,70000,38600,35000,32100', 'ND,MN,SD,NE,IA,KS,MO,AR,LA,MS,AL,FL', '', '3'),
(21, '0', '5.44', '9.99', '', 'UPS Zone 7 - 0 to 5.44 kgs', '3', '', '2013-03-21 23:15:00', '0000-00-00 00:00:00', 1, 0, 0, '59999,83128,81699,88499,79999,74999', '59000,82000,80000,87000,75000,73000', 'MT,WY,CO,NM,TX,OK', '', '3'),
(22, '5.45', '7.25', '11.99', '', 'UPS Zone 7 -  5.45 to 7.25kgs', '3', '', '2013-03-21 23:15:00', '2013-03-21 00:00:00', 1, 0, 0, '59999,83128,81699,88499,79999,74999', '59000,82000,80000,87000,75000,73000', 'MT,WY,CO,NM,TX,OK', '', '3'),
(23, '7.26', '9.52', '13.99', '', 'UPS Zone 7 -  7.26 to 9.52kgs', '3', '', '2013-03-21 23:15:00', '2013-03-21 00:00:00', 1, 0, 0, '59999,83128,81699,88499,79999,74999', '59000,82000,80000,87000,75000,73000', 'MT,WY,CO,NM,TX,OK', '', '3'),
(24, '0', '5.89', '10.99', '', 'UPS Zone 8 -  0 to 5.89kgs', '3', '', '2013-03-21 23:25:13', '0000-00-00 00:00:00', 1, 0, 0, '99403,97999,83899,96199,89899,84799,86556', '98001,97000,83200,90000,89000,84000,85001', 'WA,OR,ID,CA,NV,UT,AZ', '', '3'),
(25, '5.9', '8.61', '13.99', '', 'UPS Zone 8 -  5.9 to 8.61 kgs', '3', '', '2013-03-21 23:25:13', '2013-03-21 00:00:00', 1, 0, 0, '99403,97999,83899,96199,89899,84799,86556', '98001,97000,83200,90000,89000,84000,85001', 'WA,OR,ID,CA,NV,UT,AZ', '', '3'),
(26, '8.62', '14', '19.99', '', 'UPS Zone 8 -   8.62 to 14 kgs', '3', '', '2013-03-21 23:25:13', '2013-03-21 00:00:00', 1, 0, 0, '99403,97999,83899,96199,89899,84799,86556', '98001,97000,83200,90000,89000,84000,85001', 'WA,OR,ID,CA,NV,UT,AZ', '', '3'),
(27, '0', '100', '10.00', '', 'UAE Parzel upto 100kgs', '4', '', '2013-03-21 23:34:19', '2013-03-21 00:00:00', 1, 0, 0, '', '', '', '', '1'),
(28, '0', '1', '20.00', '', 'Global 0-1 kgs', '2', '', '2013-03-21 23:51:25', '2013-03-22 00:00:00', 1, 0, 0, '', '', '', '', '4'),
(29, '1.1', '2', '40.00', '', 'Global 1-2 kgs', '2', '', '2013-03-21 23:51:52', '2013-03-22 00:00:00', 1, 0, 0, '', '', '', '', '4'),
(30, '2.1', '3', '60.00', '', 'Global 2-3 kgs', '2', '', '2013-03-21 23:52:15', '2013-03-22 00:00:00', 1, 0, 0, '', '', '', '', '4'),
(31, '3.1', '4', '80.00', '', 'Global 3-4 kgs', '2', '', '2013-03-21 23:52:39', '2013-03-22 00:00:00', 1, 0, 0, '', '', '', '', '4'),
(32, '4.1', '5', '100.00', '', 'Global 4-5 kgs', '2', '', '2013-03-21 23:53:09', '2013-03-22 00:00:00', 1, 0, 0, '', '', '', '', '4'),
(33, '5.1', '6', '120.00', '', 'Global 5-6 kgs', '2', '', '2013-03-21 23:53:33', '2013-03-22 00:00:00', 1, 0, 0, '', '', '', '', '4'),
(34, '6.1', '7', '140.00', '', 'Global 6-7 kgs', '2', '', '2013-03-21 23:53:57', '2013-03-22 00:00:00', 1, 0, 0, '', '', '', '', '4'),
(35, '7.1', '8', '160.00', '', 'Global 7-8 kgs', '2', '', '2013-03-21 23:54:24', '2013-03-22 00:00:00', 1, 0, 0, '', '', '', '', '4'),
(36, '8.1', '9', '180.00', '', 'Global 8-9 kgs', '2', '', '2013-03-21 23:54:48', '2013-03-22 00:00:00', 1, 0, 0, '', '', '', '', '4'),
(37, '9.1', '10', '200.00', '', 'Global 9-10 kgs', '2', '', '2013-03-21 23:55:14', '2013-03-22 00:00:00', 1, 0, 0, '', '', '', '', '4');

-- --------------------------------------------------------

--
-- Table structure for table `plg_shipping_setting`
--

CREATE TABLE IF NOT EXISTS `plg_shipping_setting` (
  `id` int(11) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `order` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL DEFAULT '0',
  `price` double NOT NULL,
  `des` text NOT NULL,
  `site` text NOT NULL,
  `inputType` varchar(255) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `plg_shipping_setting`
--

INSERT INTO `plg_shipping_setting` (`id`, `created`, `modified`, `enabled`, `order`, `delete`, `price`, `des`, `site`, `inputType`) VALUES
(1, '2013-03-21 07:08:39', '2013-03-22 00:00:00', 1, 0, 0, 10, 'xx', '1', 'fixedprice'),
(2, '2013-03-21 07:09:59', '2013-03-22 00:00:00', 1, 0, 0, 0, 'Enter Delivery Postcode in UK or Northern Ireland', '2', 'ukpostcode'),
(3, '2013-03-21 23:51:13', '2013-03-22 00:00:00', 1, 0, 0, 0, 'Please select country of delivery ', '4', 'country'),
(4, '2013-03-22 02:24:54', '2013-03-22 00:00:00', 1, 0, 0, 0, 'Please enter your ZIP code to get a shipping estimate', '3', 'ziprange');

-- --------------------------------------------------------

--
-- Table structure for table `plugincart_order`
--

CREATE TABLE IF NOT EXISTS `plugincart_order` (
  `id` int(11) NOT NULL,
  `status` int(11) NOT NULL DEFAULT '0',
  `donations` double NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `delete` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `user_id` varchar(255) CHARACTER SET ucs2 NOT NULL,
  `name` varchar(255) NOT NULL,
  `email` varchar(255) CHARACTER SET ucs2 NOT NULL,
  `city` varchar(255) NOT NULL,
  `area` varchar(255) NOT NULL,
  `country` varchar(255) NOT NULL,
  `date` date NOT NULL,
  `time` varchar(255) CHARACTER SET ucs2 NOT NULL,
  `mobile` varchar(255) NOT NULL,
  `street` varchar(255) NOT NULL,
  `building` varchar(255) NOT NULL,
  `floor` varchar(255) NOT NULL,
  `flat` varchar(255) NOT NULL,
  `shipping_note` varchar(255) NOT NULL,
  `Collection-Point` varchar(255) NOT NULL,
  `terms-conditions` tinyint(4) NOT NULL,
  `anonymous-donation` tinyint(4) NOT NULL,
  `project-updates` tinyint(4) NOT NULL,
  `newsletter` tinyint(4) NOT NULL,
  `address` text NOT NULL,
  `pay-choice` varchar(255) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=61 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `plugincart_order`
--

INSERT INTO `plugincart_order` (`id`, `status`, `donations`, `enabled`, `delete`, `order`, `created`, `modified`, `user_id`, `name`, `email`, `city`, `area`, `country`, `date`, `time`, `mobile`, `street`, `building`, `floor`, `flat`, `shipping_note`, `Collection-Point`, `terms-conditions`, `anonymous-donation`, `project-updates`, `newsletter`, `address`, `pay-choice`) VALUES
(48, 1, 0, 1, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', 'ismasil2', 'empcland@gmail.com', 'Cairo', 'Elgamaleya', 'egypt', '0000-00-00', '', '0010666919', 'egypt', '45656', 'dfgdf', 'gdf', 'gfdg', 'downtown', 0, 0, 0, 0, '', 'COD'),
(49, 0, 0, 1, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '141', 'Aziz Vasi', 'azizms@gmail.com', 'Giza', 'Dokki', 'egypt', '0000-00-00', '16:30', '01222489051', 'شارع التحرير ', '29', '3', '6', 'شركة إي سكبيس ', 'downtown', 0, 0, 0, 0, '', 'COD'),
(50, 0, 0, 1, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '149', 'chekout', 'emp2222cland@gmail.com', 'Cairo', 'Elgamaleya', 'egypt', '0000-00-00', '02:15', '01010666918', '', '', '', '', '', 'downtown', 0, 0, 0, 0, '', 'collection-point'),
(51, 0, 0, 1, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '152', 'Aziz Mv', 'amztelcom@yahoo.com', 'Giza', 'Dokki', 'egypt', '0000-00-00', '', '01222489051', 'share', 'blgd', 'floor', 'room', 'shipping notes', 'downtown', 0, 0, 0, 0, '', 'COD'),
(52, 0, 0, 1, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', 'ismasil2', 'empcland@gmail.com', 'Giza', 'Giza', 'egypt', '0000-00-00', '', '01010666917', 'egypt', '45656', 'dfgdf', 'gdf', 'gfdg', 'downtown', 0, 0, 0, 0, '', 'COD'),
(53, 0, 0, 1, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', 'ismasil2', 'empcland@gmail.com', 'Cairo', 'Elazbakeya', 'egypt', '0000-00-00', '', '01010666917', 'شارع جدا   ', '5', 'الدور السادس ', '66', 'جنب بنك المركزي ', 'downtown', 0, 0, 0, 0, '', 'COD'),
(54, 0, 0, 1, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', 'ismasil2', 'empcland@gmail.com', 'Cairo', 'Elazbakeya', 'egypt', '0000-00-00', '', '01010666917', 'شارع جدا   ', '5', 'الدور السادس ', '66', 'جنب بنك المركزي ', 'downtown', 0, 0, 0, 0, '', 'COD'),
(55, 0, 0, 1, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', 'ismasil2', 'empcland@gmail.com', 'Giza', 'Giza', 'egypt', '0000-00-00', '', '01010666917', 'شارع جدا   ', '5', 'الدور السادس ', '66', 'جنب بنك المركزي ', 'downtown', 0, 0, 0, 0, '', 'COD'),
(56, 0, 0, 1, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', 'ismasil2', 'empcland@gmail.com', 'Cairo', 'Elazbakeya', 'egypt', '0000-00-00', '', '01010666917', 'شارع جدا   ', '5', 'الدور السادس ', '66', 'جنب بنك المركزي ', 'downtown', 0, 0, 0, 0, '', 'COD'),
(57, 0, 0, 1, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', 'ismasil2', 'empcland@gmail.com', 'Giza', 'Giza', 'egypt', '0000-00-00', '02:30', '01010666917', 'شارع جدا   ', '5', 'الدور السادس ', '66', 'جنب بنك المركزي ', 'downtown', 0, 0, 0, 0, '', 'COD'),
(58, 0, 0, 1, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', 'ismasil2', 'empcland@gmail.com', 'Giza', 'Dokki', 'egypt', '0000-00-00', '', '01010666917', 'شارع جدا   ', '5', 'الدور السادس ', '66', 'جنب بنك المركزي ', 'downtown', 0, 0, 0, 0, '', 'COD'),
(59, 0, 0, 1, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', 'ismasil2', 'empcland@gmail.com', 'Giza', 'Giza', 'egypt', '0000-00-00', '', '01010666917', 'شارع جدا   ', '5', 'الدور السادس ', '66', 'جنب بنك المركزي ', 'downtown', 0, 0, 0, 0, '', 'COD'),
(60, 0, 0, 1, 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', '3', 'ismasil2', 'empcland@gmail.com', 'Cairo', 'Elazbakeya', 'egypt', '0000-00-00', '06:30', '01010666917', 'شارع جدا   ', '5', 'الدور السادس ', '66', 'جنب بنك المركزي ', 'downtown', 0, 0, 0, 0, '', 'COD');

-- --------------------------------------------------------

--
-- Table structure for table `plugincart_order_item`
--

CREATE TABLE IF NOT EXISTS `plugincart_order_item` (
  `id` int(11) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `order` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL DEFAULT '0',
  `item_id` int(11) NOT NULL,
  `cart_id` varchar(255) NOT NULL,
  `price` double NOT NULL,
  `user_id` int(11) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=63 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `plugincart_order_item`
--

INSERT INTO `plugincart_order_item` (`id`, `created`, `modified`, `enabled`, `order`, `delete`, `item_id`, `cart_id`, `price`, `user_id`) VALUES
(3, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 16, '9', 30, 3),
(4, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 16, '10', 70, 3),
(5, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 16, '11', 0, 3),
(6, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 0, '12', 0, 3),
(7, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 16, '13', 0, 3),
(8, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 0, '14', 0, 3),
(9, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 16, '15', 30, 3),
(10, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 15, '16', 120000, 3),
(11, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 15, '17', 200, 3),
(12, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 15, '18', 200, 3),
(13, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 15, '19', 300, 3),
(14, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 15, '20', 100, 3),
(15, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 15, '21', 400, 3),
(16, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 15, '22', 100, 3),
(17, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 15, '23', 200, 3),
(18, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 15, '24', 200, 3),
(19, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 15, '25', 200, 3),
(20, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 15, '26', 200, 3),
(21, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 15, '27', 300, 3),
(22, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 15, '28', 200, 3),
(23, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 15, '29', 200, 3),
(24, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 0, '30', 0, 3),
(25, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 15, '31', 200, -1),
(26, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 15, '32', 200, -1),
(27, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 15, '33', 200, -1),
(28, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 0, '34', 0, -1),
(29, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 15, '35', 200, -1),
(30, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 15, '36', 300, -1),
(31, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 0, '37', 0, -1),
(32, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 15, '38', 300, 3),
(33, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 0, '39', 0, 3),
(34, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 19, '40', 100, 3),
(35, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 19, '41', 100, 3),
(36, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 0, '42', 0, 3),
(37, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 19, '43', 100, 3),
(38, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 19, '44', 100, 3),
(39, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 19, '45', 100, 3),
(40, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 19, '46', 100, 3),
(41, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 19, '47', 100, 3),
(42, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 19, '48', 50, 3),
(43, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 0, '49', 0, 3),
(44, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 0, '50', 0, 3),
(45, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 0, '51', 0, 3),
(46, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 0, '52', 0, 3),
(47, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 19, '53', 100, 3),
(48, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 15, '54', 800, 3),
(49, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 19, '55', 100, 3),
(50, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 15, '56', 800, 3),
(51, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 15, '49', 800, 141),
(52, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 19, '50', 100, 149),
(53, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 15, '51', 800, 152),
(54, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 15, '52', 800, 3),
(55, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 15, '53', 800, 3),
(56, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 15, '54', 800, 3),
(57, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 15, '55', 800, 3),
(58, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 15, '56', 800, 3),
(59, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 15, '57', 800, 3),
(60, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 15, '58', 800, 3),
(61, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 15, '59', 800, 3),
(62, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 15, '60', 800, 3);

-- --------------------------------------------------------

--
-- Table structure for table `plugins_xref`
--

CREATE TABLE IF NOT EXISTS `plugins_xref` (
  `id` int(11) NOT NULL,
  `item_id` int(11) NOT NULL,
  `cat_id` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=33 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `plugins_xref`
--

INSERT INTO `plugins_xref` (`id`, `item_id`, `cat_id`, `delete`, `order`, `enabled`, `modified`, `created`) VALUES
(28, 85, 70, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(4, 89, 65, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(27, 85, 53, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(26, 102, 70, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(30, 104, 49, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(17, 107, 49, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(31, 108, 49, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(29, 103, 49, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(25, 102, 49, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(23, 109, 49, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(24, 113, 111, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(32, 115, -1, 0, 0, 1, '0000-00-00 00:00:00', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- Table structure for table `plugin_pricing_xref`
--

CREATE TABLE IF NOT EXISTS `plugin_pricing_xref` (
  `id` int(11) NOT NULL,
  `pluginData__site` text NOT NULL,
  `pluginData__price` text NOT NULL,
  `pluginData__wigth` text NOT NULL,
  `modified` int(11) NOT NULL,
  `created` int(11) NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `order` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `pluginData__des` text NOT NULL,
  `item_id` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- Table structure for table `reservation`
--

CREATE TABLE IF NOT EXISTS `reservation` (
  `id` int(11) NOT NULL,
  `reservation_id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `arrival_time` datetime NOT NULL,
  `airline` varchar(50) NOT NULL,
  `airline_code` varchar(50) NOT NULL,
  `arriving_from` varchar(50) NOT NULL,
  `booking_owner` int(11) NOT NULL,
  `email` varchar(50) NOT NULL,
  `remarks` text NOT NULL,
  `individual_id` varchar(50) NOT NULL,
  `its_id` int(11) NOT NULL,
  `arrived` tinyint(4) NOT NULL,
  `city` varchar(50) NOT NULL,
  `mobile` varchar(50) NOT NULL,
  `planner_options` varchar(50) NOT NULL,
  `airport_pickup` tinyint(4) NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- Table structure for table `site_setting`
--

CREATE TABLE IF NOT EXISTS `site_setting` (
  `id` int(11) NOT NULL,
  `admin_lang` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `lang` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `link_type` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `site_link` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `admin_mail` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `site_meta` text COLLATE utf8_unicode_ci NOT NULL,
  `site_keywords` text COLLATE utf8_unicode_ci NOT NULL,
  `addto_headre` text COLLATE utf8_unicode_ci NOT NULL,
  `offline` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `offline_message` text COLLATE utf8_unicode_ci NOT NULL,
  `offline_background` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `offline_morecss` text COLLATE utf8_unicode_ci NOT NULL,
  `admin_list_limit` int(11) NOT NULL,
  `order` tinyint(4) NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `facebookappid` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `site_status` varchar(250) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `site_setting`
--

INSERT INTO `site_setting` (`id`, `admin_lang`, `lang`, `link_type`, `title`, `site_link`, `admin_mail`, `site_meta`, `site_keywords`, `addto_headre`, `offline`, `offline_message`, `offline_background`, `offline_morecss`, `admin_list_limit`, `order`, `enabled`, `created`, `modified`, `facebookappid`, `site_status`) VALUES
(3, 'en', 'en', '1', 'qrecycle', 'http://qrecycle.decorplanner.com/', 'empcland@gmail.com', 'taheri trading company', 'taheri traders', ' ', '0', 'site under construction ', 'uc.png', '.center-msg{\r\nleft:50%\r\n}', 10, 0, 0, '2012-04-22 14:54:44', '2014-10-27 07:32:27', '', '');

-- --------------------------------------------------------

--
-- Table structure for table `sys_admin_menu`
--

CREATE TABLE IF NOT EXISTS `sys_admin_menu` (
  `id` int(11) NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `icone` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `tooltip` varchar(225) COLLATE utf8_unicode_ci NOT NULL,
  `locked` tinyint(4) NOT NULL DEFAULT '0',
  `order` int(11) NOT NULL,
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `delete` tinyint(4) NOT NULL DEFAULT '0',
  `cat_id` int(11) NOT NULL,
  `url` text COLLATE utf8_unicode_ci NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=39 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `sys_admin_menu`
--

INSERT INTO `sys_admin_menu` (`id`, `title`, `icone`, `tooltip`, `locked`, `order`, `modified`, `created`, `enabled`, `delete`, `cat_id`, `url`) VALUES
(26, 'Google Maps', 'fa-map-marker', '', 0, 14, '0000-00-00 00:00:00', '2014-01-08 14:43:17', 1, 0, 8, 'com_google_map'),
(25, 'Wizard Builder', 'fa-magic', '', 0, 13, '0000-00-00 00:00:00', '2014-01-08 14:41:08', 1, 0, 8, 'com_wizard'),
(24, 'Guest Book', 'fa-pencil-square', '', 0, 12, '0000-00-00 00:00:00', '2014-01-08 14:33:03', 1, 0, 8, 'com_gustbook'),
(23, 'Products', 'fa-shopping-cart', '', 0, 11, '0000-00-00 00:00:00', '2014-01-08 14:31:20', 1, 0, 8, 'com_products'),
(22, 'Contact', 'fa-phone', '', 0, 10, '0000-00-00 00:00:00', '2014-01-08 14:29:10', 1, 0, 8, 'com_contect'),
(21, 'FAQ', 'fa-question-circle', 'FAQ', 0, 9, '0000-00-00 00:00:00', '2014-01-08 14:26:16', 1, 0, 8, 'com_faq'),
(20, 'Madad Users', 'fa-trophy', '', 0, 8, '0000-00-00 00:00:00', '2014-01-08 13:30:32', 1, 0, 14, ''),
(19, 'Donations', 'fa-money', '', 0, 7, '0000-00-00 00:00:00', '2014-01-08 13:25:44', 1, 0, 14, ''),
(17, 'separator', '', '', 0, 3, '2013-12-29 00:00:00', '0000-00-00 00:00:00', 1, 1, 12, ''),
(18, 'Products', ' fa-briefcase', '', 0, 6, '2014-04-22 15:21:18', '2014-01-08 08:12:44', 1, 0, 14, 'com_project'),
(16, 'separator', '', '', 0, 2, '2014-01-06 00:00:00', '0000-00-00 00:00:00', 1, 0, 9, ''),
(15, 'admin Menu', 'fa-list-ol', 'sys_admin_menu', 1, 1, '2013-12-29 00:00:00', '2013-12-29 07:14:30', 1, 0, 7, 'sys_admin_menu'),
(14, 'query', ' fa-coffee', '', 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 10, ' sys_query'),
(13, 'Html', 'fa-html5', '', 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 10, 'com_html'),
(12, 'video gallery', 'fa-video-camera', '', 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 10, 'com_video_gallery'),
(11, 'images gallery', 'fa-picture-o', '', 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 'com_images_gallery'),
(10, 'data Bluder', 'fa-pencil-square-o', '', 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 10, 'sys_dataBluder'),
(9, 'Menu Manager', 'fa-list', 'Add / Edit Menus', 0, 3, '2014-01-08 00:00:00', '0000-00-00 00:00:00', 1, 0, 9, 'com_menus'),
(8, 'form', 'fa-asterisk', '', 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 10, 'com_form'),
(7, 'separator', '', '', 0, 5, '2013-12-29 00:00:00', '0000-00-00 00:00:00', 1, 1, 12, ''),
(6, 'modules', 'fa-th-large', '', 0, 1, '2014-01-08 00:00:00', '0000-00-00 00:00:00', 1, 0, 9, 'com_modules'),
(5, 'install', 'fa-download', '', 0, 2, '2014-01-08 00:00:00', '0000-00-00 00:00:00', 1, 0, 7, 'com_install'),
(4, 'templates', 'fa-leaf', '', 0, 1, '2014-01-08 00:00:00', '0000-00-00 00:00:00', 1, 0, 7, 'com_templates'),
(3, 'Users Management', 'fa-users', '', 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 11, 'com_users'),
(2, 'mobile Config', 'fa-mobile', '', 0, 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 7, 'sys_mobile_setting'),
(1, 'site Config', 'fa-key', '', 0, 0, '2014-01-08 00:00:00', '0000-00-00 00:00:00', 1, 0, 7, 'site_setting'),
(27, 'Articles', 'fa-file-text', '', 0, 15, '0000-00-00 00:00:00', '2014-01-08 14:44:32', 1, 0, 8, 'com_content_article'),
(28, 'Events', 'fa-calendar', '', 0, 16, '0000-00-00 00:00:00', '2014-01-08 14:49:12', 1, 0, 8, 'com_events'),
(29, 'App ', ' fa-external-link-square', '', 0, 17, '0000-00-00 00:00:00', '2014-01-08 14:50:07', 1, 0, 8, 'com_app'),
(30, 'News Letter', 'fa-envelope', '', 0, 18, '0000-00-00 00:00:00', '2014-01-09 06:17:30', 1, 0, 13, 'com_newsLetter'),
(31, 'Mail Templates', 'fa-list-alt', '', 0, 19, '0000-00-00 00:00:00', '2014-01-09 06:18:47', 1, 0, 13, 'com_mailsTemplates'),
(32, 'Regions', 'fa-dot-circle-o', 'Manage your region settings', 0, 20, '0000-00-00 00:00:00', '2014-01-09 06:20:27', 1, 0, 13, 'com_cities_categories'),
(33, 'Google Adsense', 'fa-ticket', '', 0, 21, '0000-00-00 00:00:00', '2014-01-09 06:23:22', 1, 0, 13, 'com_google_adsense'),
(34, 'Polls', 'fa-bar-chart-o', '', 0, 22, '0000-00-00 00:00:00', '2014-01-09 06:24:31', 1, 0, 13, 'com_poll_questions'),
(35, 'Sources', 'fa-compass', '', 0, 23, '0000-00-00 00:00:00', '2014-01-09 06:25:58', 1, 0, 13, 'plg_rescores'),
(36, 'Images Gallery', 'fa-picture-o', '', 0, 24, '0000-00-00 00:00:00', '2014-01-22 04:29:55', 1, 0, 10, 'com_images_gallery');

-- --------------------------------------------------------

--
-- Table structure for table `sys_admin_pkg`
--

CREATE TABLE IF NOT EXISTS `sys_admin_pkg` (
  `id` int(11) NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `icone` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `tooltip` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `order` int(11) NOT NULL,
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `delete` tinyint(4) NOT NULL,
  `locked` tinyint(4) NOT NULL,
  `function` varchar(255) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=15 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `sys_admin_pkg`
--

INSERT INTO `sys_admin_pkg` (`id`, `title`, `icone`, `tooltip`, `order`, `modified`, `created`, `enabled`, `delete`, `locked`, `function`) VALUES
(7, 'Settings', 'fa-wrench', 'site', 7, '2014-01-08 00:00:00', '0000-00-00 00:00:00', 1, 0, 1, ''),
(8, 'Components', 'fa-cogs', 'Components', 4, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 1, 'getcompenentsData'),
(9, 'Menus &amp; Modules', 'fa-th-list', 'Menus', 3, '2014-01-08 00:00:00', '2013-12-25 00:00:00', 1, 0, 1, 'getMenusData'),
(10, 'Content', ' fa-pencil-square-o', '', 2, '2014-01-08 00:00:00', '0000-00-00 00:00:00', 1, 0, 1, ''),
(11, 'Users', 'fa-user', '', 8, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 1, ''),
(12, 'Components Management', 'fa-cog', '', 6, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 1, 1, ''),
(13, 'plugins', 'fa-puzzle-piece ', '', 5, '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 1, 'getPluginsData'),
(14, 'Taheri', 'fa-star', 'All things related to Taheri ', 1, '2014-09-27 10:35:02', '2014-01-08 05:17:51', 1, 0, 0, '');

-- --------------------------------------------------------

--
-- Table structure for table `sys_dataBluder`
--

CREATE TABLE IF NOT EXISTS `sys_dataBluder` (
  `id` int(11) NOT NULL,
  `title` varchar(250) NOT NULL,
  `des` text NOT NULL,
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `data` text NOT NULL,
  `plugins_options` text NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=23 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `sys_dataBluder`
--

INSERT INTO `sys_dataBluder` (`id`, `title`, `des`, `modified`, `created`, `enabled`, `order`, `delete`, `data`, `plugins_options`) VALUES
(13, 'dataBluder Form Main report', 'ttt', '2013-09-16 00:00:00', '0000-00-00 00:00:00', 1, 0, 1, 'stepid=>s1__steporder=>1__steptitle=>Setp-s1__|typeID=>T1__type=>plugin__pluginTitle=>plg_clalawzim__returnType=>sesstion__returnTo=>pric__morecss=>__;||', 'days%3D%3E2__gustes%3D%3E4__%3B'),
(14, 'r1', '', '2013-09-22 00:00:00', '2013-09-15 11:36:56', 1, 0, 1, 'stepid=>s1__steporder=>1__steptitle=>Setp-s1__|typeID=>T2__type=>html__hmlid=>125__morecss=>__;||', ''),
(15, 'r2', '', '2013-10-06 00:00:00', '2013-09-15 11:38:32', 1, 0, 1, 'stepid=>s1__steporder=>1__steptitle=>Setp-s1__|typeID=>T1__type=>form__formid=>1__renderType=>form__morecss=>__;||', ''),
(16, 'r3', '1111', '2013-10-07 00:00:00', '2013-09-15 11:40:03', 1, 0, 1, 'stepid=>s1__steporder=>1__steptitle=>Setp-s1__|typeID=>T2__type=>plugin__pluginTitle=>plg_pkgs__returnType=>__returnTo=>__;typeID=>T4__type=>form__formid=>1__renderType=>results__morecss=>__;||', 'nights%3D%3E%40%25session%3A%3AAddress.Nights%25%40__Adults%3D%3E%40%25session.length%3A%3AAddress.adults_name%25%40__Childs%3D%3E%40%25session.length%3A%3AAddress.childs_name%25%40__Infants%3D%3E%40%25session.length%3A%3AAddress.infant_name%25%40__%3D%3Ethis%5B0%5D__%3B'),
(17, 'r4', '', '2013-10-07 00:00:00', '2013-09-15 11:40:03', 1, 0, 1, 'stepid=>s1__steporder=>1__steptitle=>Setp-s1__|typeID=>T1__type=>plugin__pluginTitle=>plg_rssave__returnType=>__returnTo=>11__;||', 'saveform%3D%3EAddress__%3D%3E__%3B'),
(18, 'testing form', '', '0000-00-00 00:00:00', '2013-11-17 08:32:01', 1, 0, 1, 'stepid=>s1__steporder=>1__steptitle=>Setp-s1__|typeID=>T1__type=>form__formid=>2__renderType=>form__morecss=>__;||', ''),
(19, 'q1', 'Faiz new reservation step 1', '2014-11-16 07:51:10', '2014-06-01 08:39:52', 1, 0, 0, 'stepid=>s1__steporder=>1__steptitle=>Setp-s1__|typeID=>T1__type=>mobile__mobileid=>1__morecss=>__;||', ''),
(20, 'q2', 'Faiz new reservation step 2', '2014-11-18 16:49:25', '2014-06-01 10:08:00', 1, 0, 0, 'stepid=>s1__steporder=>1__steptitle=>Setp-s2__|typeID=>T2__type=>plugin__pluginTitle=>plg_dumpsterCost__returnType=>sesstion__returnTo=>dumpsterCost__morecss=>__;||', '\r\n\r\n%3B'),
(22, 'q4', '', '2014-11-26 14:11:35', '2014-11-26 14:07:06', 1, 0, 0, 'stepid=>s1__steporder=>1__steptitle=>Setp-s1__|typeID=>T1__type=>plugin__pluginTitle=>plg_qrecycle_save__returnType=>label__returnTo=>__morecss=>__;||', '\r\n\r\n'),
(21, 'q3', '', '2014-11-25 13:42:25', '2014-06-03 09:25:25', 1, 0, 0, 'stepid=>s1__steporder=>1__steptitle=>Setp-s1__|typeID=>T1__type=>mobile__mobileid=>2__morecss=>__;||', '');

-- --------------------------------------------------------

--
-- Table structure for table `sys_language`
--

CREATE TABLE IF NOT EXISTS `sys_language` (
  `id` int(11) NOT NULL,
  `lang` varchar(255) NOT NULL,
  `obj_type` varchar(255) NOT NULL,
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL,
  `delete` int(11) NOT NULL,
  `enabled` int(11) NOT NULL DEFAULT '1',
  `order` int(11) NOT NULL,
  `obj_field` varchar(255) NOT NULL,
  `obj_id` int(11) NOT NULL,
  `obj_old_data` text NOT NULL,
  `obj_new_data` text NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=512 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `sys_language`
--

INSERT INTO `sys_language` (`id`, `lang`, `obj_type`, `modified`, `created`, `delete`, `enabled`, `order`, `obj_field`, `obj_id`, `obj_old_data`, `obj_new_data`) VALUES
(357, '3', 'com_html', '2014-06-19 06:50:55', '2014-06-19 06:48:36', 0, 1, 0, 'cat_id[]', 348, '', 'ttt'),
(358, '3', 'com_html', '0000-00-00 00:00:00', '2014-06-19 06:52:58', 0, 1, 0, 'cat_id', 348, '', 'ttt22'),
(356, '3', 'com_html', '2014-06-19 06:48:04', '0000-00-00 00:00:00', 0, 1, 0, 'title', 348, '', 'ttt333'),
(359, '2', 'com_html', '0000-00-00 00:00:00', '2014-09-24 17:40:18', 0, 1, 0, 'title', 281, '', 'sdfdsfsdf'),
(360, '2', 'com_project', '2014-09-25 09:09:49', '2014-09-24 17:41:21', 0, 1, 0, 'title', 104, '', 'سوداني'),
(361, '3', 'com_project', '0000-00-00 00:00:00', '2014-09-24 17:41:27', 0, 1, 0, 'title', 104, '', 'المنتج 2'),
(362, '1', 'com_project', '0000-00-00 00:00:00', '2014-09-24 17:41:37', 0, 1, 0, 'title', 104, '', 'المنتج 3'),
(363, '2', 'com_project', '2014-09-25 09:10:14', '2014-09-24 17:52:23', 0, 1, 0, 'short_des', 104, '', 'بقشرة و مقشر'),
(382, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-25 09:12:20', 0, 1, 0, 'title', 103, '', 'القرطم'),
(364, '1', 'com_project', '0000-00-00 00:00:00', '2014-09-24 17:52:32', 0, 1, 0, 'short_des', 104, '', 'المنتج 3 المنتج 3 المنتج 3 المنتج 3'),
(365, '3', 'com_project', '0000-00-00 00:00:00', '2014-09-24 17:52:38', 0, 1, 0, 'short_des', 104, '', 'المنتج 3 المنتج 3 المنتج 3 المنتج 3'),
(366, '1', 'com_project_catgories', '0000-00-00 00:00:00', '2014-09-25 08:50:55', 0, 1, 0, 'title', 1, '', 'كیمیاة'),
(367, '2', 'com_project_catgories', '0000-00-00 00:00:00', '2014-09-25 08:51:37', 0, 1, 0, 'title', 1, '', 'كیمیاة'),
(368, '2', 'com_project_catgories', '0000-00-00 00:00:00', '2014-09-25 08:51:57', 0, 1, 0, 'title', 3, '', 'معلباة'),
(369, '2', 'com_project_catgories', '0000-00-00 00:00:00', '2014-09-25 08:52:34', 0, 1, 0, 'title', 4, '', 'منتجات الألبان'),
(370, '2', 'com_project_catgories', '2014-09-25 09:00:36', '2014-09-25 09:00:10', 0, 1, 0, 'title', 5, '', 'یمیش / مكسراة'),
(371, '2', 'com_project_catgories', '0000-00-00 00:00:00', '2014-09-25 09:01:00', 0, 1, 0, 'title', 6, '', 'اعشاب'),
(372, '2', 'com_project_catgories', '0000-00-00 00:00:00', '2014-09-25 09:01:38', 0, 1, 0, 'title', 11, '', 'اعلاف'),
(373, '2', 'com_project_catgories', '0000-00-00 00:00:00', '2014-09-25 09:02:32', 0, 1, 0, 'title', 9, '', 'حداید و خردة'),
(374, '2', 'com_project_catgories', '0000-00-00 00:00:00', '2014-09-25 09:03:19', 0, 1, 0, 'title', 12, '', 'الحبوب'),
(375, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-25 09:05:11', 0, 1, 0, 'title', 102, '', 'برسیم'),
(376, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-25 09:05:30', 0, 1, 0, 'title', 100, '', 'كناري'),
(377, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-25 09:06:43', 0, 1, 0, 'title', 98, '', 'بذور الكتان'),
(378, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-25 09:07:05', 0, 1, 0, 'title', 97, '', 'ذرة'),
(379, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-25 09:08:07', 0, 1, 0, 'title', 96, '', 'دخن'),
(380, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-25 09:08:16', 0, 1, 0, 'short_des', 96, '', 'أصفر و أخضر'),
(381, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-25 09:08:56', 0, 1, 0, 'title', 95, '', 'بذور القرطم'),
(383, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-25 09:12:48', 0, 1, 0, 'title', 94, '', 'نشا ذرة'),
(384, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-25 09:13:28', 0, 1, 0, 'title', 93, '', 'حمض الفوسفوريك'),
(385, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-25 09:14:42', 0, 1, 0, 'title', 92, '', 'الفشار'),
(386, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-25 09:16:17', 0, 1, 0, 'title', 91, '', 'عدس الأصفر مغروش'),
(387, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-25 09:16:56', 0, 1, 0, 'title', 90, '', 'بازلاء الخضراء'),
(388, '2', 'com_project', '2014-09-25 09:24:10', '2014-09-25 09:17:39', 0, 1, 0, 'short_des', 90, '', ''),
(391, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-25 09:25:36', 0, 1, 0, 'title', 87, '', 'فاصولیا ابیض'),
(389, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-25 09:22:15', 0, 1, 0, 'short_des', 89, '', 'حجم - ٨٠/٧٥ ٦٠/٥٨ ٤٨/٤٦ ٤٦/٤ ٤/٤٢ ٤٢/٤٠'),
(390, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-25 09:22:35', 0, 1, 0, 'title', 89, '', 'حمص'),
(392, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-25 09:26:01', 0, 1, 0, 'title', 86, '', 'فاصولیا احمر'),
(393, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-25 09:26:57', 0, 1, 0, 'title', 85, '', 'الفول'),
(394, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-25 09:27:08', 0, 1, 0, 'short_des', 85, '', 'حصى و كسر'),
(395, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-25 09:27:32', 0, 1, 0, 'title', 84, '', 'عدس لیریدا'),
(396, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-25 09:28:42', 0, 1, 0, 'title', 83, '', 'عدس الأحمر'),
(397, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-25 09:29:10', 0, 1, 0, 'title', 82, '', 'عدس الأصفر'),
(398, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-25 09:29:20', 0, 1, 0, 'title', 81, '', 'عدس الأصفر مغروش'),
(399, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-25 09:29:53', 0, 1, 0, 'title', 80, '', 'عدس كریمسن'),
(400, '2', 'com_project', '2014-09-25 09:30:40', '2014-09-25 09:30:33', 0, 1, 0, 'title', 79, '', 'سكر'),
(401, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-25 09:31:24', 0, 1, 0, 'title', 78, '', 'الأرز'),
(402, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-25 09:31:38', 0, 1, 0, 'short_des', 78, '', 'باسمتي و طویل حبة و ابیض و مغلي'),
(403, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-25 09:33:25', 0, 1, 0, 'title', 77, '', 'مشروم'),
(404, '2', 'com_project', '2014-09-25 09:34:35', '2014-09-25 09:34:30', 0, 1, 0, 'title', 76, '', 'شمر'),
(405, '2', 'com_project', '2014-09-27 06:41:31', '2014-09-27 06:37:36', 0, 1, 0, 'short_des', 76, '', 'نظافة ٩٨٪ و ٩٩٪'),
(406, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 06:42:40', 0, 1, 0, 'title', 75, '', 'كراویة'),
(407, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 06:43:04', 0, 1, 0, 'short_des', 75, '', 'نظافة ٩٨٪ و ٩٩٪'),
(408, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 06:44:51', 0, 1, 0, 'title', 74, '', 'كبابة'),
(409, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 06:45:50', 0, 1, 0, 'title', 71, '', 'بخور'),
(410, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 06:47:02', 0, 1, 0, 'title', 70, '', 'فانيليا'),
(411, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 06:47:56', 0, 1, 0, 'title', 69, '', 'جلوكوز سائل'),
(412, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 06:48:16', 0, 1, 0, 'title', 68, '', 'ملح لیمون'),
(413, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 06:48:37', 0, 1, 0, 'title', 67, '', 'بیكربونات صودیوم'),
(414, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 06:48:53', 0, 1, 0, 'short_des', 67, '', 'غذائي'),
(415, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 06:49:03', 0, 1, 0, 'short_des', 66, '', 'غذائي'),
(416, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 06:49:13', 0, 1, 0, 'title', 66, '', 'بیكربونات امونیوم'),
(417, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 06:56:12', 0, 1, 0, 'title', 65, '', 'خوخ'),
(418, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 06:56:28', 0, 1, 0, 'title', 64, '', 'مانجا'),
(419, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 06:57:00', 0, 1, 0, 'title', 63, '', 'لیتشي'),
(420, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 06:57:10', 0, 1, 0, 'title', 62, '', 'كوكتیل'),
(421, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 06:57:35', 0, 1, 0, 'title', 61, '', 'أناناس'),
(422, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 06:58:03', 0, 1, 0, 'title', 60, '', 'كاكاو بودرة'),
(423, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 06:58:13', 0, 1, 0, 'title', 59, '', 'زبدة'),
(424, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 06:58:22', 0, 1, 0, 'title', 58, '', 'ثمن'),
(425, '2', 'com_project', '2014-09-27 07:03:14', '2014-09-27 06:59:20', 0, 1, 0, 'title', 56, '', 'لبن بودرة'),
(426, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 06:59:44', 0, 1, 0, 'short_des', 60, '', 'فتح و غامق'),
(427, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 06:59:54', 0, 1, 0, 'short_des', 58, '', 'نباتي'),
(428, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:02:28', 0, 1, 0, 'title', 57, '', 'شرش لبن'),
(429, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:04:11', 0, 1, 0, 'title', 55, '', 'جوز الھند'),
(430, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:04:20', 0, 1, 0, 'short_des', 55, '', 'خشن و ناعم و ضفر'),
(431, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:04:35', 0, 1, 0, 'title', 54, '', 'صنوبر'),
(432, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:05:06', 0, 1, 0, 'short_des', 54, '', 'Raw أبیض مقشر'),
(433, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:05:06', 0, 1, 0, 'short_des', 54, '', 'Raw أبیض مقشر'),
(434, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:05:54', 0, 1, 0, 'title', 53, '', 'تین'),
(435, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:06:06', 0, 1, 0, 'short_des', 53, '', 'من حجم ١ إلى حجم ٤'),
(436, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:06:20', 0, 1, 0, 'title', 52, '', 'مشمش'),
(437, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:06:35', 0, 1, 0, 'short_des', 52, '', 'من حجم ٠ إلى حجم ٨'),
(438, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:08:10', 0, 1, 0, 'title', 51, '', 'قراصیا'),
(439, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:08:29', 0, 1, 0, 'title', 50, '', 'زبیب جولد ن'),
(440, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:08:44', 0, 1, 0, 'short_des', 50, '', 'درجة اولة و درجة تانیة'),
(441, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:08:52', 0, 1, 0, 'title', 49, '', 'كاجو'),
(442, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:09:03', 0, 1, 0, 'title', 48, '', 'فستق'),
(443, '2', 'com_project', '2014-09-27 07:19:35', '2014-09-27 07:09:29', 0, 1, 0, 'short_des', 48, '', '<p>بقشرة Raw & Salted/Roasted – Size 18/20 & 21/25</p>\nمقشر'),
(444, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:10:56', 0, 1, 0, 'title', 47, '', 'عین جمل'),
(445, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:11:12', 0, 1, 0, 'short_des', 47, '', 'Hartley Bleached Jumbo & Large بقشرة'),
(446, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:11:22', 0, 1, 0, 'title', 46, '', 'بندق'),
(447, '2', 'com_project', '2014-09-27 07:20:35', '2014-09-27 07:11:41', 0, 1, 0, 'short_des', 46, '', '<p>بقشرة Enis & Barcelona Jumbo, Large & Medium</p>\n13/15 MM مقشر'),
(448, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:11:52', 0, 1, 0, 'title', 45, '', 'لوز'),
(449, '2', 'com_project', '2014-09-27 07:14:50', '2014-09-27 07:13:22', 0, 1, 0, 'short_des', 45, '', '<p>Peerless بقشرة</p>\n\nمقشر NPX 18/20, 23/25 & 27/30'),
(450, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:20:59', 0, 1, 0, 'title', 44, '', 'املاج'),
(451, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:21:44', 0, 1, 0, 'title', 43, '', 'عصفر'),
(452, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:21:55', 0, 1, 0, 'title', 42, '', 'خـلنـجـل'),
(453, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:22:38', 0, 1, 0, 'title', 40, '', 'سلمكة ورق'),
(454, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:22:46', 0, 1, 0, 'title', 39, '', 'سلمكة قرن'),
(455, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:23:04', 0, 1, 0, 'title', 36, '', 'زر ورد احمر'),
(456, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:23:40', 0, 1, 0, 'title', 38, '', 'تمر الھندي'),
(457, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:24:07', 0, 1, 0, 'short_des', 38, '', '٥% بزرة و ١٠% بزرة و ١٥% بزرة و ٢٠% بزرة'),
(458, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:24:30', 0, 1, 0, 'title', 37, '', 'حبھان'),
(459, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:24:43', 0, 1, 0, 'short_des', 37, '', 'أخضر و الأسود و بزرة'),
(460, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:25:37', 0, 1, 0, 'title', 35, '', 'ببريكا بودرة'),
(461, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:25:54', 0, 1, 0, 'title', 32, '', 'فلفل احمر'),
(462, '2', 'com_project', '2014-09-27 07:26:50', '2014-09-27 07:26:38', 0, 1, 0, 'title', 41, '', 'عرق السوس'),
(463, '2', 'com_project', '2014-09-27 07:27:15', '2014-09-27 07:27:11', 0, 1, 0, 'short_des', 41, '', 'حصى و مطحون'),
(464, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:27:55', 0, 1, 0, 'title', 31, '', 'حب البركة'),
(465, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:28:12', 0, 1, 0, 'short_des', 31, '', 'سورتكس و مكنة'),
(466, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:28:26', 0, 1, 0, 'title', 30, '', 'فلفل الأبیض'),
(467, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:28:42', 0, 1, 0, 'short_des', 30, '', '٦٣٠ جرام'),
(468, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:29:18', 0, 1, 0, 'title', 29, '', 'فلفل الأسود'),
(469, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:30:15', 0, 1, 0, 'short_des', 29, '', '٥٠٠ جرام / ٥٥٠ جرام'),
(470, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:31:17', 0, 1, 0, 'title', 28, '', 'قرفة'),
(471, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:31:26', 0, 1, 0, 'short_des', 28, '', 'حصى و كسر'),
(472, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:31:58', 0, 1, 0, 'title', 27, '', 'قرنفل'),
(473, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:32:45', 0, 1, 0, 'title', 26, '', 'خرد ل'),
(474, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:32:55', 0, 1, 0, 'short_des', 26, '', 'صغیر و كبیر'),
(475, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:33:05', 0, 1, 0, 'title', 25, '', 'زنجبیل'),
(476, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:33:16', 0, 1, 0, 'short_des', 25, '', 'درجة اولة و درجة تانیة'),
(477, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:33:30', 0, 1, 0, 'title', 24, '', 'حلبة'),
(478, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:33:46', 0, 1, 0, 'short_des', 24, '', 'سورتكس و مكنة'),
(479, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:34:30', 0, 1, 0, 'title', 23, '', 'كركم'),
(480, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:34:39', 0, 1, 0, 'short_des', 23, '', 'درجة اولة و درجة تانیة و كسر'),
(481, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:34:51', 0, 1, 0, 'title', 22, '', 'سمسم'),
(482, '2', 'com_project', '2014-09-27 07:37:46', '2014-09-27 07:35:13', 0, 1, 0, 'short_des', 22, '', 'مقسور سورتكس نظافة ٩٩.٩٧% و ٩٩.٩٥% و ٩٩.٩٠%'),
(483, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:39:53', 0, 1, 0, 'title', 21, '', 'كزبرة'),
(484, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:40:24', 0, 1, 0, 'short_des', 21, '', '٥% كسر و ١٠٠٪ كسر'),
(485, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:40:33', 0, 1, 0, 'title', 20, '', 'كمون'),
(486, '2', 'com_project', '0000-00-00 00:00:00', '2014-09-27 07:41:09', 0, 1, 0, 'short_des', 20, '', 'نظافة ٩٩٪ و ٩٨%'),
(487, '2', 'menu_itmes', '0000-00-00 00:00:00', '2014-09-27 11:45:41', 0, 1, 0, 'mei_title', 355, '', 'عطارة / توابل'),
(488, '2', 'menu_itmes', '0000-00-00 00:00:00', '2014-09-27 11:46:01', 0, 1, 0, 'mei_title', 356, '', 'یمیش / مكسراة'),
(489, '2', 'menu_itmes', '0000-00-00 00:00:00', '2014-09-27 11:46:40', 0, 1, 0, 'mei_title', 357, '', 'اعشاب'),
(490, '2', 'menu_itmes', '0000-00-00 00:00:00', '2014-09-27 11:46:53', 0, 1, 0, 'mei_title', 359, '', 'منتجات الألبان'),
(491, '2', 'menu_itmes', '0000-00-00 00:00:00', '2014-09-27 11:47:03', 0, 1, 0, 'mei_title', 358, '', 'اعلاف'),
(492, '2', 'menu_itmes', '0000-00-00 00:00:00', '2014-09-27 11:47:40', 0, 1, 0, 'mei_title', 361, '', 'معلباة'),
(493, '2', 'menu_itmes', '0000-00-00 00:00:00', '2014-09-27 11:47:58', 0, 1, 0, 'mei_title', 362, '', 'كیمیاة'),
(494, '2', 'menu_itmes', '0000-00-00 00:00:00', '2014-09-27 11:48:38', 0, 1, 0, 'mei_title', 364, '', 'الحبوب'),
(495, '2', 'menu_itmes', '0000-00-00 00:00:00', '2014-09-27 11:48:55', 0, 1, 0, 'mei_title', 363, '', 'منتجات أخرى'),
(496, '2', 'undefined', '0000-00-00 00:00:00', '2014-09-29 13:34:27', 0, 1, 0, 'mei_title', 0, '', 'En'),
(497, '2', 'menu_itmes', '0000-00-00 00:00:00', '2014-09-29 13:35:02', 0, 1, 0, 'mei_title', 366, '', 'En'),
(498, '2', 'menu_itmes', '0000-00-00 00:00:00', '2014-09-29 13:40:41', 0, 1, 0, 'property__url', 366, '', '/en/'),
(499, '2', 'com_modules', '0000-00-00 00:00:00', '2014-09-29 14:03:51', 0, 1, 0, 'mod_title', 270, '', 'منتجاتنا'),
(500, '2', 'com_modules', '0000-00-00 00:00:00', '2014-09-29 14:04:58', 0, 1, 0, 'mod_title', 285, '', 'عن طاهري'),
(501, '2', 'com_project_catgories', '0000-00-00 00:00:00', '2014-09-29 14:12:23', 0, 1, 0, 'title', 7, '', 'عطارة / توابل'),
(502, '2', 'com_images_gallery', '0000-00-00 00:00:00', '2014-09-29 14:18:00', 0, 1, 0, 'title', 372, '', 'التوابل'),
(503, '2', 'com_images_gallery', '0000-00-00 00:00:00', '2014-09-29 14:18:23', 0, 1, 0, 'des', 372, '', 'ذيس إز دمي دسكربسيون ، ذيس إز دمي دسكربسيون ذيس إز دمي دسكربسيون ، ذيس إز دمي دسكربسيون'),
(504, '2', 'menu_itmes', '0000-00-00 00:00:00', '2014-09-30 05:26:16', 0, 1, 0, 'mei_title', 289, '', 'منتجاتنا'),
(505, '2', 'menu_itmes', '0000-00-00 00:00:00', '2014-09-30 05:26:45', 0, 1, 0, 'mei_title', 360, '', 'حلواني'),
(506, '2', 'menu_itmes', '0000-00-00 00:00:00', '2014-09-30 05:31:53', 0, 1, 0, 'mei_title', 292, '', 'الرئسية'),
(507, '2', 'menu_itmes', '0000-00-00 00:00:00', '2014-09-30 05:32:40', 0, 1, 0, 'mei_title', 303, '', 'عن الشركة'),
(508, '2', 'menu_itmes', '0000-00-00 00:00:00', '2014-09-30 05:40:42', 0, 1, 0, 'mei_title', 365, '', 'حداید و خردة'),
(509, '2', 'com_html', '0000-00-00 00:00:00', '2014-09-30 05:48:48', 0, 1, 0, 'my_body', 229, '', '<p>تنفيذ وإدارة وتشغيل وتطوير وصيانة شبكة الاتصال التليفوني بنظام التليفون المحمول G.S.M بالتعاون مع هيئة الاتصالات بموافقة وزارة النقل والمواصلات وفقاً للقانون رقم 153 لسنة 1980 مع إتاحة الخدمة للمشتركين داخل وخارج جمهورية مصر العربية، طبقاً للترخيص الصادر في هذا الشأن واتخاذ كافة الأعمال المتعلقة بها من شبكات ..ألخ.</p>\n<p>تنفيذ وإدارة وتشغيل وتطوير وصيانة شبكة الاتصال التليفوني بنظام التليفون المحمول G.S.M بالتعاون مع هيئة الاتصالات بموافقة وزارة النقل والمواصلات وفقاً للقانون رقم 153 لسنة 1980 مع إتاحة الخدمة للمشتركين داخل وخارج جمهورية مصر العربية، طبقاً للترخيص الصادر في هذا الشأن واتخاذ كافة الأعمال المتعلقة بها من شبكات ..ألخ.</p>\n<p><img class="circle" src="..//uploads/images/About-taheri.jpg" alt="" /></p>'),
(510, '2', 'com_images_gallery', '2014-09-30 05:50:35', '2014-09-30 05:50:32', 0, 1, 0, 'title', 371, '', 'الأعشاب'),
(511, '2', 'com_images_gallery', '0000-00-00 00:00:00', '2014-09-30 05:51:00', 0, 1, 0, 'des', 371, '', 'ذيس إز دسكربسيون دمي  ذيس إز دسكربسيون دمي');

-- --------------------------------------------------------

--
-- Table structure for table `sys_mobile_application`
--

CREATE TABLE IF NOT EXISTS `sys_mobile_application` (
  `id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `delete` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `cat_id` text NOT NULL,
  `data` text NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=ucs2;

--
-- Dumping data for table `sys_mobile_application`
--

INSERT INTO `sys_mobile_application` (`id`, `title`, `enabled`, `delete`, `order`, `created`, `modified`, `cat_id`, `data`) VALUES
(1, 'test', 1, 0, 0, '2014-11-03 11:44:40', '2014-11-19 04:30:06', '', 'stepid=>s1__steporder=>1__steptitle=>Setp-s1__|typeID=>T5__type=>form__name=>setpform__class=>__data=>__theme=>0__action=>__method=>__saveType=>sesstion__saveTo=>setpform__;typeID=>T2__type=>googlemap__name=>map__class=>a__data=>sas__theme=>a__address=>true__;typeID=>T3__type=>listview__name=>dumpsters__class=>__data=>db__theme=>a__title=>dumpsters__listType=>radio__dataType=>db__table=>com_dumpsters__query=>__fieldValue=>id__fieldText=>title__;typeID=>T3__type=>toggleBtn__name=>concrete__class=>__data=>0%3E%3ENo%3B1%3E%3EYes__theme=>0__title=>Are you picking up concrete?__;typeID=>T4__type=>toggleBtn__name=>hazardous__class=>__data=>0%3E%3ENo%3B1%3E%3EYes__theme=>0__title=>Are you picking up hazardous waste?__;typeID=>T6__type=>endform__name=>__;||'),
(2, 'regFrom', 1, 0, 0, '2014-11-19 04:24:27', '2014-11-26 14:24:25', '', 'stepid=>s1__steporder=>1__steptitle=>Setp-s1__|typeID=>T1__type=>form__name=>userreg__class=>__data=>__theme=>0__action=>__method=>__saveType=>0__saveTo=>__;typeID=>T2__type=>listview__name=>regtype__class=>regtype__data=>b%3E%3EBusiness%20Customer%3Bh%3E%3EHome%20%2F%20Residence%3E%3E__theme=>0__title=>regtype__listType=>radio__dataType=>0__table=>__query=>__fieldValue=>__fieldText=>__;typeID=>T17__type=>input__name=>name__class=>forh__data=>__theme=>0__title=>Name__inputtype=>text__disabled=>0__enhanced=>__clearBtn=>0__;typeID=>T3__type=>input__name=>business_name__class=>forb__data=>business_name__theme=>0__title=>business_name__inputtype=>text__disabled=>0__enhanced=>__clearBtn=>0__;typeID=>T4__type=>input__name=>contact_person__class=>forb__data=>__theme=>0__title=>Contact Person__inputtype=>text__disabled=>0__enhanced=>__clearBtn=>0__;typeID=>T5__type=>input__name=>email__class=>__data=>__theme=>0__title=>email__inputtype=>text__disabled=>0__enhanced=>__clearBtn=>0__;typeID=>T6__type=>input__name=>contact_no__class=>__data=>__theme=>0__title=>contact_no__inputtype=>0__disabled=>0__enhanced=>__clearBtn=>0__;typeID=>T7__type=>input__name=>fax_no__class=>Fax No__data=>__theme=>0__title=>fax_no__inputtype=>text__disabled=>0__enhanced=>__clearBtn=>0__;typeID=>T8__type=>input__name=>billing_address__class=>__data=>__theme=>0__title=>billing_address__inputtype=>text__disabled=>0__enhanced=>__clearBtn=>0__;typeID=>T9__type=>input__name=>mailing_address__class=>__data=>__theme=>0__title=>mailing_address__inputtype=>text__disabled=>0__enhanced=>__clearBtn=>0__;typeID=>T13__type=>line__name=>__class=>__data=>__theme=>0__;typeID=>T15__type=>label__name=>Create QRecycle Account__class=>__data=>Create%20QRecycle%20Account__theme=>0__;typeID=>T11__type=>input__name=>password__class=>__data=>__theme=>0__title=>__inputtype=>password__disabled=>0__enhanced=>__clearBtn=>0__;typeID=>T10__type=>input__name=>re-password__class=>__data=>__theme=>0__title=>re-password__inputtype=>password__disabled=>0__enhanced=>__clearBtn=>0__;typeID=>T12__type=>javascript__name=>__class=>__data=>%24(function()%7B%0A%20%20%20%24(%22.forb_p%22).hide()%3B%0A%24(%22.regtype%22).change(function()%7B%0A%0A%20%20%20%24(%22.forh_p%22).hide()%3B%0A%20%20%20%24(%22.forb_p%22).hide()%3B%0A%0A%0A%20%20%20%24(%22.for%22%2B%24(%22.regtype%3Achecked%22).val()%2B%22_p%22).show()%3B%0A%0A%7D)%0A%0A%0A%20%20%20%20%20%20%20%20%20%20%20%20%0A%0A%7D)__theme=>0__;typeID=>T14__type=>line__name=>__class=>__data=>__theme=>0__;typeID=>T16__type=>endform__name=>end__;||');

-- --------------------------------------------------------

--
-- Table structure for table `sys_mobile_setting`
--

CREATE TABLE IF NOT EXISTS `sys_mobile_setting` (
  `id` int(11) NOT NULL,
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `right_menu` int(11) NOT NULL,
  `left_menu` int(11) NOT NULL,
  `header_bar` int(11) NOT NULL,
  `footer_bar` int(11) NOT NULL,
  `pages_transition` varchar(255) NOT NULL,
  `theme` varchar(20) NOT NULL,
  `homebt` tinyint(4) NOT NULL,
  `backbt` tinyint(4) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `sys_mobile_setting`
--

INSERT INTO `sys_mobile_setting` (`id`, `modified`, `created`, `enabled`, `order`, `delete`, `right_menu`, `left_menu`, `header_bar`, `footer_bar`, `pages_transition`, `theme`, `homebt`, `backbt`) VALUES
(1, '2014-05-04 13:58:52', '2013-10-21 00:00:00', 0, 0, 0, 8, -1, 15, 15, 'rondome', 'a', 1, 0);

-- --------------------------------------------------------

--
-- Table structure for table `sys_more_data`
--

CREATE TABLE IF NOT EXISTS `sys_more_data` (
  `title` varchar(255) NOT NULL,
  `com_type` varchar(255) NOT NULL,
  `com_id` int(11) NOT NULL,
  `data` text NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `order` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `id` int(11) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=94 DEFAULT CHARSET=latin1;

--
-- Dumping data for table `sys_more_data`
--

INSERT INTO `sys_more_data` (`title`, `com_type`, `com_id`, `data`, `created`, `modified`, `enabled`, `order`, `delete`, `id`) VALUES
('', '', 123, 'a', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 3),
('', 'com_html', 123, '2;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 51),
('', 'com_html', 209, ';vidimageWidth__100px;vidimageHeight__auto;vidimagesNumber__4;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 44),
('', 'com_html', 196, ';formId__;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 48),
('', 'com_html', 220, ';imageWidth__100px;imageHeight__auto;imagesNumber__4;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 58),
('', 'com_html', 0, ';', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 67),
('', 'com_html', 222, ';', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 59),
('', 'com_html', 226, ';vidimageWidth__100px;vidimageHeight__auto;vidimagesNumber__4;moreData__;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 66),
('', 'com_content_article', 0, ';', '2014-09-06 15:07:49', '0000-00-00 00:00:00', 1, 0, 0, 93),
('', 'com_content_article', 256, ';', '2014-08-27 16:02:00', '0000-00-00 00:00:00', 1, 0, 0, 85),
('', 'com_content_article', 254, ';', '2014-08-27 16:01:09', '0000-00-00 00:00:00', 1, 0, 0, 84),
('', 'com_content_article', 250, ';', '2014-08-23 11:34:54', '0000-00-00 00:00:00', 1, 0, 0, 71),
('', 'com_content_article', 249, ';', '2014-08-23 11:34:57', '0000-00-00 00:00:00', 1, 0, 0, 72),
('', 'com_content_article', 247, ';', '2014-08-23 11:35:11', '0000-00-00 00:00:00', 1, 0, 0, 73),
('', 'com_content_article', 246, ';', '2014-08-23 11:35:19', '0000-00-00 00:00:00', 1, 0, 0, 74),
('', 'com_content_article', 243, ';', '2014-08-23 11:35:26', '0000-00-00 00:00:00', 1, 0, 0, 75),
('', 'com_content_article', 242, ';', '2014-08-23 11:35:28', '0000-00-00 00:00:00', 1, 0, 0, 76),
('', 'com_content_article', 241, ';', '2014-08-23 11:35:31', '0000-00-00 00:00:00', 1, 0, 0, 77),
('', 'com_content_article', 259, ';', '2014-08-23 12:12:06', '0000-00-00 00:00:00', 1, 0, 0, 79),
('', 'com_content_article', 258, ';', '2014-08-23 12:12:09', '0000-00-00 00:00:00', 1, 0, 0, 80),
('', 'com_content_article', 257, ';', '2014-08-23 12:12:13', '0000-00-00 00:00:00', 1, 0, 0, 81),
('', 'com_content_article', 248, ';', '2014-08-27 15:59:21', '0000-00-00 00:00:00', 1, 0, 0, 82),
('', 'com_content_article', 255, ';', '2014-08-27 16:00:53', '0000-00-00 00:00:00', 1, 0, 0, 83),
('', 'com_content_article', 260, ';', '2014-09-06 10:21:48', '0000-00-00 00:00:00', 1, 0, 0, 92);

-- --------------------------------------------------------

--
-- Table structure for table `sys_properies_data`
--

CREATE TABLE IF NOT EXISTS `sys_properies_data` (
  `id` int(11) NOT NULL,
  `title` varchar(255) CHARACTER SET utf8 NOT NULL,
  `com_type` varchar(255) CHARACTER SET utf8 NOT NULL,
  `com_id` int(11) NOT NULL,
  `data` text CHARACTER SET utf8 NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `order` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=latin1;

--
-- Dumping data for table `sys_properies_data`
--

INSERT INTO `sys_properies_data` (`id`, `title`, `com_type`, `com_id`, `data`, `created`, `modified`, `enabled`, `order`, `delete`) VALUES
(0, '', 'menu_itmes', 247, 'imagegallery__;selectcode__123;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_html', 123, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_install', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', '', 247, 'imagegallery__;selectcode__123;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', '', 261, 'data__14;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 261, 'imagegallery__;selectcode__123;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 252, 'selecmenu__8;viewImage__0;viewComment__0;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 265, 'selecmenu__13;viewImage__0;viewComment__0;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 253, 'selecmenu__8;viewImage__0;viewComment__0;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 262, 'ptime__+1;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 263, 'selecmenu__14;viewImage__0;viewComment__0;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 257, 'selectcode__123;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 264, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 261, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 260, 'citycode__EGXX0004;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 259, 'cat_id__35;view__articles;Datatype__latest;dynamic__0;viewTitle__0;viewImage__0;viewDes__0;viewDesNum__;viewMViews__0;numberView__;firstMainStyle__0;tagmaxfont__;tagminfont__;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 258, 'viewtype__v;cat_id__36;view__;Datatype__;dynamic__0;viewTitle__0;viewImage__0;viewDes__0;viewDesNum__;viewMViews__0;numberView__;firstMainStyle__0;tagmaxfont__;tagminfont__;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 256, 'selecmenu__8;viewImage__0;viewComment__0;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 255, 'selecmenu__13;viewImage__0;viewComment__0;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_install', 107, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_products', 52, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_install', 103, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_install', 102, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 263, 'cat_id__;nums__5;catPageViewTitle__1;catPageViewImage__1;catPageViewDes__1;catPageViewHist__1;catPageViewAuthor__0;catPageViewDate__0;desLimit__;shareView__0;introInBody__0;thimageinBody__0;comment__0;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 231, 'cat_id__;nums__;catPageViewTitle__1;catPageViewImage__1;catPageViewDes__1;catPageViewHist__0;catPageViewAuthor__0;catPageViewDate__0;desLimit__;shareView__0;introInBody__0;thimageinBody__0;comment__0;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_content_article', 188, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_products', 56, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'site_setting', 3, '', '2014-10-27 07:32:27', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_users_groups', 3, '', '2014-11-23 16:24:51', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'sys_admin_pkg', 7, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'sys_admin_menu', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'sys_admin_menu', 15, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'sys_admin_menu', 7, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_users', 3, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_content_catgories', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 6, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 280, 'subtitle__About me;selectcode__123;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_html', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_html', 209, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_images_gallery_categories', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_content_article', 240, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 281, 'cat_id__35;nums__;catPageViewTitle__1;catPageViewImage__1;catPageViewDes__1;catPageViewHist__0;catPageViewAuthor__0;catPageViewDate__0;desLimit__;shareView__0;introInBody__0;thimageinBody__0;comment__0;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project_catgories', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 5, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 4, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 3, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 2, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 1, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 7, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 8, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'sys_admin_menu', 16, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_google_map', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_google_map', 1, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_google_map', 2, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 283, 'mapData__1;hieghtMap__300;widthMap__300;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 284, 'mapData__2;hieghtMap__300;widthMap__300;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 9, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_html', 196, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 266, 'selectcode__214;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 267, 'height__450;width__600;lu__30.353916;lg__31.069336;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 268, 'height__300;width__800;lu__4.046464;lg__32.585449;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'sys_admin_pkg', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'sys_admin_pkg', 10, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'sys_admin_menu', 9, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_html_categories', 64, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'sys_admin_menu', 1, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'sys_admin_pkg', 9, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'sys_admin_menu', 6, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'sys_admin_menu', 4, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'sys_admin_menu', 5, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project_catgories', 1, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 269, 'value__;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_install', 111, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 16, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 15, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 14, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 13, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 12, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 11, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 10, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'plg_cart', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_form', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_form', 10, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project_setting', 1, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_form', 1, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_form', 2, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 0, 'subtitle__;selectcode__125;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 271, 'selecmenu__10;viewImage__0;viewComment__0;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 285, 'settings__1;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_users_settings', 1, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_form', 3, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 273, 'selecmenu__8;viewImage__1;viewComment__0;colorbg__1;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_images_gallery', 360, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 272, 'viwtype__images;seleccatnews__35;seleccat__66;seleccatvideo__-1;seleccatpro__-1;effect__random;style__theme-default;captionOpacity__1;Speed__800;pauseTime__6000;directionNav__true;directionNavHide__true;pauseOnHover__true;controlNavThumbs__false;morecss__;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_images_gallery', 359, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project_catgories', 3, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project_catgories', 4, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project_catgories', 5, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project_catgories', 6, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project_catgories', 7, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 287, 'url__/search/cat=Environment/;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_menus', 8, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 289, 'url__#;', '2014-09-30 05:35:32', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 290, 'url__/search/cat=Women/;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 291, 'url__/search/cat=Education/;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 292, 'url__#;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 293, 'url__/search/cat=Health/;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_images_gallery', 370, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_images_gallery', 372, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_images_gallery', 371, '', '2014-09-30 05:51:11', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_menus', 14, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_menus', 13, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 303, 'subtitle__;selectcode__281;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 306, 'subtitle__;selectcode__;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 307, 'subtitle__;selectcode__;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 308, 'subtitle__;selectcode__229;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 309, 'subtitle__;selectcode__123;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 312, 'url__#;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 274, 'selecmenu__13;viewImage__0;viewComment__0;colorbg__0;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 313, 'subtitle__;selectcode__123;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 314, 'subtitle__;selectcode__123;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 315, 'subtitle__;selectcode__123;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 320, 'settings__1;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 321, 'settings__1;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_html', 220, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_html', 222, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 275, 'selectcode__264;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_html', 226, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 322, 'settings__1;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 323, 'settings__1;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 324, 'settings__1;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 326, 'url__;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 304, 'url__;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 325, 'url__;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 310, 'subtitle__;selectcode__228;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 319, 'subtitle__;selectcode__;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 17, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_html_categories', 65, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_html_categories', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_install', 85, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_install', 104, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_install', 108, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_html', 224, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_html', 227, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project_status', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project_status', 2, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project_status', 1, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_html', 228, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 276, 'fburl__https://www.facebook.com;tiwurl__https://twitter.com;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 343, '__;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project_status', 3, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_html', 230, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'plg_rescores', 1, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'plg_rescores', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 305, 'subtitle__;selectcode__237;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_html', 237, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 341, 'faqtype__0;faqstyle__accordian;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_faq_categories', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_faq', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_faq', 42, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_faq_categories', 2, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_faq_categories', 3, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_faq_categories', 4, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'plg_cart', 1, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'plg_comments', 33, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 344, 'subtitle__;selectcode__237;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 19, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 278, 'follow__0;share__0;links__1;twitter__;facebook__;google__;shartwitter__1;sharfacebook__1;shargoogle__1;sharinlink__0;linkstwitter__MadadEG;linksfacebook__MadadEG;linksgoogle__+Coca-Cola;linksinlink__company/coca-cola-egypt;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 277, 'follow__1;share__0;links__0;twitter__masrawy;facebook__JumiaEgypt;google__;shartwitter__1;sharfacebook__1;shargoogle__1;sharinlink__0;linkstwitter__;linksfacebook__;linksgoogle__;linksinlink__;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 279, 'pros__,8,10,11,12;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_html', 264, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 280, 'selectcode__226;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 345, 'subtitle__;selectcode__266;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_html', 266, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 0, 'selectcode__229;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 281, 'selecmenu__8;viewImage__0;viewComment__0;colorbg__0;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 282, 'selectcode__270;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 347, 'url__/account/#login;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 346, 'url__/account/#register;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_menus', 10, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 327, 'url__/search/cat=Children/;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 328, 'url__/search/cat=Women/;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 329, 'url__/search/cat=Environment/;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 330, 'url__/search/cat=Health/;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 331, 'url__/search/cat=Education/;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 332, 'url__/search/cat=Poverty/;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 286, '__;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_faq', 57, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_faq_categories', 5, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 349, 'url__/users/logout/;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 350, 'subtitle__;selectcode__-1;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'sys_admin_pkg', 14, '', '2014-09-27 10:35:02', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'sys_admin_menu', 18, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 285, 'selectcode__229;', '2014-10-16 10:10:08', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 283, 'selecmenu__8;viewImage__0;viewComment__0;colorbg__0;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project_catgories', 8, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project_catgories', 9, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project_catgories', 10, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 23, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 22, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 21, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 24, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 25, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 284, 'selecmenu__8;viewImage__0;viewComment__0;colorbg__0;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 270, 'viwtype__categories;catgories__,1,3,4,5,6,7,11,12;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 73, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 20, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 26, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_html', 270, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 36, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project_catgories', 11, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 70, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 69, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 68, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 67, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 66, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 27, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 28, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 29, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 30, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 31, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 32, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 35, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 37, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 38, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 39, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 42, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 43, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 44, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 45, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 46, '', '2014-09-27 07:20:37', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 47, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 48, '', '2014-09-27 07:19:38', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 49, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 50, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 51, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 52, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 53, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 54, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 55, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 56, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 57, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 58, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 59, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 60, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 61, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 62, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 63, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 64, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 65, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 40, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project_catgories', 12, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 81, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 82, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 83, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 84, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 77, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 100, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 354, 'subtitle__;selectcode__125;', '2014-09-25 05:40:03', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 90, '', '2014-09-25 09:24:16', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 89, '', '2014-09-25 09:22:26', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 76, '', '2014-09-27 06:42:02', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 75, '', '2014-09-27 06:43:10', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 355, 'url__/@%get::lang%@/Products/Spices/;', '2014-09-27 10:44:14', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 356, 'url__/@%get::lang%@/Products/Dry-Fruits/;', '2014-09-27 10:49:29', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 357, 'url__/@%get::lang%@/Products/Herbs/;', '2014-09-27 10:50:28', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 358, 'url__/@%get::lang%@/Products/Bird-and-Animal-Feed/;', '2014-09-27 11:17:46', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 359, 'url__/@%get::lang%@/Products/Dairy-Products/;', '2014-09-27 10:52:21', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 360, 'url__/@%get::lang%@/Products/Confectionery/;', '2014-09-27 10:53:26', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 361, 'url__/@%get::lang%@/Products/Canned-Food/;', '2014-09-27 10:53:54', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 362, 'url__/@%get::lang%@/Products/Food-Chemicals/;', '2014-09-27 11:19:00', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 363, 'url__/@%get::lang%@/Products/Others/;', '2014-09-27 11:19:34', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 364, 'url__/@%get::lang%@/Products/Commodities/;', '2014-09-27 11:20:22', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 365, 'url__/@%get::lang%@/Products/Hardware-and-Tools/;', '2014-09-27 11:21:32', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 41, '', '2014-09-30 10:04:54', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_project', 104, '', '2014-09-27 12:06:35', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 366, 'url__/ar/;', '2014-09-29 13:34:45', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 287, 'selecmenu__10;viewImage__0;viewComment__0;colorbg__0;', '2014-09-29 14:06:18', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 288, 'selecmenu__0;viewImage__0;viewComment__0;colorbg__0;', '2014-09-29 13:45:14', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 289, 'selecmenu__0;viewImage__0;viewComment__0;colorbg__0;', '2014-09-29 13:45:45', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 286, 'selecmenu__8;viewImage__0;viewComment__0;colorbg__0;', '2014-09-30 10:00:28', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_html', 229, '', '2014-10-15 14:18:08', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 290, 'viwtype__products;seleccatnews__0;seleccat__0;seleccatvideo__0;seleccatpro__32;showTitle__1;showImage__1;showDec__0;DecNum__12;imageWidth__100%;imageHeight__100%;linkType__more;height__370px;showtype__slider;direction__left;number_slides_visible__4;scroll__1;buttonsShow__1;pagesShow__0;auto__0;timer__0;delay__1000;', '2014-10-16 09:24:49', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 294, 'selecmenu__8;viewImage__0;viewComment__0;colorbg__0;', '2014-10-15 17:39:02', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 293, 'selecmenu__8;viewImage__0;viewComment__0;colorbg__0;', '2014-10-15 15:27:56', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 292, 'selecmenu__8;viewImage__0;viewComment__0;colorbg__0;', '2014-10-15 17:39:19', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 295, 'selectcode__123;', '2014-10-15 15:30:41', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_html', 286, '', '2014-10-15 15:37:30', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 296, 'selectcode__286;', '2014-10-15 15:40:45', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 298, 'selectcode__286;', '2014-10-15 15:40:52', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 297, 'selectcode__286;', '2014-10-15 15:40:40', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 291, 'viwtype__products;seleccatnews__0;seleccat__0;seleccatvideo__0;seleccatpro__32;showTitle__0;showImage__1;showDec__0;DecNum__12;imageWidth__100%;imageHeight__100%;linkType__fullLink;height__80px;showtype__slider;direction__left;number_slides_visible__6;scroll__1;buttonsShow__1;pagesShow__0;auto__0;timer__0;delay__1000;', '2014-10-16 09:28:59', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_modules', 299, 'selectcode__229;', '2014-10-16 10:08:53', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_wizard', 18, '', '2014-11-26 14:12:30', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 367, 'wizard__18;', '2014-10-27 08:40:40', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_form', 12, '', '2014-10-27 11:37:55', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_install', 117, '', '2014-11-03 10:49:51', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'sys_mobile_application', 1, '', '2014-11-19 04:30:06', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 368, 'wizard__18;', '2014-11-16 07:53:15', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 242, 'subtitle__;selectcode__123;', '2014-11-03 16:18:51', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'sys_dataBluder', 19, '', '2014-11-16 07:51:10', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 245, 'gallery__66;rowNumbers__5;catPageViewTitle__1;catPageViewImage__1;catPageViewDes__1;catPageViewHist__0;', '2014-11-05 15:39:30', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'menu_itmes', 243, 'rowNumbers__10;cat_id__1;videoPlayerWidth__500;videoPlayerHeight__600;catPageViewTitle__1;catPageViewImage__1;catPageViewDes__1;catPageViewHist__1;', '2014-11-05 15:40:37', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_install', 118, '', '2014-11-09 08:12:44', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_install', 119, '', '2014-11-09 08:19:13', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_install', 120, '', '2014-11-09 08:19:28', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_pricing_items', 1, '', '2014-11-24 12:13:21', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_price_plan', 1, '', '2014-11-24 12:13:12', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_price_plan', 2, '', '2014-11-11 02:15:41', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_price_plan', 3, '', '2014-11-10 17:17:43', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_price_plan', 4, '', '2014-11-10 17:19:35', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_price_plan', 5, '', '2014-11-10 17:20:31', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_price_plan', 6, '', '2014-11-10 17:21:47', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_price_plan', 7, '', '2014-11-10 17:23:58', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_price_plan', 8, '', '2014-11-10 17:24:30', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_pricing_items', 2, '', '2014-11-11 02:15:29', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'sys_dataBluder', 21, '', '2014-11-25 13:42:25', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_dumpsters', 1, '', '2014-11-18 05:16:26', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_dumpsters', 2, '', '2014-11-18 05:16:40', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_dumpsters', 3, '', '2014-11-18 05:16:58', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_dumpsters', 4, '', '2014-11-18 05:17:22', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'sys_dataBluder', 20, '', '2014-11-18 16:49:25', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'sys_mobile_application', 2, '', '2014-11-26 14:24:25', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_install', 121, '', '2014-11-23 16:24:11', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_qrecycle_setting', 1, '', '2014-11-23 16:27:13', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_yards', 1, '', '2014-11-23 16:36:11', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'com_wizard', 14, '', '2014-11-25 13:42:39', '0000-00-00 00:00:00', 1, 0, 0),
(0, '', 'sys_dataBluder', 22, '', '2014-11-26 14:11:35', '0000-00-00 00:00:00', 1, 0, 0);

-- --------------------------------------------------------

--
-- Table structure for table `sys_pugins_data`
--

CREATE TABLE IF NOT EXISTS `sys_pugins_data` (
  `title` varchar(255) NOT NULL,
  `com_type` varchar(255) NOT NULL,
  `com_id` int(11) NOT NULL,
  `data` text NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `order` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `id` int(11) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=3781 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `sys_pugins_data`
--

INSERT INTO `sys_pugins_data` (`title`, `com_type`, `com_id`, `data`, `created`, `modified`, `enabled`, `order`, `delete`, `id`) VALUES
('', 'com_modules', 264, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 100),
('', 'com_modules', 261, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 103),
('', 'com_modules', 260, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 104),
('', 'com_modules', 257, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 98),
('', 'com_modules', 262, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 102),
('', 'com_modules', 263, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 101),
('', 'com_modules', 252, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 92),
('', 'com_modules', 265, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 99),
('', 'com_modules', 253, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 95),
('', 'menu_itmes', 261, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 109),
('', 'menu_itmes', 247, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 88),
('', 'com_html', 123, ';', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 996),
('plg_getForm', 'com_html', 123, 'name11__plg_getForm;formId__;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 997),
('', 'com_install', 107, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 329),
('', 'com_modules', 259, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 105),
('', 'com_modules', 258, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 106),
('', 'com_modules', 256, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 107),
('', 'com_modules', 255, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 108),
('plg_videosgallery', 'com_html', 123, 'name5__plg_videosgallery;imagegallery__65;imageWidth__100px;imageHeight__auto;imagesNumber__4;videogallery__1;vidimageWidth__100px;vidimageHeight__auto;vidimagesNumber__4;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 995),
('', 'com_install', 102, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1574),
('', 'com_products', 52, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 369),
('plg_paypal', 'com_products', 52, 'name13__plg_paypal;site__1,2,4,1;price__1,2,3,4;wigth__5,6,7,8;paypalCode__77777777777777fsdfsdfsdf;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 370),
('', 'com_install', 103, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1577),
('', 'menu_itmes', 0, '', '2014-09-06 07:35:27', '0000-00-00 00:00:00', 1, 0, 0, 3402),
('', 'menu_itmes', 263, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 376),
('', 'menu_itmes', 231, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 377),
('', 'com_products', 56, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 388),
('plg_videosgallery', 'com_content_article', 188, 'name10__plg_videosgallery;formId__2;videogallery__;vidimageWidth__100px;vidimageHeight__auto;vidimagesNumber__4;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 387),
('plg_PageData', 'com_content_article', 188, 'name9__plg_PageData;title__;url__;description__;keywords__;header__;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 386),
('plg_comments', 'com_content_article', 188, 'name5__plg_comments;imagegallery__64;imageWidth__100px;imageHeight__auto;imagesNumber__4;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 385),
('', 'com_content_article', 188, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 384),
('plg_priceing', 'com_products', 56, 'name7__plg_priceing;site__;price__0.0;wigth__0;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 389),
('plg_paypal', 'com_products', 56, 'name5__plg_paypal;paypalCode__;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 390),
('', 'site_setting', 3, '', '2014-10-27 07:32:27', '0000-00-00 00:00:00', 1, 0, 0, 3566),
('', 'sys_admin_pkg', 7, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 627),
('', 'sys_admin_menu', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2898),
('', 'sys_admin_menu', 15, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 410),
('', 'sys_admin_menu', 7, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 412),
('', 'com_users', 3, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 413),
('', 'com_content_catgories', 0, '', '2014-08-26 17:43:19', '0000-00-00 00:00:00', 1, 0, 0, 3274),
('', 'menu_itmes', 280, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 424),
('', 'com_html', 209, ';', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 480),
('plg_imagegallery', 'com_html', 209, 'name8__plg_imagegallery;imagegallery__;imageWidth__100px;imageHeight__auto;imagesNumber__4;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 478),
('plg_videosgallery', 'com_html', 209, 'name10__plg_videosgallery;videogallery__;vidimageWidth__100px;vidimageHeight__auto;vidimagesNumber__4;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 479),
('plg_getForm', 'com_html', 209, 'name5__plg_getForm;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 477),
('plg_rescores', 'com_html', 209, 'name12__plg_rescores;__cc;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 475),
('', 'menu_itmes', 281, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 492),
('plg_getForm', 'com_html', 209, 'name9__plg_getForm;formId__;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 476),
('', 'com_html', 209, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 474),
('plg_videosgallery', 'com_content_article', 240, 'name8__plg_videosgallery;videogallery__;vidimageWidth__100px;vidimageHeight__auto;vidimagesNumber__4;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 497),
('plg_getForm', 'com_content_article', 240, 'name6__plg_getForm;formId__;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 496),
('plg_imagegallery', 'com_content_article', 240, 'name7__plg_imagegallery;imagegallery__;imageWidth__100px;imageHeight__auto;imagesNumber__4;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 494),
('plg_PageData', 'com_content_article', 240, 'name14__plg_PageData;title__;url__;description__;keywords__;header__;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 495),
('', 'com_content_article', 240, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 493),
('plg_comments', 'com_content_article', 240, 'name5__plg_comments;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 498),
('', 'com_project_catgories', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 655),
('', 'com_project', 6, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 504),
('', 'com_project', 5, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 505),
('', 'com_project', 4, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 506),
('', 'com_project', 3, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 507),
('', 'com_project', 2, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 508),
('', 'com_project', 1, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 509),
('', 'com_project', 7, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 510),
('', 'com_project_setting', 1, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2512),
('', 'sys_admin_menu', 16, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 513),
('', 'com_google_map', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 516),
('', 'com_google_map', 1, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 520),
('', 'com_google_map', 2, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 521),
('', 'menu_itmes', 283, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 527),
('', 'menu_itmes', 284, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 526),
('plg_rescores', 'com_project', 0, 'name7__plg_rescores;source__,1;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2047),
('plg_sponsor', 'com_project', 9, 'name5__plg_sponsor;sponsor_name__;sponsor_description__;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 661),
('plg_rescores', 'com_html', 123, 'name12__plg_rescores;source__1;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 994),
('', 'com_html', 123, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 993),
('plg_videosgallery', 'com_html', 196, 'name15__plg_videosgallery;videogallery__;vidimageWidth__100px;vidimageHeight__auto;vidimagesNumber__4;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 586),
('plg_imagegallery', 'com_html', 196, 'name8__plg_imagegallery;imagegallery__;imageWidth__100px;imageHeight__auto;imagesNumber__4;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 585),
('', 'com_html', 196, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 583),
('plg_getForm', 'com_html', 196, 'name7__plg_getForm;__cc;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 584),
('', 'com_modules', 266, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 601),
('', 'com_modules', 267, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 607),
('', 'com_modules', 268, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 606),
('', 'sys_admin_pkg', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 608),
('', 'sys_admin_pkg', 10, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 612),
('', 'sys_admin_menu', 9, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 635),
('', 'com_html_categories', 64, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1567),
('', 'sys_admin_menu', 1, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 628),
('', 'sys_admin_pkg', 9, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 632),
('', 'sys_admin_menu', 6, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 634),
('', 'sys_admin_menu', 4, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 636),
('', 'sys_admin_menu', 5, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 643),
('', 'com_project', 9, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 659),
('plg_priceing', 'com_project', 9, 'name15__plg_priceing;price__52,62;des__fghfgh777777777879798,fghfgh798798;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 660),
('', 'com_modules', 269, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2037),
('', 'com_install', 111, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 669),
('', 'com_form', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2843),
('', 'com_form', 10, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 753),
('plg_cart', 'com_project', 14, 'name8__plg_cart;settings__-1;cart__-1;multiItems__0;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2288),
('plg_rescores', 'com_project', 14, 'name14__plg_rescores;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2287),
('', 'com_project', 10, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1681),
('plg_rescores', 'com_project', 11, 'name15__plg_rescores;settings__-1;cart__-1;multiItems__0;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2298),
('plg_rescores', 'com_project', 8, 'name10__plg_rescores;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1707),
('plg_othercatOptions', 'com_project_catgories', 1, 'name13__plg_othercatOptions;catcolor__abcede;pricingcolor__abcede;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2263),
('', 'plg_cart', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 748),
('', 'com_form', 1, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2691),
('', 'com_form', 2, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 762),
('', 'com_modules', 271, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 781),
('', 'menu_itmes', 285, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2209),
('', 'com_users_settings', 1, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2688),
('', 'com_form', 3, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2481),
('', 'com_modules', 272, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1023),
('plg_rescores', 'com_images_gallery', 359, 'name6__plg_rescores;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1017),
('', 'com_images_gallery', 359, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1016),
('', 'com_project_catgories', 1, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2262),
('plg_othercatOptions', 'com_project_catgories', 3, 'name5__plg_othercatOptions;catcolor__e7842a;pricingcolor__e7842a;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2265),
('', 'com_project_catgories', 4, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2266),
('plg_othercatOptions', 'com_project_catgories', 4, 'name8__plg_othercatOptions;catcolor__89bd3c;pricingcolor__89bd3c;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2267),
('', 'com_project_catgories', 5, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2268),
('plg_othercatOptions', 'com_project_catgories', 5, 'name12__plg_othercatOptions;catcolor__e75239;pricingcolor__e75239;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2269),
('', 'com_project_catgories', 6, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2272),
('plg_othercatOptions', 'com_project_catgories', 6, 'name7__plg_othercatOptions;catcolor__d6de21;pricingcolor__d6de21;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2273),
('', 'com_project_catgories', 7, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2270),
('plg_othercatOptions', 'com_project_catgories', 7, 'name7__plg_othercatOptions;catcolor__f7d600;pricingcolor__f7d600;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2271),
('', 'com_modules', 270, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2567),
('', 'menu_itmes', 287, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2748),
('plg_cart', 'com_project', 8, 'name8__plg_cart;cart__-1;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1708),
('plg_cart', 'com_project', 10, 'name8__plg_cart;cart__-1;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1684),
('plg_rescores', 'com_project', 10, 'name7__plg_rescores;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1683),
('', 'com_modules', 273, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 922),
('plg_rescores', 'com_images_gallery', 360, 'name8__plg_rescores;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 917),
('', 'com_images_gallery', 360, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 916),
('', 'com_images_gallery_categories', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2813),
('', 'com_menus', 8, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 923),
('', 'menu_itmes', 289, '', '2014-09-30 05:35:32', '0000-00-00 00:00:00', 1, 0, 0, 3503),
('', 'menu_itmes', 290, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2731),
('', 'menu_itmes', 291, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2237),
('', 'menu_itmes', 292, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2238),
('', 'menu_itmes', 293, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2239),
('', 'com_project_catgories', 3, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2264),
('plg_rescores', 'com_images_gallery', 370, 'name10__plg_rescores;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2739),
('', 'com_images_gallery', 370, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2738),
('plg_priceing', 'com_project', 8, 'name5__plg_priceing;price__0.0;act__0;des__;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1706),
('', 'com_project', 8, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1705),
('plg_rescores', 'com_images_gallery', 372, 'name13__plg_rescores;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2556),
('', 'com_images_gallery', 372, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2555),
('plg_rescores', 'com_images_gallery', 371, 'name15__plg_rescores;', '2014-09-30 05:51:11', '0000-00-00 00:00:00', 1, 0, 0, 3505),
('', 'com_images_gallery', 371, '', '2014-09-30 05:51:11', '0000-00-00 00:00:00', 1, 0, 0, 3504),
('', 'com_menus', 14, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 989),
('', 'com_menus', 13, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 990),
('', 'menu_itmes', 303, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2640),
('', 'menu_itmes', 305, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2521),
('', 'menu_itmes', 306, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2519),
('', 'menu_itmes', 307, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2523),
('', 'menu_itmes', 308, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2461),
('', 'menu_itmes', 309, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2524),
('', 'menu_itmes', 312, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1040),
('', 'com_modules', 274, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2040),
('', 'menu_itmes', 313, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1044),
('', 'menu_itmes', 314, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1047),
('', 'menu_itmes', 315, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1049),
('', 'menu_itmes', 320, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2208),
('', 'menu_itmes', 321, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1192),
('plg_priceing', 'com_project', 14, 'name15__plg_priceing;price__,0.0;act__,0;des__,;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2286),
('', 'com_html', 228, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2590),
('', 'com_html', 220, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1125),
('plg_getForm', 'com_html', 220, 'name7__plg_getForm;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1126),
('plg_videosgallery', 'com_html', 220, 'name14__plg_videosgallery;videogallery__;vidimageWidth__100px;vidimageHeight__auto;vidimagesNumber__4;moreData__;formId__;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1127),
('', 'com_html', 222, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1128),
('plg_rescores', 'com_html', 222, 'name14__plg_rescores;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1129),
('plg_imagegallery', 'com_html', 222, 'name10__plg_imagegallery;imagegallery__;imageWidth__100px;imageHeight__auto;imagesNumber__4;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1130),
('plg_videosgallery', 'com_html', 222, 'name7__plg_videosgallery;videogallery__;vidimageWidth__100px;vidimageHeight__auto;vidimagesNumber__4;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1131),
('plg_getForm', 'com_html', 222, 'name15__plg_getForm;formId__;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1132),
('plg_cart', 'com_project', 16, 'name15__plg_cart;cart__1;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1517),
('', 'com_project_status', 1, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2121),
('', 'com_modules', 275, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2115),
('plg_priceing', 'com_project', 16, 'name10__plg_priceing;price__10,20,30,40,50,60,70,,,,,,,,,,,,,,,,,,,,,,;act__0,0,0,1,0,0,0,,,,,,,,,,,,,,,,,,,,,,;des__This is description for 10 This is description for 10 This is description for 10,This is description for 20 This is description for 20 This is description for 20,This is description for 30 This is description for 30 This is description for 30,This is description for 40 This is description for 40 This is description for 40,This is description for 50 This is description for 50 This is description for 50,This is description for 60 This is description for 60 This is description for 60,This is description for 70 This is description for 70 This is description for 70,,,,,,,,,,,,,,,,,,,,,,;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1515),
('', 'com_html', 283, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2530),
('', 'com_html', 280, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2518),
('', 'menu_itmes', 335, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2526),
('', 'menu_itmes', 339, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2528),
('', 'com_html', 226, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2513),
('', 'menu_itmes', 322, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1193),
('', 'menu_itmes', 323, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1194),
('', 'menu_itmes', 324, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1195),
('', 'menu_itmes', 326, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1205),
('', 'menu_itmes', 304, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1231),
('', 'menu_itmes', 325, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2507),
('', 'menu_itmes', 310, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2460),
('', 'menu_itmes', 319, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2525),
('plg_rescores', 'com_project', 16, 'name13__plg_rescores;source__1;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1516),
('', 'com_project', 16, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1514),
('plg_cart', 'com_project', 17, 'name15__plg_cart;cart__;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1545),
('plg_rescores', 'com_project', 17, 'name10__plg_rescores;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1544),
('plg_priceing', 'com_project', 17, 'name7__plg_priceing;price__0.0;act__0;des__;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1543),
('', 'com_project', 17, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1542),
('', 'com_html_categories', 65, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1568),
('', 'com_html_categories', 0, '', '2014-07-08 18:14:23', '0000-00-00 00:00:00', 1, 0, 0, 3028),
('plg_cart', 'com_project', 11, 'name7__plg_cart;price__,0.0;act__,0;des__,;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2297),
('', 'com_install', 85, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1575),
('', 'com_install', 104, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1579),
('', 'com_install', 108, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1580),
('', 'com_html', 224, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1581),
('', 'com_html', 227, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1582),
('', 'com_project_status', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1628),
('', 'com_project_status', 2, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2701),
('', 'com_project', 11, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2296),
('', 'com_project', 14, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2285),
('plg_rescores', 'com_project', 13, 'name10__plg_rescores;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2276),
('plg_priceing', 'com_project', 10, 'name15__plg_priceing;price__0.0;act__0;des__;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1682),
('plg_cart', 'com_project', 12, 'name8__plg_cart;settings__-1;cart__-1;multiItems__0;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2295),
('', 'com_modules', 276, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1689),
('', 'com_modules', 277, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2200),
('', 'menu_itmes', 343, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1709),
('', 'com_project_status', 3, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2139),
('', 'com_html', 230, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1945),
('', 'com_modules', 278, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2654),
('', 'plg_rescores', 1, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2661),
('', 'plg_rescores', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 1909),
('', 'com_html', 237, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2593),
('', 'menu_itmes', 341, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2508),
('', 'com_faq_categories', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2406),
('', 'com_faq', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2409),
('', 'com_faq', 42, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2415),
('', 'com_faq_categories', 2, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2241),
('', 'com_faq_categories', 3, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2242),
('', 'com_faq_categories', 4, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2414),
('', 'plg_cart', 1, '', '2014-07-01 09:16:58', '0000-00-00 00:00:00', 1, 0, 0, 2997),
('', 'plg_comments', 33, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2032),
('', 'menu_itmes', 344, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2035),
('', 'com_project', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2045),
('plg_priceing', 'com_project', 0, 'name9__plg_priceing;price__,100,200,300,350,400,450;act__,0,0,0,0,0,0;des__,this is 100,this is 200,this is 300,this is 350,this is 400,this is 450;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2046),
('plg_cart', 'com_project', 0, 'name5__plg_cart;settings__-1;cart__-1;multiItems__0;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2048),
('', 'com_modules', 279, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2569),
('', 'com_html', 264, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2575),
('', 'com_modules', 280, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2515),
('', 'com_project', 13, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2274),
('plg_priceing', 'com_project', 13, 'name15__plg_priceing;price__,0.0;act__,0;des__,;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2275),
('', 'menu_itmes', 345, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2186),
('', 'com_html', 266, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2185),
('', 'com_modules', 281, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2188),
('', 'com_modules', 282, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2199),
('', 'menu_itmes', 347, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2210),
('', 'menu_itmes', 346, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2213),
('', 'com_menus', 10, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2798),
('', 'menu_itmes', 327, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2459),
('', 'menu_itmes', 328, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2216),
('', 'menu_itmes', 329, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2217),
('', 'menu_itmes', 330, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2218),
('', 'menu_itmes', 331, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2219),
('', 'menu_itmes', 332, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2221),
('plg_cart', 'com_project', 13, 'name6__plg_cart;settings__-1;cart__-1;multiItems__0;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2277),
('', 'com_project', 12, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2293),
('plg_rescores', 'com_project', 12, 'name6__plg_rescores;price__,0.0;act__,0;des__,;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2294),
('', 'menu_itmes', 286, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2367),
('plg_rescores', 'com_project', 15, 'name12__plg_rescores;source__,1;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2669),
('plg_cart', 'com_project', 15, 'name15__plg_cart;title__rrrr sdfgs sdfsd ;url__ffffff;description__Description Description Description;keywords__Keywords Keywords Keywords Keywords Keywords Keywords Keywords Keywords Keywords;header__<ssss>tttt</ssss>;settings__1;cart__1;multiItems__0;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2670),
('', 'com_faq', 57, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2410),
('', 'com_faq_categories', 5, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2535),
('', 'com_project', 15, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2667),
('plg_priceing', 'com_project', 15, 'name5__plg_priceing;price__,100,250,500,800,1200,1500;act__,0,0,0,1,0,0;des__,تساعد في توفير معدات الإضاءة للمنزل,تساعد في توفير الكابلات الكهربائية للمنزل,تساعد في توفير الهيكل الحامل للخلايا الشمسية,تساعد في توفير بطارية تخزين للطاقة المنتجة من الخلايا الشمسية,تساعد في توفير جهاز تحويل الطاقة المنتجة من الخلايا الشمسية,تساعد في توفير الخلايا الشمسية للمنزل;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2668),
('', 'com_project', 19, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2692),
('plg_priceing', 'com_project', 19, 'name7__plg_priceing;price__,100,250,500,800,1200,1500;act__,1,0,0,0,0,0;des__, تساعد في توفير معدات الإضاءة للمنزل,تساعد في توفير الكابلات الكهربائية للمنزل,تساعد في توفير الهيكل الحامل للخلايا الشمسية,تساعد في توفير بطارية تخزين للطاقة المنتجة من الخلايا الشمسية,تساعد في توفير جهاز تحويل الطاقة المنتجة من الخلايا الشمسية,تساعد في توفير الخلايا الشمسية للمنزل;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2693),
('', 'menu_itmes', 349, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2489),
('', 'menu_itmes', 350, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2488),
('', 'menu_itmes', 342, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2529),
('', 'menu_itmes', 338, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2527),
('', 'menu_itmes', 337, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2511),
('plg_rescores', 'com_project', 19, 'name10__plg_rescores;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2694),
('plg_PageData', 'com_project', 19, 'name13__plg_PageData;title__سهم في مشروع بيت البركة;url__fiz.qlegal.net;th_image__beet-el-baraka-thumb.jpg;description__This is great project;keywords__this s eywords, and more words;header__this is header;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2695),
('', 'com_html', 305, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2613),
('', 'com_html', 306, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2721),
('', 'com_install', 118, '', '2014-11-09 08:12:44', '0000-00-00 00:00:00', 1, 0, 0, 3642),
('', 'com_install', 74, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2629),
('', 'com_install', 119, '', '2014-11-09 08:19:13', '0000-00-00 00:00:00', 1, 0, 0, 3643),
('', 'com_invitation', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2643),
('', 'menu_itmes', 351, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2733),
('', 'com_invitation', 1, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2642),
('', 'com_modules', 283, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2649),
('', 'com_faq', 54, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2650),
('', 'com_install', 120, '', '2014-11-09 08:19:28', '0000-00-00 00:00:00', 1, 0, 0, 3644),
('', 'sys_mobile_setting', 1, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2662),
('', 'com_html', 270, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2671),
('', 'com_html', 318, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2677),
('', 'com_html', 322, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2687),
('plg_cart', 'com_project', 19, 'name14__plg_cart;settings__-1;cart__-1;multiItems__0;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2696),
('', 'com_modules', 285, '', '2014-10-16 10:10:08', '0000-00-00 00:00:00', 1, 0, 0, 3565),
('', 'menu_itmes', 352, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2771),
('', 'com_modules', 288, '', '2014-09-29 13:45:14', '0000-00-00 00:00:00', 1, 0, 0, 3499),
('', 'com_modules', 289, '', '2014-09-29 13:45:45', '0000-00-00 00:00:00', 1, 0, 0, 3500),
('', 'menu_itmes', 219, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2750),
('', 'com_images_gallery', 0, '', '2014-08-23 11:59:16', '0000-00-00 00:00:00', 1, 0, 0, 3160),
('', 'menu_itmes', 353, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2770),
('', 'com_images_gallery', 376, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2763),
('plg_rescores', 'com_images_gallery', 376, 'name8__plg_rescores;', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2764),
('', 'com_modules', 290, '', '2014-10-16 09:24:49', '0000-00-00 00:00:00', 1, 0, 0, 3557),
('', 'com_html', 348, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2985),
('', 'com_images_gallery_categories', 66, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2811),
('', 'menu_itmes', 359, '', '2014-09-27 10:52:21', '0000-00-00 00:00:00', 1, 0, 0, 3482),
('', 'menu_itmes', 360, '', '2014-09-27 10:53:26', '0000-00-00 00:00:00', 1, 0, 0, 3483),
('', 'menu_itmes', 361, '', '2014-09-27 10:53:54', '0000-00-00 00:00:00', 1, 0, 0, 3484),
('', 'sys_dataBluder', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2917),
('', 'com_wizard', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2861),
('', 'com_wizard', 13, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2928),
('', 'sys_dataBluder', 19, '', '2014-11-16 07:51:10', '0000-00-00 00:00:00', 1, 0, 0, 3676),
('', 'com_wizard', 14, '', '2014-11-25 13:42:39', '0000-00-00 00:00:00', 1, 0, 0, 3739),
('', 'menu_itmes', 362, '', '2014-09-27 11:19:00', '0000-00-00 00:00:00', 1, 0, 0, 3486),
('', 'fiz_city', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2887),
('', 'fiz_city', 1, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2888),
('', 'fiz_lawazim_packages_cat', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2906),
('', 'fiz_lawazim_packages', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2908),
('', 'fiz_lawazim_packages', 1, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2892),
('', 'fiz_lawazim_packages', 4, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2896),
('', 'sys_admin_pkg', 14, '', '2014-09-27 10:35:02', '0000-00-00 00:00:00', 1, 0, 0, 3475),
('', 'sys_admin_menu', 38, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2900),
('', 'fiz_reservation_settings', 1, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2907),
('', 'com_form', 12, '', '2014-10-27 11:37:55', '0000-00-00 00:00:00', 1, 0, 0, 3579),
('', 'fiz_extension', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2961),
('', 'fiz_hotel_rooms', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2988),
('', 'fiz_hotels', 0, '', '2014-06-29 07:15:36', '0000-00-00 00:00:00', 1, 0, 0, 2993),
('', 'com_language', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2970),
('', 'com_language', 1, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2977),
('', 'com_language', 2, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2976),
('', 'fiz_hotel_rooms', 1, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2978),
('', 'fiz_hotels_titles', 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2991),
('', 'fiz_hotels', 2, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2984),
('', 'fiz_hotels', 3, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 2992),
('', 'fiz_extension', 24, '', '2014-06-29 07:34:16', '0000-00-00 00:00:00', 1, 0, 0, 2996),
('', 'com_html', 0, '', '2014-08-30 08:44:28', '0000-00-00 00:00:00', 1, 0, 0, 3398),
('', 'com_install', 0, '', '2014-07-30 17:33:25', '0000-00-00 00:00:00', 1, 0, 0, 3060),
('', 'com_users_groups', 3, '', '2014-11-23 16:24:51', '0000-00-00 00:00:00', 1, 0, 0, 3714),
('', 'com_images_gallery', 392, '', '2014-07-15 09:24:40', '0000-00-00 00:00:00', 1, 0, 0, 3033),
('plg_rescores', 'com_images_gallery', 392, 'name5__plg_rescores;', '2014-07-15 09:24:40', '0000-00-00 00:00:00', 1, 0, 0, 3034),
('', 'menu_itmes', 363, '', '2014-09-27 11:19:34', '0000-00-00 00:00:00', 1, 0, 0, 3487),
('', 'sys_site_status', 0, '', '2014-07-20 14:43:41', '0000-00-00 00:00:00', 1, 0, 0, 3038),
('', 'fiz_raza_types', 0, '', '2014-07-20 17:52:33', '0000-00-00 00:00:00', 1, 0, 0, 3046),
('', 'fiz_raza_types', 1, '', '2014-07-23 20:29:31', '0000-00-00 00:00:00', 1, 0, 0, 3059),
('', 'fiz_approved_status', 0, '', '2014-07-23 20:10:08', '0000-00-00 00:00:00', 1, 0, 0, 3056),
('', 'fiz_raza_types', 2, '', '2014-07-23 20:28:55', '0000-00-00 00:00:00', 1, 0, 0, 3058),
('', 'fiz_extension', 2, '', '2014-08-02 04:33:36', '0000-00-00 00:00:00', 1, 0, 0, 3067),
('', 'fiz_extension', 8, '', '2014-08-02 04:44:40', '0000-00-00 00:00:00', 1, 0, 0, 3069),
('', 'fiz_extension', 70, '', '2014-08-02 04:45:58', '0000-00-00 00:00:00', 1, 0, 0, 3070),
('', 'fiz_extension', 4, '', '2014-08-02 09:04:55', '0000-00-00 00:00:00', 1, 0, 0, 3071),
('', 'fiz_extension', 83, '', '2014-08-11 04:07:14', '0000-00-00 00:00:00', 1, 0, 0, 3072),
('', 'fiz_extension', 3, '', '2014-08-11 04:12:05', '0000-00-00 00:00:00', 1, 0, 0, 3073),
('', 'fiz_extension', 86, '', '2014-08-16 10:31:53', '0000-00-00 00:00:00', 1, 0, 0, 3074),
('', 'fiz_extension', 92, '', '2014-08-18 09:07:10', '0000-00-00 00:00:00', 1, 0, 0, 3076),
('', 'sys_admin_menu', 11, '', '2014-08-23 10:55:09', '0000-00-00 00:00:00', 1, 0, 0, 3078),
('', 'sys_admin_menu', 12, '', '2014-08-23 10:55:14', '0000-00-00 00:00:00', 1, 0, 0, 3079),
('', 'sys_admin_menu', 13, '', '2014-08-23 10:55:24', '0000-00-00 00:00:00', 1, 0, 0, 3080),
('', 'sys_admin_menu', 27, '', '2014-08-23 10:55:34', '0000-00-00 00:00:00', 1, 0, 0, 3081),
('', 'com_html', 370, '', '2014-08-23 11:24:14', '0000-00-00 00:00:00', 1, 0, 0, 3086),
('plg_imagegallery', 'com_content_article', 0, 'name5__plg_imagegallery;imagegallery__0;imageWidth__100px;imageHeight__auto;imagesNumber__4;', '2014-09-06 15:12:05', '0000-00-00 00:00:00', 1, 0, 0, 3431),
('plg_getForm', 'com_content_article', 0, 'name8__plg_getForm;formId__0;', '2014-09-06 15:12:05', '0000-00-00 00:00:00', 1, 0, 0, 3429),
('', 'com_content_article', 0, '', '2014-09-06 15:12:05', '0000-00-00 00:00:00', 1, 0, 0, 3427),
('plg_PageData', 'com_content_article', 0, 'name14__plg_PageData;moreData__;title__;url__;th_image__;description__;keywords__;header__;', '2014-09-06 15:12:05', '0000-00-00 00:00:00', 1, 0, 0, 3428),
('plg_videosgallery', 'com_content_article', 256, 'name6__plg_videosgallery;videogallery__0;vidimageWidth__100px;vidimageHeight__auto;vidimagesNumber__4;', '2014-08-27 16:02:00', '0000-00-00 00:00:00', 1, 0, 0, 3325),
('plg_imagegallery', 'com_content_article', 256, 'name7__plg_imagegallery;imagegallery__0;imageWidth__100px;imageHeight__auto;imagesNumber__4;', '2014-08-27 16:02:00', '0000-00-00 00:00:00', 1, 0, 0, 3326),
('plg_imagegallery', 'com_content_article', 255, 'name5__plg_imagegallery;imagegallery__0;imageWidth__100px;imageHeight__auto;imagesNumber__4;', '2014-08-27 16:00:53', '0000-00-00 00:00:00', 1, 0, 0, 3315),
('plg_getForm', 'com_content_article', 255, 'name8__plg_getForm;formId__0;videogallery__0;vidimageWidth__100px;vidimageHeight__auto;vidimagesNumber__4;', '2014-08-27 16:00:53', '0000-00-00 00:00:00', 1, 0, 0, 3314),
('', 'com_content_article', 255, '', '2014-08-27 16:00:53', '0000-00-00 00:00:00', 1, 0, 0, 3312),
('plg_videosgallery', 'com_content_article', 255, 'name9__plg_videosgallery;title__;url__;th_image__;description__;keywords__;header__;', '2014-08-27 16:00:53', '0000-00-00 00:00:00', 1, 0, 0, 3313),
('plg_videosgallery', 'com_content_article', 254, 'name15__plg_videosgallery;videogallery__0;vidimageWidth__100px;vidimageHeight__auto;vidimagesNumber__4;imagegallery__0;imageWidth__100px;imageHeight__auto;imagesNumber__4;', '2014-08-27 16:01:09', '0000-00-00 00:00:00', 1, 0, 0, 3320),
('plg_getForm', 'com_content_article', 254, 'name5__plg_getForm;formId__0;', '2014-08-27 16:01:09', '0000-00-00 00:00:00', 1, 0, 0, 3319),
('', 'com_content_article', 254, '', '2014-08-27 16:01:09', '0000-00-00 00:00:00', 1, 0, 0, 3316),
('', 'com_content_article', 254, ';', '2014-08-27 16:01:09', '0000-00-00 00:00:00', 1, 0, 0, 3317),
('plg_imagegallery', 'com_content_article', 254, 'name12__plg_imagegallery;title__;url__;th_image__;description__;keywords__;header__;', '2014-08-27 16:01:09', '0000-00-00 00:00:00', 1, 0, 0, 3318),
('', 'com_content_article', 253, '', '2014-08-23 11:34:41', '0000-00-00 00:00:00', 1, 0, 0, 3104),
('plg_imagegallery', 'com_content_article', 253, 'name14__plg_imagegallery;moreData__;', '2014-08-23 11:34:41', '0000-00-00 00:00:00', 1, 0, 0, 3105),
('plg_videosgallery', 'com_content_article', 253, 'name7__plg_videosgallery;title__;url__;th_image__;description__;keywords__;header__;', '2014-08-23 11:34:41', '0000-00-00 00:00:00', 1, 0, 0, 3106),
('plg_getForm', 'com_content_article', 253, 'name11__plg_getForm;formId__-1;videogallery__-1;vidimageWidth__100px;vidimageHeight__auto;vidimagesNumber__4;imagegallery__-1;imageWidth__100px;imageHeight__auto;imagesNumber__4;', '2014-08-23 11:34:41', '0000-00-00 00:00:00', 1, 0, 0, 3107),
('', 'com_content_article', 252, '', '2014-08-23 11:34:44', '0000-00-00 00:00:00', 1, 0, 0, 3108),
('plg_videosgallery', 'com_content_article', 252, 'name8__plg_videosgallery;moreData__;title__;url__;th_image__;description__;keywords__;header__;', '2014-08-23 11:34:44', '0000-00-00 00:00:00', 1, 0, 0, 3109),
('plg_imagegallery', 'com_content_article', 252, 'name9__plg_imagegallery;formId__-1;videogallery__-1;vidimageWidth__100px;vidimageHeight__auto;vidimagesNumber__4;imagegallery__-1;imageWidth__100px;imageHeight__auto;imagesNumber__4;', '2014-08-23 11:34:44', '0000-00-00 00:00:00', 1, 0, 0, 3110),
('', 'com_content_article', 250, '', '2014-08-23 11:34:54', '0000-00-00 00:00:00', 1, 0, 0, 3111),
('plg_PageData', 'com_content_article', 250, 'name13__plg_PageData;title__;url__;th_image__;description__;keywords__;header__;', '2014-08-23 11:34:54', '0000-00-00 00:00:00', 1, 0, 0, 3112),
('plg_getForm', 'com_content_article', 250, 'name5__plg_getForm;formId__-1;', '2014-08-23 11:34:54', '0000-00-00 00:00:00', 1, 0, 0, 3113),
('plg_videosgallery', 'com_content_article', 250, 'name9__plg_videosgallery;videogallery__-1;vidimageWidth__100px;vidimageHeight__auto;vidimagesNumber__4;', '2014-08-23 11:34:54', '0000-00-00 00:00:00', 1, 0, 0, 3114),
('plg_imagegallery', 'com_content_article', 250, 'name6__plg_imagegallery;imagegallery__-1;imageWidth__100px;imageHeight__auto;imagesNumber__4;', '2014-08-23 11:34:54', '0000-00-00 00:00:00', 1, 0, 0, 3115),
('plg_videosgallery', 'com_content_article', 249, 'name15__plg_videosgallery;videogallery__0;vidimageWidth__100px;vidimageHeight__auto;vidimagesNumber__4;', '2014-08-27 15:59:32', '0000-00-00 00:00:00', 1, 0, 0, 3304),
('', 'com_content_article', 249, ';', '2014-08-27 15:59:32', '0000-00-00 00:00:00', 1, 0, 0, 3302),
('plg_PageData', 'com_content_article', 249, 'name6__plg_PageData;title__;url__;th_image__;description__;keywords__;header__;formId__0;', '2014-08-27 15:59:32', '0000-00-00 00:00:00', 1, 0, 0, 3303),
('', 'com_content_article', 249, '', '2014-08-27 15:59:32', '0000-00-00 00:00:00', 1, 0, 0, 3300),
('plg_getForm', 'com_content_article', 249, 'name14__plg_getForm;moreData__;', '2014-08-27 15:59:32', '0000-00-00 00:00:00', 1, 0, 0, 3301),
('plg_videosgallery', 'com_content_article', 248, 'name14__plg_videosgallery;videogallery__0;vidimageWidth__100px;vidimageHeight__auto;vidimagesNumber__4;imagegallery__0;imageWidth__100px;imageHeight__auto;imagesNumber__4;', '2014-08-27 15:59:21', '0000-00-00 00:00:00', 1, 0, 0, 3299),
('plg_imagegallery', 'com_content_article', 248, 'name10__plg_imagegallery;formId__0;', '2014-08-27 15:59:21', '0000-00-00 00:00:00', 1, 0, 0, 3298),
('', 'com_content_article', 248, '', '2014-08-27 15:59:21', '0000-00-00 00:00:00', 1, 0, 0, 3296),
('plg_PageData', 'com_content_article', 248, 'name12__plg_PageData;title__;url__;th_image__;description__;keywords__;header__;', '2014-08-27 15:59:21', '0000-00-00 00:00:00', 1, 0, 0, 3297),
('plg_getForm', 'com_content_article', 247, 'name11__plg_getForm;formId__0;', '2014-08-27 15:59:08', '0000-00-00 00:00:00', 1, 0, 0, 3294),
('plg_videosgallery', 'com_content_article', 247, 'name12__plg_videosgallery;videogallery__0;vidimageWidth__100px;vidimageHeight__auto;vidimagesNumber__4;imagegallery__0;imageWidth__100px;imageHeight__auto;imagesNumber__4;', '2014-08-27 15:59:08', '0000-00-00 00:00:00', 1, 0, 0, 3295),
('', 'com_content_article', 247, ';', '2014-08-27 15:59:08', '0000-00-00 00:00:00', 1, 0, 0, 3292),
('plg_PageData', 'com_content_article', 247, 'name13__plg_PageData;title__;url__;th_image__;description__;keywords__;header__;', '2014-08-27 15:59:08', '0000-00-00 00:00:00', 1, 0, 0, 3293),
('', 'com_content_article', 247, '', '2014-08-27 15:59:08', '0000-00-00 00:00:00', 1, 0, 0, 3290),
('plg_imagegallery', 'com_content_article', 247, 'name5__plg_imagegallery;moreData__;', '2014-08-27 15:59:08', '0000-00-00 00:00:00', 1, 0, 0, 3291),
('', 'com_content_article', 246, '', '2014-08-23 11:35:19', '0000-00-00 00:00:00', 1, 0, 0, 3130),
('plg_PageData', 'com_content_article', 246, 'name6__plg_PageData;title__;url__;th_image__;description__;keywords__;header__;', '2014-08-23 11:35:19', '0000-00-00 00:00:00', 1, 0, 0, 3131),
('plg_getForm', 'com_content_article', 246, 'name10__plg_getForm;formId__-1;', '2014-08-23 11:35:19', '0000-00-00 00:00:00', 1, 0, 0, 3132),
('plg_imagegallery', 'com_content_article', 246, 'name14__plg_imagegallery;videogallery__-1;vidimageWidth__100px;vidimageHeight__auto;vidimagesNumber__4;imagegallery__-1;imageWidth__100px;imageHeight__auto;imagesNumber__4;', '2014-08-23 11:35:19', '0000-00-00 00:00:00', 1, 0, 0, 3133),
('', 'com_content_article', 245, '', '2014-08-23 11:35:21', '0000-00-00 00:00:00', 1, 0, 0, 3134),
('plg_PageData', 'com_content_article', 245, 'name5__plg_PageData;moreData__;title__;url__;th_image__;description__;keywords__;header__;', '2014-08-23 11:35:21', '0000-00-00 00:00:00', 1, 0, 0, 3135),
('plg_getForm', 'com_content_article', 245, 'name12__plg_getForm;formId__-1;', '2014-08-23 11:35:21', '0000-00-00 00:00:00', 1, 0, 0, 3136),
('plg_videosgallery', 'com_content_article', 245, 'name15__plg_videosgallery;videogallery__-1;vidimageWidth__100px;vidimageHeight__auto;vidimagesNumber__4;', '2014-08-23 11:35:21', '0000-00-00 00:00:00', 1, 0, 0, 3137),
('plg_imagegallery', 'com_content_article', 245, 'name14__plg_imagegallery;imagegallery__-1;imageWidth__100px;imageHeight__auto;imagesNumber__4;', '2014-08-23 11:35:21', '0000-00-00 00:00:00', 1, 0, 0, 3138),
('', 'com_content_article', 244, '', '2014-08-23 11:35:24', '0000-00-00 00:00:00', 1, 0, 0, 3139),
('plg_imagegallery', 'com_content_article', 244, 'name8__plg_imagegallery;moreData__;', '2014-08-23 11:35:24', '0000-00-00 00:00:00', 1, 0, 0, 3140),
('plg_PageData', 'com_content_article', 244, 'name6__plg_PageData;title__;url__;th_image__;description__;keywords__;header__;formId__-1;', '2014-08-23 11:35:24', '0000-00-00 00:00:00', 1, 0, 0, 3141),
('plg_videosgallery', 'com_content_article', 244, 'name12__plg_videosgallery;videogallery__-1;vidimageWidth__100px;vidimageHeight__auto;vidimagesNumber__4;imagegallery__-1;imageWidth__100px;imageHeight__auto;imagesNumber__4;', '2014-08-23 11:35:24', '0000-00-00 00:00:00', 1, 0, 0, 3142),
('', 'com_content_article', 243, '', '2014-08-23 11:35:26', '0000-00-00 00:00:00', 1, 0, 0, 3143),
('plg_PageData', 'com_content_article', 243, 'name6__plg_PageData;title__;url__;th_image__;description__;keywords__;header__;', '2014-08-23 11:35:26', '0000-00-00 00:00:00', 1, 0, 0, 3144),
('plg_getForm', 'com_content_article', 243, 'name7__plg_getForm;formId__-1;', '2014-08-23 11:35:26', '0000-00-00 00:00:00', 1, 0, 0, 3145),
('plg_videosgallery', 'com_content_article', 243, 'name9__plg_videosgallery;videogallery__-1;vidimageWidth__100px;vidimageHeight__auto;vidimagesNumber__4;', '2014-08-23 11:35:26', '0000-00-00 00:00:00', 1, 0, 0, 3146),
('plg_imagegallery', 'com_content_article', 243, 'name8__plg_imagegallery;imagegallery__-1;imageWidth__100px;imageHeight__auto;imagesNumber__4;', '2014-08-23 11:35:26', '0000-00-00 00:00:00', 1, 0, 0, 3147),
('', 'com_content_article', 242, '', '2014-08-23 11:35:28', '0000-00-00 00:00:00', 1, 0, 0, 3148),
('plg_PageData', 'com_content_article', 242, 'name12__plg_PageData;title__;url__;th_image__;description__;keywords__;header__;', '2014-08-23 11:35:28', '0000-00-00 00:00:00', 1, 0, 0, 3149),
('plg_getForm', 'com_content_article', 242, 'name7__plg_getForm;formId__-1;', '2014-08-23 11:35:28', '0000-00-00 00:00:00', 1, 0, 0, 3150),
('plg_videosgallery', 'com_content_article', 242, 'name11__plg_videosgallery;videogallery__-1;vidimageWidth__100px;vidimageHeight__auto;vidimagesNumber__4;', '2014-08-23 11:35:28', '0000-00-00 00:00:00', 1, 0, 0, 3151),
('plg_imagegallery', 'com_content_article', 242, 'name13__plg_imagegallery;imagegallery__-1;imageWidth__100px;imageHeight__auto;imagesNumber__4;', '2014-08-23 11:35:28', '0000-00-00 00:00:00', 1, 0, 0, 3152),
('', 'com_content_article', 241, '', '2014-08-23 11:35:31', '0000-00-00 00:00:00', 1, 0, 0, 3153),
('plg_PageData', 'com_content_article', 241, 'name12__plg_PageData;title__;url__;th_image__;description__;keywords__;header__;', '2014-08-23 11:35:31', '0000-00-00 00:00:00', 1, 0, 0, 3154),
('plg_getForm', 'com_content_article', 241, 'name7__plg_getForm;formId__-1;', '2014-08-23 11:35:31', '0000-00-00 00:00:00', 1, 0, 0, 3155),
('plg_videosgallery', 'com_content_article', 241, 'name11__plg_videosgallery;videogallery__-1;vidimageWidth__100px;vidimageHeight__auto;vidimagesNumber__4;', '2014-08-23 11:35:31', '0000-00-00 00:00:00', 1, 0, 0, 3156),
('plg_imagegallery', 'com_content_article', 241, 'name14__plg_imagegallery;imagegallery__-1;imageWidth__100px;imageHeight__auto;imagesNumber__4;', '2014-08-23 11:35:31', '0000-00-00 00:00:00', 1, 0, 0, 3157),
('plg_rescores', 'com_images_gallery', 0, 'name6__plg_rescores;', '2014-08-23 11:59:16', '0000-00-00 00:00:00', 1, 0, 0, 3161);
INSERT INTO `sys_pugins_data` (`title`, `com_type`, `com_id`, `data`, `created`, `modified`, `enabled`, `order`, `delete`, `id`) VALUES
('', 'com_video_gallery', 0, '', '2014-08-23 12:02:39', '0000-00-00 00:00:00', 1, 0, 0, 3162),
('plg_rescores', 'com_video_gallery', 0, 'name9__plg_rescores;', '2014-08-23 12:02:39', '0000-00-00 00:00:00', 1, 0, 0, 3163),
('plg_imagegallery', 'com_video_gallery', 0, 'name6__plg_imagegallery;imagegallery__-1;imageWidth__100px;imageHeight__auto;imagesNumber__4;', '2014-08-23 12:02:39', '0000-00-00 00:00:00', 1, 0, 0, 3164),
('', 'com_video_gallery', 187, '', '2014-08-23 12:05:33', '0000-00-00 00:00:00', 1, 0, 0, 3165),
('plg_rescores', 'com_video_gallery', 187, 'name6__plg_rescores;', '2014-08-23 12:05:33', '0000-00-00 00:00:00', 1, 0, 0, 3166),
('plg_imagegallery', 'com_video_gallery', 187, 'name7__plg_imagegallery;imagegallery__-1;imageWidth__100px;imageHeight__auto;imagesNumber__4;', '2014-08-23 12:05:33', '0000-00-00 00:00:00', 1, 0, 0, 3167),
('', 'com_video_gallery', 186, '', '2014-08-23 12:05:37', '0000-00-00 00:00:00', 1, 0, 0, 3168),
('plg_rescores', 'com_video_gallery', 186, 'name7__plg_rescores;', '2014-08-23 12:05:37', '0000-00-00 00:00:00', 1, 0, 0, 3169),
('plg_imagegallery', 'com_video_gallery', 186, 'name14__plg_imagegallery;imagegallery__-1;imageWidth__100px;imageHeight__auto;imagesNumber__4;', '2014-08-23 12:05:37', '0000-00-00 00:00:00', 1, 0, 0, 3170),
('', 'com_video_gallery', 185, '', '2014-08-23 12:05:41', '0000-00-00 00:00:00', 1, 0, 0, 3171),
('plg_imagegallery', 'com_video_gallery', 185, 'name14__plg_imagegallery;imagegallery__-1;imageWidth__100px;imageHeight__auto;imagesNumber__4;', '2014-08-23 12:05:41', '0000-00-00 00:00:00', 1, 0, 0, 3172),
('', 'com_video_gallery', 184, '', '2014-08-23 12:05:45', '0000-00-00 00:00:00', 1, 0, 0, 3173),
('plg_rescores', 'com_video_gallery', 184, 'name6__plg_rescores;', '2014-08-23 12:05:45', '0000-00-00 00:00:00', 1, 0, 0, 3174),
('plg_imagegallery', 'com_video_gallery', 184, 'name13__plg_imagegallery;imagegallery__-1;imageWidth__100px;imageHeight__auto;imagesNumber__4;', '2014-08-23 12:05:45', '0000-00-00 00:00:00', 1, 0, 0, 3175),
('', 'com_video_gallery', 183, '', '2014-08-23 12:05:50', '0000-00-00 00:00:00', 1, 0, 0, 3176),
('plg_imagegallery', 'com_video_gallery', 183, 'name5__plg_imagegallery;imagegallery__-1;imageWidth__100px;imageHeight__auto;imagesNumber__4;', '2014-08-23 12:05:50', '0000-00-00 00:00:00', 1, 0, 0, 3177),
('', 'com_video_gallery', 182, '', '2014-08-23 12:05:54', '0000-00-00 00:00:00', 1, 0, 0, 3178),
('plg_rescores', 'com_video_gallery', 182, 'name5__plg_rescores;', '2014-08-23 12:05:54', '0000-00-00 00:00:00', 1, 0, 0, 3179),
('plg_imagegallery', 'com_video_gallery', 182, 'name7__plg_imagegallery;imagegallery__-1;imageWidth__100px;imageHeight__auto;imagesNumber__4;', '2014-08-23 12:05:54', '0000-00-00 00:00:00', 1, 0, 0, 3180),
('', 'com_video_gallery', 181, '', '2014-08-23 12:05:58', '0000-00-00 00:00:00', 1, 0, 0, 3181),
('plg_rescores', 'com_video_gallery', 181, 'name11__plg_rescores;', '2014-08-23 12:05:58', '0000-00-00 00:00:00', 1, 0, 0, 3182),
('plg_imagegallery', 'com_video_gallery', 181, 'name10__plg_imagegallery;imagegallery__-1;imageWidth__100px;imageHeight__auto;imagesNumber__4;', '2014-08-23 12:05:58', '0000-00-00 00:00:00', 1, 0, 0, 3183),
('', 'com_video_gallery', 180, '', '2014-08-23 12:06:02', '0000-00-00 00:00:00', 1, 0, 0, 3184),
('plg_rescores', 'com_video_gallery', 180, 'name8__plg_rescores;', '2014-08-23 12:06:02', '0000-00-00 00:00:00', 1, 0, 0, 3185),
('plg_imagegallery', 'com_video_gallery', 180, 'name5__plg_imagegallery;imagegallery__-1;imageWidth__100px;imageHeight__auto;imagesNumber__4;', '2014-08-23 12:06:02', '0000-00-00 00:00:00', 1, 0, 0, 3186),
('', 'com_video_gallery', 179, '', '2014-08-23 12:06:07', '0000-00-00 00:00:00', 1, 0, 0, 3187),
('plg_rescores', 'com_video_gallery', 179, 'name9__plg_rescores;', '2014-08-23 12:06:07', '0000-00-00 00:00:00', 1, 0, 0, 3188),
('plg_imagegallery', 'com_video_gallery', 179, 'name11__plg_imagegallery;imagegallery__-1;imageWidth__100px;imageHeight__auto;imagesNumber__4;', '2014-08-23 12:06:07', '0000-00-00 00:00:00', 1, 0, 0, 3189),
('', 'com_video_gallery', 178, '', '2014-08-23 12:06:11', '0000-00-00 00:00:00', 1, 0, 0, 3190),
('plg_rescores', 'com_video_gallery', 178, 'name5__plg_rescores;', '2014-08-23 12:06:11', '0000-00-00 00:00:00', 1, 0, 0, 3191),
('plg_imagegallery', 'com_video_gallery', 178, 'name12__plg_imagegallery;imagegallery__-1;imageWidth__100px;imageHeight__auto;imagesNumber__4;', '2014-08-23 12:06:11', '0000-00-00 00:00:00', 1, 0, 0, 3192),
('plg_videosgallery', 'com_content_article', 0, 'name13__plg_videosgallery;videogallery__0;vidimageWidth__100px;vidimageHeight__auto;vidimagesNumber__4;', '2014-09-06 15:12:05', '0000-00-00 00:00:00', 1, 0, 0, 3430),
('', 'com_content_catgories', 36, '', '2014-08-27 13:37:23', '0000-00-00 00:00:00', 1, 0, 0, 3280),
('', 'com_content_catgories', 37, '', '2014-08-27 13:53:12', '0000-00-00 00:00:00', 1, 0, 0, 3282),
('', 'com_content_article', 260, '', '2014-09-06 15:17:18', '0000-00-00 00:00:00', 1, 0, 0, 3432),
('plg_getForm', 'com_content_article', 260, 'name6__plg_getForm;moreData__;', '2014-09-06 15:17:18', '0000-00-00 00:00:00', 1, 0, 0, 3433),
('', 'com_content_article', 260, ';', '2014-09-06 15:17:18', '0000-00-00 00:00:00', 1, 0, 0, 3434),
('plg_PageData', 'com_content_article', 260, 'name8__plg_PageData;title__;url__;th_image__;description__;keywords__;header__;formId__0;', '2014-09-06 15:17:18', '0000-00-00 00:00:00', 1, 0, 0, 3435),
('plg_videosgallery', 'com_content_article', 260, 'name15__plg_videosgallery;videogallery__1;vidimageWidth__100px;vidimageHeight__auto;vidimagesNumber__2;', '2014-09-06 15:17:18', '0000-00-00 00:00:00', 1, 0, 0, 3436),
('', 'com_content_article', 259, '', '2014-08-23 12:12:06', '0000-00-00 00:00:00', 1, 0, 0, 3205),
('plg_imagegallery', 'com_content_article', 259, 'name11__plg_imagegallery;title__;url__;th_image__;description__;keywords__;header__;', '2014-08-23 12:12:06', '0000-00-00 00:00:00', 1, 0, 0, 3206),
('plg_getForm', 'com_content_article', 259, 'name14__plg_getForm;formId__-1;', '2014-08-23 12:12:06', '0000-00-00 00:00:00', 1, 0, 0, 3207),
('plg_videosgallery', 'com_content_article', 259, 'name7__plg_videosgallery;videogallery__-1;vidimageWidth__100px;vidimageHeight__auto;vidimagesNumber__4;imagegallery__-1;imageWidth__100px;imageHeight__auto;imagesNumber__4;', '2014-08-23 12:12:06', '0000-00-00 00:00:00', 1, 0, 0, 3208),
('', 'com_content_article', 258, '', '2014-08-23 12:12:09', '0000-00-00 00:00:00', 1, 0, 0, 3209),
('plg_PageData', 'com_content_article', 258, 'name8__plg_PageData;title__;url__;th_image__;description__;keywords__;header__;', '2014-08-23 12:12:09', '0000-00-00 00:00:00', 1, 0, 0, 3210),
('plg_getForm', 'com_content_article', 258, 'name12__plg_getForm;formId__-1;', '2014-08-23 12:12:09', '0000-00-00 00:00:00', 1, 0, 0, 3211),
('plg_videosgallery', 'com_content_article', 258, 'name7__plg_videosgallery;videogallery__-1;vidimageWidth__100px;vidimageHeight__auto;vidimagesNumber__4;', '2014-08-23 12:12:09', '0000-00-00 00:00:00', 1, 0, 0, 3212),
('plg_imagegallery', 'com_content_article', 258, 'name13__plg_imagegallery;imagegallery__-1;imageWidth__100px;imageHeight__auto;imagesNumber__4;', '2014-08-23 12:12:09', '0000-00-00 00:00:00', 1, 0, 0, 3213),
('', 'com_content_article', 257, '', '2014-08-23 12:12:13', '0000-00-00 00:00:00', 1, 0, 0, 3214),
('plg_imagegallery', 'com_content_article', 257, 'name11__plg_imagegallery;title__;url__;th_image__;description__;keywords__;header__;', '2014-08-23 12:12:13', '0000-00-00 00:00:00', 1, 0, 0, 3215),
('plg_getForm', 'com_content_article', 257, 'name10__plg_getForm;formId__-1;', '2014-08-23 12:12:13', '0000-00-00 00:00:00', 1, 0, 0, 3216),
('plg_videosgallery', 'com_content_article', 257, 'name8__plg_videosgallery;videogallery__-1;vidimageWidth__100px;vidimageHeight__auto;vidimagesNumber__4;imagegallery__-1;imageWidth__100px;imageHeight__auto;imagesNumber__4;', '2014-08-23 12:12:13', '0000-00-00 00:00:00', 1, 0, 0, 3217),
('', 'menu_itmes', 368, '', '2014-11-16 07:53:15', '0000-00-00 00:00:00', 1, 0, 0, 3677),
('', 'menu_itmes', 369, '', '2014-08-29 16:58:35', '0000-00-00 00:00:00', 1, 0, 0, 3339),
('', 'com_modules', 287, '', '2014-09-29 14:06:17', '0000-00-00 00:00:00', 1, 0, 0, 3502),
('', 'menu_itmes', 365, '', '2014-09-27 11:21:32', '0000-00-00 00:00:00', 1, 0, 0, 3489),
('', 'menu_itmes', 366, '', '2014-09-29 13:34:45', '0000-00-00 00:00:00', 1, 0, 0, 3497),
('', 'menu_itmes', 367, '', '2014-10-27 08:40:40', '0000-00-00 00:00:00', 1, 0, 0, 3568),
('', 'com_images_gallery', 398, '', '2014-08-26 16:54:18', '0000-00-00 00:00:00', 1, 0, 0, 3268),
('plg_rescores', 'com_images_gallery', 398, 'name7__plg_rescores;', '2014-08-26 16:54:18', '0000-00-00 00:00:00', 1, 0, 0, 3269),
('', 'com_images_gallery', 397, '', '2014-08-26 16:43:19', '0000-00-00 00:00:00', 1, 0, 0, 3266),
('', 'com_html_categories', 76, '', '2014-08-23 14:33:00', '0000-00-00 00:00:00', 1, 0, 0, 3234),
('', 'com_modules', 0, '', '2014-08-30 08:22:17', '0000-00-00 00:00:00', 1, 0, 0, 3393),
('', 'com_modules', 291, '', '2014-10-16 09:28:59', '0000-00-00 00:00:00', 1, 0, 0, 3559),
('', 'com_modules', 292, '', '2014-10-15 17:39:19', '0000-00-00 00:00:00', 1, 0, 0, 3538),
('', 'com_modules', 293, '', '2014-10-15 15:27:56', '0000-00-00 00:00:00', 1, 0, 0, 3524),
('', 'com_modules', 294, '', '2014-10-15 17:39:02', '0000-00-00 00:00:00', 1, 0, 0, 3537),
('', 'com_modules', 296, '', '2014-10-15 15:40:45', '0000-00-00 00:00:00', 1, 0, 0, 3535),
('', 'com_modules', 297, '', '2014-10-15 15:40:40', '0000-00-00 00:00:00', 1, 0, 0, 3534),
('', 'com_modules', 295, '', '2014-10-15 15:30:41', '0000-00-00 00:00:00', 1, 0, 0, 3529),
('', 'com_modules', 298, '', '2014-10-15 15:40:52', '0000-00-00 00:00:00', 1, 0, 0, 3536),
('', 'com_modules', 299, '', '2014-10-16 10:08:53', '0000-00-00 00:00:00', 1, 0, 0, 3563),
('plg_rescores', 'com_images_gallery', 397, 'name5__plg_rescores;', '2014-08-26 16:43:19', '0000-00-00 00:00:00', 1, 0, 0, 3267),
('', 'com_content_catgories', 35, '', '2014-08-26 17:34:32', '0000-00-00 00:00:00', 1, 0, 0, 3270),
('', 'com_content_catgories', 38, '', '2014-08-26 17:35:08', '0000-00-00 00:00:00', 1, 0, 0, 3271),
('', 'com_content_catgories', 40, '', '2014-08-27 14:10:53', '0000-00-00 00:00:00', 1, 0, 0, 3285),
('plg_imagegallery', 'com_content_article', 249, 'name8__plg_imagegallery;imagegallery__0;imageWidth__100px;imageHeight__auto;imagesNumber__4;', '2014-08-27 15:59:32', '0000-00-00 00:00:00', 1, 0, 0, 3305),
('plg_getForm', 'com_content_article', 256, 'name11__plg_getForm;formId__0;', '2014-08-27 16:02:00', '0000-00-00 00:00:00', 1, 0, 0, 3324),
('', 'com_content_article', 256, '', '2014-08-27 16:02:00', '0000-00-00 00:00:00', 1, 0, 0, 3321),
('', 'com_content_article', 256, ';', '2014-08-27 16:02:00', '0000-00-00 00:00:00', 1, 0, 0, 3322),
('plg_PageData', 'com_content_article', 256, 'name5__plg_PageData;title__;url__;th_image__;description__;keywords__;header__;', '2014-08-27 16:02:00', '0000-00-00 00:00:00', 1, 0, 0, 3323),
('', 'menu_itmes', 370, '', '2014-08-29 08:25:23', '0000-00-00 00:00:00', 1, 0, 0, 3335),
('', 'com_modules', 300, '', '2014-08-29 17:31:19', '0000-00-00 00:00:00', 1, 0, 0, 3343),
('', 'com_modules', 301, '', '2014-08-29 18:02:03', '0000-00-00 00:00:00', 1, 0, 0, 3346),
('', 'com_modules', 302, '', '2014-08-29 19:51:06', '0000-00-00 00:00:00', 1, 0, 0, 3355),
('plg_imagegallery', 'com_content_article', 260, 'name12__plg_imagegallery;imagegallery__66;imageWidth__100px;imageHeight__auto;imagesNumber__1;', '2014-09-06 15:17:18', '0000-00-00 00:00:00', 1, 0, 0, 3437),
('', 'com_modules', 303, '', '2014-08-30 08:01:10', '0000-00-00 00:00:00', 1, 0, 0, 3392),
('', 'com_modules', 304, '', '2014-08-30 08:23:27', '0000-00-00 00:00:00', 1, 0, 0, 3395),
('', 'menu_itmes', 371, '', '2014-08-30 08:43:37', '0000-00-00 00:00:00', 1, 0, 0, 3397),
('', 'menu_itmes', 373, '', '2014-08-30 08:48:35', '0000-00-00 00:00:00', 1, 0, 0, 3401),
('', 'menu_itmes', 374, '', '2014-09-06 07:38:09', '0000-00-00 00:00:00', 1, 0, 0, 3405),
('', 'com_modules', 305, '', '2014-09-06 10:15:46', '0000-00-00 00:00:00', 1, 0, 0, 3411),
('', 'com_modules', 306, '', '2014-09-20 15:31:41', '0000-00-00 00:00:00', 1, 0, 0, 3440),
('', 'menu_itmes', 375, '', '2014-09-23 08:47:11', '0000-00-00 00:00:00', 1, 0, 0, 3441),
('', 'com_install', 1, '', '2014-09-24 08:30:54', '0000-00-00 00:00:00', 1, 0, 0, 3442),
('', 'menu_itmes', 354, '', '2014-09-25 05:40:03', '0000-00-00 00:00:00', 1, 0, 0, 3445),
('plg_PageData', 'com_project', 90, 'name6__plg_PageData;title__;url__;th_image__;description__;keywords__;header__;settings__0;cart__0;multiItems__0;', '2014-09-25 09:24:16', '0000-00-00 00:00:00', 1, 0, 0, 3458),
('plg_rescores', 'com_project', 90, 'name11__plg_rescores;', '2014-09-25 09:24:16', '0000-00-00 00:00:00', 1, 0, 0, 3457),
('', 'com_project', 90, '', '2014-09-25 09:24:16', '0000-00-00 00:00:00', 1, 0, 0, 3455),
('plg_cart', 'com_project', 90, 'name8__plg_cart;price__,0.0;act__,0;des__,;', '2014-09-25 09:24:16', '0000-00-00 00:00:00', 1, 0, 0, 3456),
('', 'com_project', 89, '', '2014-09-25 09:22:26', '0000-00-00 00:00:00', 1, 0, 0, 3450),
('plg_priceing', 'com_project', 89, 'name10__plg_priceing;price__,0.0;act__,0;des__,;', '2014-09-25 09:22:26', '0000-00-00 00:00:00', 1, 0, 0, 3451),
('plg_rescores', 'com_project', 89, 'name5__plg_rescores;', '2014-09-25 09:22:26', '0000-00-00 00:00:00', 1, 0, 0, 3452),
('plg_PageData', 'com_project', 89, 'name6__plg_PageData;title__;url__;th_image__;description__;keywords__;header__;', '2014-09-25 09:22:26', '0000-00-00 00:00:00', 1, 0, 0, 3453),
('plg_cart', 'com_project', 89, 'name7__plg_cart;settings__0;cart__0;multiItems__0;', '2014-09-25 09:22:26', '0000-00-00 00:00:00', 1, 0, 0, 3454),
('', 'com_project', 76, '', '2014-09-27 06:42:02', '0000-00-00 00:00:00', 1, 0, 0, 3459),
('plg_priceing', 'com_project', 76, 'name8__plg_priceing;price__,0.0;act__,0;des__,;', '2014-09-27 06:42:02', '0000-00-00 00:00:00', 1, 0, 0, 3460),
('plg_cart', 'com_project', 76, 'name10__plg_cart;', '2014-09-27 06:42:02', '0000-00-00 00:00:00', 1, 0, 0, 3461),
('plg_PageData', 'com_project', 76, 'name13__plg_PageData;title__;url__;th_image__;description__;keywords__;header__;settings__0;cart__0;multiItems__0;', '2014-09-27 06:42:02', '0000-00-00 00:00:00', 1, 0, 0, 3462),
('', 'com_project', 75, '', '2014-09-27 06:43:10', '0000-00-00 00:00:00', 1, 0, 0, 3463),
('plg_priceing', 'com_project', 75, 'name9__plg_priceing;price__,0.0;act__,0;des__,;', '2014-09-27 06:43:10', '0000-00-00 00:00:00', 1, 0, 0, 3464),
('plg_rescores', 'com_project', 75, 'name12__plg_rescores;', '2014-09-27 06:43:10', '0000-00-00 00:00:00', 1, 0, 0, 3465),
('plg_cart', 'com_project', 75, 'name13__plg_cart;title__;url__;th_image__;description__;keywords__;header__;settings__0;cart__0;multiItems__0;', '2014-09-27 06:43:10', '0000-00-00 00:00:00', 1, 0, 0, 3466),
('', 'com_project', 48, '', '2014-09-27 07:19:38', '0000-00-00 00:00:00', 1, 0, 0, 3467),
('plg_rescores', 'com_project', 48, 'name12__plg_rescores;price__,0.0;act__,0;des__,;', '2014-09-27 07:19:38', '0000-00-00 00:00:00', 1, 0, 0, 3468),
('plg_PageData', 'com_project', 48, 'name11__plg_PageData;title__;url__;th_image__;description__;keywords__;header__;', '2014-09-27 07:19:38', '0000-00-00 00:00:00', 1, 0, 0, 3469),
('plg_cart', 'com_project', 48, 'name9__plg_cart;settings__0;cart__0;multiItems__0;', '2014-09-27 07:19:38', '0000-00-00 00:00:00', 1, 0, 0, 3470),
('', 'com_project', 46, '', '2014-09-27 07:20:37', '0000-00-00 00:00:00', 1, 0, 0, 3471),
('plg_rescores', 'com_project', 46, 'name8__plg_rescores;price__,0.0;act__,0;des__,;', '2014-09-27 07:20:37', '0000-00-00 00:00:00', 1, 0, 0, 3472),
('plg_PageData', 'com_project', 46, 'name14__plg_PageData;title__;url__;th_image__;description__;keywords__;header__;', '2014-09-27 07:20:37', '0000-00-00 00:00:00', 1, 0, 0, 3473),
('plg_cart', 'com_project', 46, 'name7__plg_cart;settings__0;cart__0;multiItems__0;', '2014-09-27 07:20:37', '0000-00-00 00:00:00', 1, 0, 0, 3474),
('', 'menu_itmes', 355, '', '2014-09-27 10:44:14', '0000-00-00 00:00:00', 1, 0, 0, 3478),
('', 'menu_itmes', 356, '', '2014-09-27 10:49:29', '0000-00-00 00:00:00', 1, 0, 0, 3479),
('', 'menu_itmes', 357, '', '2014-09-27 10:50:28', '0000-00-00 00:00:00', 1, 0, 0, 3480),
('', 'menu_itmes', 358, '', '2014-09-27 11:17:46', '0000-00-00 00:00:00', 1, 0, 0, 3485),
('', 'menu_itmes', 364, '', '2014-09-27 11:20:22', '0000-00-00 00:00:00', 1, 0, 0, 3488),
('', 'com_project', 41, '', '2014-09-30 10:04:54', '0000-00-00 00:00:00', 1, 0, 0, 3510),
('plg_cart', 'com_project', 41, 'name15__plg_cart;settings__0;cart__0;multiItems__0;', '2014-09-30 10:04:54', '0000-00-00 00:00:00', 1, 0, 0, 3511),
('', 'com_project', 104, '', '2014-09-27 12:06:35', '0000-00-00 00:00:00', 1, 0, 0, 3495),
('plg_cart', 'com_project', 104, 'name8__plg_cart;settings__0;cart__0;multiItems__0;', '2014-09-27 12:06:35', '0000-00-00 00:00:00', 1, 0, 0, 3496),
('', 'com_modules', 286, '', '2014-09-30 10:00:28', '0000-00-00 00:00:00', 1, 0, 0, 3509),
('', 'com_html', 229, '', '2014-10-15 14:18:08', '0000-00-00 00:00:00', 1, 0, 0, 3513),
('', 'com_html', 286, '', '2014-10-15 15:37:30', '0000-00-00 00:00:00', 1, 0, 0, 3530),
('', 'com_wizard', 18, '', '2014-11-26 14:12:30', '0000-00-00 00:00:00', 1, 0, 0, 3778),
('', 'com_install', 117, '', '2014-11-03 10:49:51', '0000-00-00 00:00:00', 1, 0, 0, 3580),
('', 'sys_mobile_application', 1, '', '2014-11-19 04:30:06', '0000-00-00 00:00:00', 1, 0, 0, 3712),
('', 'menu_itmes', 242, '', '2014-11-03 16:18:51', '0000-00-00 00:00:00', 1, 0, 0, 3585),
('', 'menu_itmes', 245, '', '2014-11-05 15:39:30', '0000-00-00 00:00:00', 1, 0, 0, 3640),
('', 'menu_itmes', 243, '', '2014-11-05 15:40:37', '0000-00-00 00:00:00', 1, 0, 0, 3641),
('', 'com_pricing_items', 1, '', '2014-11-24 12:13:21', '0000-00-00 00:00:00', 1, 0, 0, 3737),
('', 'com_price_plan', 1, '', '2014-11-24 12:13:12', '0000-00-00 00:00:00', 1, 0, 0, 3736),
('', 'com_price_plan', 2, '', '2014-11-11 02:15:41', '0000-00-00 00:00:00', 1, 0, 0, 3662),
('', 'com_price_plan', 3, '', '2014-11-10 17:17:43', '0000-00-00 00:00:00', 1, 0, 0, 3651),
('', 'com_price_plan', 4, '', '2014-11-10 17:19:35', '0000-00-00 00:00:00', 1, 0, 0, 3652),
('', 'com_price_plan', 5, '', '2014-11-10 17:20:31', '0000-00-00 00:00:00', 1, 0, 0, 3653),
('', 'com_price_plan', 6, '', '2014-11-10 17:21:47', '0000-00-00 00:00:00', 1, 0, 0, 3654),
('', 'com_price_plan', 7, '', '2014-11-10 17:23:58', '0000-00-00 00:00:00', 1, 0, 0, 3655),
('', 'com_price_plan', 8, '', '2014-11-10 17:24:30', '0000-00-00 00:00:00', 1, 0, 0, 3656),
('', 'com_pricing_items', 2, '', '2014-11-11 02:15:29', '0000-00-00 00:00:00', 1, 0, 0, 3661),
('', 'sys_dataBluder', 21, '', '2014-11-25 13:42:25', '0000-00-00 00:00:00', 1, 0, 0, 3738),
('', 'com_dumpsters', 1, '', '2014-11-18 05:16:26', '0000-00-00 00:00:00', 1, 0, 0, 3689),
('', 'com_dumpsters', 2, '', '2014-11-18 05:16:40', '0000-00-00 00:00:00', 1, 0, 0, 3690),
('', 'com_dumpsters', 3, '', '2014-11-18 05:16:58', '0000-00-00 00:00:00', 1, 0, 0, 3691),
('', 'com_dumpsters', 4, '', '2014-11-18 05:17:22', '0000-00-00 00:00:00', 1, 0, 0, 3692),
('', 'sys_dataBluder', 20, '', '2014-11-18 16:49:25', '0000-00-00 00:00:00', 1, 0, 0, 3710),
('', 'sys_mobile_application', 2, '', '2014-11-26 14:24:25', '0000-00-00 00:00:00', 1, 0, 0, 3780),
('', 'com_install', 121, '', '2014-11-23 16:24:11', '0000-00-00 00:00:00', 1, 0, 0, 3713),
('', 'com_qrecycle_setting', 1, '', '2014-11-23 16:27:13', '0000-00-00 00:00:00', 1, 0, 0, 3715),
('', 'com_yards', 1, '', '2014-11-23 16:36:11', '0000-00-00 00:00:00', 1, 0, 0, 3716),
('', 'sys_dataBluder', 22, '', '2014-11-26 14:11:35', '0000-00-00 00:00:00', 1, 0, 0, 3777);

-- --------------------------------------------------------

--
-- Table structure for table `sys_query`
--

CREATE TABLE IF NOT EXISTS `sys_query` (
  `id` int(11) NOT NULL,
  `title` varchar(250) NOT NULL,
  `des` text NOT NULL,
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `data` text NOT NULL,
  `sql_type` varchar(255) NOT NULL,
  `sql_cdata` text NOT NULL,
  `sql_table` varchar(255) NOT NULL,
  `sql_joine` tinyint(4) NOT NULL,
  `sql_joinetable` varchar(255) NOT NULL,
  `sql_where` text,
  `sql_joinetype` varchar(255) NOT NULL,
  `sql_limit` varchar(255) DEFAULT NULL,
  `sql_order` varchar(255) DEFAULT NULL
) ENGINE=MyISAM AUTO_INCREMENT=16 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `sys_query`
--

INSERT INTO `sys_query` (`id`, `title`, `des`, `modified`, `created`, `enabled`, `order`, `delete`, `data`, `sql_type`, `sql_cdata`, `sql_table`, `sql_joine`, `sql_joinetable`, `sql_where`, `sql_joinetype`, `sql_limit`, `sql_order`) VALUES
(1, '', '', '0000-00-00 00:00:00', '2013-06-06 07:52:46', 0, 0, 1, '', '', '', '', 0, '', '', '', '', ''),
(2, '', '', '0000-00-00 00:00:00', '2013-06-06 07:54:17', 0, 0, 1, '', '', '', '', 0, '', '', '', '', ''),
(3, '', '', '0000-00-00 00:00:00', '2013-06-06 07:54:30', 0, 0, 1, '', '', '', '', 0, '', '', '', '', ''),
(4, '', '', '0000-00-00 00:00:00', '2013-06-06 07:56:09', 0, 0, 1, '', '', '', '', 0, '', '', '', '', ''),
(5, '', '', '0000-00-00 00:00:00', '2013-06-06 07:57:49', 0, 0, 1, '', '', '', '', 0, '', '', '', '', ''),
(6, '', '', '0000-00-00 00:00:00', '2013-06-06 07:58:40', 0, 0, 1, '', '', '', '', 0, '', '', '', '', ''),
(7, '', '', '0000-00-00 00:00:00', '2013-08-18 16:49:16', 0, 0, 1, '', '', '', '', 0, '', '', '', '', ''),
(8, '', '', '0000-00-00 00:00:00', '2013-08-18 16:52:20', 0, 0, 1, '', '', '', '', 0, '', '', '', '', ''),
(9, '', '', '0000-00-00 00:00:00', '2013-08-18 16:56:50', 0, 0, 1, '', '', '', '', 0, '', '', '', '', ''),
(10, '', '', '0000-00-00 00:00:00', '2013-08-18 16:57:31', 0, 0, 1, '', '', '', '', 0, '', '', '', '', ''),
(11, '', '', '0000-00-00 00:00:00', '2013-08-18 16:59:51', 0, 0, 1, '', '', '', '', 0, '', '', '', '', ''),
(14, 'subreport', 'ffff', '2013-09-11 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 'select com_products.title as "proTitle" , com_products.id as "hidden_com_products@id" , com_products.id as "catetitle" , com_products.delete as "del" , com_products.id as "Created" , com_products.image as "image" from com_products   JOIN com_products_price ON ( com_products.id="@%get::id%@") LIMIT 0,2', 'select', '__com_products.title__proTitle__1;__com_products.id__catetitle__0;__com_products.delete__del__0;__com_products.id__Created__0;__com_products.image__image__0;', 'com_products', 1, 'JOIN__com_products_price;', '__com_products.id__=__@%get::id%@__text;()@@', 'INNER JOIN', '0,2', ''),
(13, 'text2', 'vbnvbn', '2013-08-26 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 'select id as ID , title as MYTILTE , cat_id as MYID2 from com_products  ', 'select', '__id__ID;__title__MYTILTE;__cat_id__MYID2;', 'com_products', 0, 'com_events', '', 'INNER JOIN', '', ''),
(15, 'mian', 'ffff', '2013-09-10 00:00:00', '0000-00-00 00:00:00', 1, 0, 0, 'select com_products.title as "proTitle" , com_products.id as "hidden_com_products@id" , com_cities_categories.title as "catetitle" , com_cities_categories.id as "hidden_com_cities_categories@id" , com_products.delete as "del" , com_products.id as "id" , com_products.image as "image" from com_products   JOIN com_products_price ON ( com_products.id<>"@%get::proid%@" AND  com_products.id<>"54" AND  com_products.id<>"55" AND  com_products.id<>"56") JOIN com_cities_categories ON ( com_products.id=com_products_price.pro_id) ORDER BY com_products.id ASC LIMIT 0,30', 'select', '__com_products.title__proTitle__1;__com_cities_categories.title__catetitle__1;__com_products.delete__del__0;__com_products.id__id__0;__com_products.image__image__0;', 'com_products', 1, 'JOIN__com_products_price;JOIN__com_cities_categories;', '__com_products.id__<>__@%get::proid%@__text;AND__com_products.id__<>__54__text;AND__com_products.id__<>__55__text;AND__com_products.id__<>__56__text;()@@__com_products.id__=__com_products_price.pro_id__DBfield;()@@', 'INNER JOIN', '0,30', 'com_products.id ,ASC');

-- --------------------------------------------------------

--
-- Table structure for table `sys_site_status`
--

CREATE TABLE IF NOT EXISTS `sys_site_status` (
  `id` int(11) NOT NULL,
  `title` varchar(250) NOT NULL,
  `des` text NOT NULL,
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL DEFAULT '1',
  `order` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `sys_site_status`
--

INSERT INTO `sys_site_status` (`id`, `title`, `des`, `modified`, `created`, `enabled`, `order`, `delete`) VALUES
(1, ' SAFAR2014', '', '0000-00-00 00:00:00', '2014-07-20 14:43:41', 1, 0, 0);

-- --------------------------------------------------------

--
-- Table structure for table `sys_usertrack`
--

CREATE TABLE IF NOT EXISTS `sys_usertrack` (
  `id` int(11) NOT NULL,
  `userid` varchar(250) NOT NULL,
  `des` text NOT NULL,
  `modified` datetime NOT NULL,
  `created` datetime NOT NULL,
  `enabled` tinyint(4) NOT NULL,
  `order` int(11) NOT NULL,
  `delete` tinyint(4) NOT NULL,
  `data` text NOT NULL,
  `type` varchar(255) NOT NULL,
  `statusBefor` text NOT NULL,
  `statusAfter` text NOT NULL,
  `dateTime` datetime NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Indexes for dumped tables
--

--
-- Indexes for table `com_cities_categories`
--
ALTER TABLE `com_cities_categories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_cities_xref`
--
ALTER TABLE `com_cities_xref`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_contect`
--
ALTER TABLE `com_contect`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_contect_messages`
--
ALTER TABLE `com_contect_messages`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_content_article`
--
ALTER TABLE `com_content_article`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_content_article_xref`
--
ALTER TABLE `com_content_article_xref`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_content_catgories`
--
ALTER TABLE `com_content_catgories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_data`
--
ALTER TABLE `com_data`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_dumpsters`
--
ALTER TABLE `com_dumpsters`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_events`
--
ALTER TABLE `com_events`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_events_categories`
--
ALTER TABLE `com_events_categories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_events_xref`
--
ALTER TABLE `com_events_xref`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_faq`
--
ALTER TABLE `com_faq`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_faq_categories`
--
ALTER TABLE `com_faq_categories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_form`
--
ALTER TABLE `com_form`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_google_adsense`
--
ALTER TABLE `com_google_adsense`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_google_map`
--
ALTER TABLE `com_google_map`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_gustbook`
--
ALTER TABLE `com_gustbook`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_gustbook_categories`
--
ALTER TABLE `com_gustbook_categories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_html`
--
ALTER TABLE `com_html`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_html_categories`
--
ALTER TABLE `com_html_categories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_html_categories_xref`
--
ALTER TABLE `com_html_categories_xref`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_html_xref`
--
ALTER TABLE `com_html_xref`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_images_gallery`
--
ALTER TABLE `com_images_gallery`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_images_gallery_categories`
--
ALTER TABLE `com_images_gallery_categories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_images_gallery_xref`
--
ALTER TABLE `com_images_gallery_xref`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_install`
--
ALTER TABLE `com_install`
  ADD PRIMARY KEY (`id`) USING BTREE;

--
-- Indexes for table `com_invitation`
--
ALTER TABLE `com_invitation`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_language`
--
ALTER TABLE `com_language`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_mailsTemplates`
--
ALTER TABLE `com_mailsTemplates`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_menus`
--
ALTER TABLE `com_menus`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_modules`
--
ALTER TABLE `com_modules`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_modules_permission_xref`
--
ALTER TABLE `com_modules_permission_xref`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_modules_site_xref`
--
ALTER TABLE `com_modules_site_xref`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_newsLetter`
--
ALTER TABLE `com_newsLetter`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_newsLetter_group`
--
ALTER TABLE `com_newsLetter_group`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_order_status`
--
ALTER TABLE `com_order_status`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_pkgs`
--
ALTER TABLE `com_pkgs`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_pkgs_prising`
--
ALTER TABLE `com_pkgs_prising`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_poll_answers`
--
ALTER TABLE `com_poll_answers`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_poll_questions`
--
ALTER TABLE `com_poll_questions`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_price_plan`
--
ALTER TABLE `com_price_plan`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_pricing_items`
--
ALTER TABLE `com_pricing_items`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_products`
--
ALTER TABLE `com_products`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_products_categories`
--
ALTER TABLE `com_products_categories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_products_coupon_xref`
--
ALTER TABLE `com_products_coupon_xref`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_products_order`
--
ALTER TABLE `com_products_order`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_products_order_xref`
--
ALTER TABLE `com_products_order_xref`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_products_price`
--
ALTER TABLE `com_products_price`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_products_setting`
--
ALTER TABLE `com_products_setting`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_products_xref`
--
ALTER TABLE `com_products_xref`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_project`
--
ALTER TABLE `com_project`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_project_catgories`
--
ALTER TABLE `com_project_catgories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_project_catgories_xref`
--
ALTER TABLE `com_project_catgories_xref`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_project_setting`
--
ALTER TABLE `com_project_setting`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_project_status`
--
ALTER TABLE `com_project_status`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_project_xref`
--
ALTER TABLE `com_project_xref`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_qery`
--
ALTER TABLE `com_qery`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_qrecycle_qoute`
--
ALTER TABLE `com_qrecycle_qoute`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_qrecycle_setting`
--
ALTER TABLE `com_qrecycle_setting`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_reservations`
--
ALTER TABLE `com_reservations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_reservations_data`
--
ALTER TABLE `com_reservations_data`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_reservations_gustes`
--
ALTER TABLE `com_reservations_gustes`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_reservations_status`
--
ALTER TABLE `com_reservations_status`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_site_setting`
--
ALTER TABLE `com_site_setting`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_users`
--
ALTER TABLE `com_users`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_users_groups`
--
ALTER TABLE `com_users_groups`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_users_groups_xref`
--
ALTER TABLE `com_users_groups_xref`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_users_settings`
--
ALTER TABLE `com_users_settings`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_video_gallery`
--
ALTER TABLE `com_video_gallery`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_video_gallery_categories`
--
ALTER TABLE `com_video_gallery_categories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_video_gallery_xref`
--
ALTER TABLE `com_video_gallery_xref`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_wizard`
--
ALTER TABLE `com_wizard`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_wizard_xref`
--
ALTER TABLE `com_wizard_xref`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com_yards`
--
ALTER TABLE `com_yards`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `extension`
--
ALTER TABLE `extension`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `fiz_approved_status`
--
ALTER TABLE `fiz_approved_status`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `fiz_cashier_receipt`
--
ALTER TABLE `fiz_cashier_receipt`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `fiz_cashier_receipt_items`
--
ALTER TABLE `fiz_cashier_receipt_items`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `fiz_city`
--
ALTER TABLE `fiz_city`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `fiz_extension`
--
ALTER TABLE `fiz_extension`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `fiz_hotels`
--
ALTER TABLE `fiz_hotels`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `fiz_hotels_titles`
--
ALTER TABLE `fiz_hotels_titles`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `fiz_hotel_rooms`
--
ALTER TABLE `fiz_hotel_rooms`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `fiz_lawazim_packages`
--
ALTER TABLE `fiz_lawazim_packages`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `fiz_lawazim_packages_cat`
--
ALTER TABLE `fiz_lawazim_packages_cat`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `fiz_raza_types`
--
ALTER TABLE `fiz_raza_types`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `fiz_reservation`
--
ALTER TABLE `fiz_reservation`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `fiz_reservation_settings`
--
ALTER TABLE `fiz_reservation_settings`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `fiz_voucher`
--
ALTER TABLE `fiz_voucher`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `fiz_voucher_xref`
--
ALTER TABLE `fiz_voucher_xref`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `lawazim_packages`
--
ALTER TABLE `lawazim_packages`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `menu_itmes`
--
ALTER TABLE `menu_itmes`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `menu_itmes_permission_xref`
--
ALTER TABLE `menu_itmes_permission_xref`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `menu_itmes_site_xref`
--
ALTER TABLE `menu_itmes_site_xref`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `menu_xref_com`
--
ALTER TABLE `menu_xref_com`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `menu_xref_mod`
--
ALTER TABLE `menu_xref_mod`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `menu_xref_tem`
--
ALTER TABLE `menu_xref_tem`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `menu_xref_template`
--
ALTER TABLE `menu_xref_template`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mod_favorites`
--
ALTER TABLE `mod_favorites`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `plg_2checkout`
--
ALTER TABLE `plg_2checkout`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `plg_cart`
--
ALTER TABLE `plg_cart`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `plg_cart_setting`
--
ALTER TABLE `plg_cart_setting`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `plg_comments`
--
ALTER TABLE `plg_comments`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `plg_coupon`
--
ALTER TABLE `plg_coupon`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `plg_cshow`
--
ALTER TABLE `plg_cshow`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `plg_cshow_categories`
--
ALTER TABLE `plg_cshow_categories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `plg_hits`
--
ALTER TABLE `plg_hits`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `plg_paypal`
--
ALTER TABLE `plg_paypal`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `plg_rescores`
--
ALTER TABLE `plg_rescores`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `plg_shipper`
--
ALTER TABLE `plg_shipper`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `plg_shipping`
--
ALTER TABLE `plg_shipping`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `plg_shipping_setting`
--
ALTER TABLE `plg_shipping_setting`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `plugincart_order`
--
ALTER TABLE `plugincart_order`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `plugincart_order_item`
--
ALTER TABLE `plugincart_order_item`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `plugins_xref`
--
ALTER TABLE `plugins_xref`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `plugin_pricing_xref`
--
ALTER TABLE `plugin_pricing_xref`
  ADD PRIMARY KEY (`id`), ADD KEY `id` (`id`);

--
-- Indexes for table `site_setting`
--
ALTER TABLE `site_setting`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `sys_admin_menu`
--
ALTER TABLE `sys_admin_menu`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `sys_admin_pkg`
--
ALTER TABLE `sys_admin_pkg`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `sys_dataBluder`
--
ALTER TABLE `sys_dataBluder`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `sys_language`
--
ALTER TABLE `sys_language`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `sys_mobile_application`
--
ALTER TABLE `sys_mobile_application`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `sys_mobile_setting`
--
ALTER TABLE `sys_mobile_setting`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `sys_more_data`
--
ALTER TABLE `sys_more_data`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `sys_pugins_data`
--
ALTER TABLE `sys_pugins_data`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `sys_query`
--
ALTER TABLE `sys_query`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `sys_site_status`
--
ALTER TABLE `sys_site_status`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `sys_usertrack`
--
ALTER TABLE `sys_usertrack`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `com_cities_categories`
--
ALTER TABLE `com_cities_categories`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=5;
--
-- AUTO_INCREMENT for table `com_cities_xref`
--
ALTER TABLE `com_cities_xref`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=966;
--
-- AUTO_INCREMENT for table `com_contect`
--
ALTER TABLE `com_contect`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `com_contect_messages`
--
ALTER TABLE `com_contect_messages`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `com_content_article`
--
ALTER TABLE `com_content_article`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=263;
--
-- AUTO_INCREMENT for table `com_content_article_xref`
--
ALTER TABLE `com_content_article_xref`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=322;
--
-- AUTO_INCREMENT for table `com_content_catgories`
--
ALTER TABLE `com_content_catgories`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=41;
--
-- AUTO_INCREMENT for table `com_data`
--
ALTER TABLE `com_data`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `com_dumpsters`
--
ALTER TABLE `com_dumpsters`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=5;
--
-- AUTO_INCREMENT for table `com_events`
--
ALTER TABLE `com_events`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `com_events_categories`
--
ALTER TABLE `com_events_categories`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `com_events_xref`
--
ALTER TABLE `com_events_xref`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT for table `com_faq`
--
ALTER TABLE `com_faq`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=60;
--
-- AUTO_INCREMENT for table `com_faq_categories`
--
ALTER TABLE `com_faq_categories`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=6;
--
-- AUTO_INCREMENT for table `com_form`
--
ALTER TABLE `com_form`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=13;
--
-- AUTO_INCREMENT for table `com_google_adsense`
--
ALTER TABLE `com_google_adsense`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=10;
--
-- AUTO_INCREMENT for table `com_google_map`
--
ALTER TABLE `com_google_map`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=5;
--
-- AUTO_INCREMENT for table `com_gustbook`
--
ALTER TABLE `com_gustbook`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=31;
--
-- AUTO_INCREMENT for table `com_gustbook_categories`
--
ALTER TABLE `com_gustbook_categories`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `com_html`
--
ALTER TABLE `com_html`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=287;
--
-- AUTO_INCREMENT for table `com_html_categories`
--
ALTER TABLE `com_html_categories`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=68;
--
-- AUTO_INCREMENT for table `com_html_categories_xref`
--
ALTER TABLE `com_html_categories_xref`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=15;
--
-- AUTO_INCREMENT for table `com_html_xref`
--
ALTER TABLE `com_html_xref`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=118;
--
-- AUTO_INCREMENT for table `com_images_gallery`
--
ALTER TABLE `com_images_gallery`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=373;
--
-- AUTO_INCREMENT for table `com_images_gallery_categories`
--
ALTER TABLE `com_images_gallery_categories`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=67;
--
-- AUTO_INCREMENT for table `com_images_gallery_xref`
--
ALTER TABLE `com_images_gallery_xref`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=393;
--
-- AUTO_INCREMENT for table `com_install`
--
ALTER TABLE `com_install`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=122;
--
-- AUTO_INCREMENT for table `com_invitation`
--
ALTER TABLE `com_invitation`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `com_language`
--
ALTER TABLE `com_language`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT for table `com_mailsTemplates`
--
ALTER TABLE `com_mailsTemplates`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `com_menus`
--
ALTER TABLE `com_menus`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=19;
--
-- AUTO_INCREMENT for table `com_modules`
--
ALTER TABLE `com_modules`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=300;
--
-- AUTO_INCREMENT for table `com_modules_permission_xref`
--
ALTER TABLE `com_modules_permission_xref`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=29;
--
-- AUTO_INCREMENT for table `com_modules_site_xref`
--
ALTER TABLE `com_modules_site_xref`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=21;
--
-- AUTO_INCREMENT for table `com_newsLetter`
--
ALTER TABLE `com_newsLetter`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=10;
--
-- AUTO_INCREMENT for table `com_newsLetter_group`
--
ALTER TABLE `com_newsLetter_group`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT for table `com_order_status`
--
ALTER TABLE `com_order_status`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=11;
--
-- AUTO_INCREMENT for table `com_pkgs`
--
ALTER TABLE `com_pkgs`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=62;
--
-- AUTO_INCREMENT for table `com_pkgs_prising`
--
ALTER TABLE `com_pkgs_prising`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=101;
--
-- AUTO_INCREMENT for table `com_poll_answers`
--
ALTER TABLE `com_poll_answers`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=9;
--
-- AUTO_INCREMENT for table `com_poll_questions`
--
ALTER TABLE `com_poll_questions`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `com_price_plan`
--
ALTER TABLE `com_price_plan`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=9;
--
-- AUTO_INCREMENT for table `com_pricing_items`
--
ALTER TABLE `com_pricing_items`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `com_products`
--
ALTER TABLE `com_products`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=75;
--
-- AUTO_INCREMENT for table `com_products_categories`
--
ALTER TABLE `com_products_categories`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=37;
--
-- AUTO_INCREMENT for table `com_products_coupon_xref`
--
ALTER TABLE `com_products_coupon_xref`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=99;
--
-- AUTO_INCREMENT for table `com_products_order`
--
ALTER TABLE `com_products_order`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=171;
--
-- AUTO_INCREMENT for table `com_products_order_xref`
--
ALTER TABLE `com_products_order_xref`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=678;
--
-- AUTO_INCREMENT for table `com_products_price`
--
ALTER TABLE `com_products_price`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=43;
--
-- AUTO_INCREMENT for table `com_products_setting`
--
ALTER TABLE `com_products_setting`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=12;
--
-- AUTO_INCREMENT for table `com_products_xref`
--
ALTER TABLE `com_products_xref`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=83;
--
-- AUTO_INCREMENT for table `com_project`
--
ALTER TABLE `com_project`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=105;
--
-- AUTO_INCREMENT for table `com_project_catgories`
--
ALTER TABLE `com_project_catgories`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=13;
--
-- AUTO_INCREMENT for table `com_project_catgories_xref`
--
ALTER TABLE `com_project_catgories_xref`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=335;
--
-- AUTO_INCREMENT for table `com_project_setting`
--
ALTER TABLE `com_project_setting`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `com_project_status`
--
ALTER TABLE `com_project_status`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT for table `com_project_xref`
--
ALTER TABLE `com_project_xref`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=651;
--
-- AUTO_INCREMENT for table `com_qery`
--
ALTER TABLE `com_qery`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `com_qrecycle_qoute`
--
ALTER TABLE `com_qrecycle_qoute`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=5;
--
-- AUTO_INCREMENT for table `com_qrecycle_setting`
--
ALTER TABLE `com_qrecycle_setting`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `com_reservations`
--
ALTER TABLE `com_reservations`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=43;
--
-- AUTO_INCREMENT for table `com_reservations_data`
--
ALTER TABLE `com_reservations_data`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=9;
--
-- AUTO_INCREMENT for table `com_reservations_gustes`
--
ALTER TABLE `com_reservations_gustes`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=23;
--
-- AUTO_INCREMENT for table `com_reservations_status`
--
ALTER TABLE `com_reservations_status`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `com_site_setting`
--
ALTER TABLE `com_site_setting`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `com_users`
--
ALTER TABLE `com_users`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=98;
--
-- AUTO_INCREMENT for table `com_users_groups`
--
ALTER TABLE `com_users_groups`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=5;
--
-- AUTO_INCREMENT for table `com_users_groups_xref`
--
ALTER TABLE `com_users_groups_xref`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=1366;
--
-- AUTO_INCREMENT for table `com_users_settings`
--
ALTER TABLE `com_users_settings`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `com_video_gallery`
--
ALTER TABLE `com_video_gallery`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=188;
--
-- AUTO_INCREMENT for table `com_video_gallery_categories`
--
ALTER TABLE `com_video_gallery_categories`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `com_video_gallery_xref`
--
ALTER TABLE `com_video_gallery_xref`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=139;
--
-- AUTO_INCREMENT for table `com_wizard`
--
ALTER TABLE `com_wizard`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=19;
--
-- AUTO_INCREMENT for table `com_wizard_xref`
--
ALTER TABLE `com_wizard_xref`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=227;
--
-- AUTO_INCREMENT for table `com_yards`
--
ALTER TABLE `com_yards`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `extension`
--
ALTER TABLE `extension`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `fiz_approved_status`
--
ALTER TABLE `fiz_approved_status`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT for table `fiz_cashier_receipt`
--
ALTER TABLE `fiz_cashier_receipt`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=17;
--
-- AUTO_INCREMENT for table `fiz_cashier_receipt_items`
--
ALTER TABLE `fiz_cashier_receipt_items`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=20;
--
-- AUTO_INCREMENT for table `fiz_city`
--
ALTER TABLE `fiz_city`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `fiz_extension`
--
ALTER TABLE `fiz_extension`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=97;
--
-- AUTO_INCREMENT for table `fiz_hotels`
--
ALTER TABLE `fiz_hotels`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=5;
--
-- AUTO_INCREMENT for table `fiz_hotels_titles`
--
ALTER TABLE `fiz_hotels_titles`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=6;
--
-- AUTO_INCREMENT for table `fiz_hotel_rooms`
--
ALTER TABLE `fiz_hotel_rooms`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=6;
--
-- AUTO_INCREMENT for table `fiz_lawazim_packages`
--
ALTER TABLE `fiz_lawazim_packages`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=6;
--
-- AUTO_INCREMENT for table `fiz_lawazim_packages_cat`
--
ALTER TABLE `fiz_lawazim_packages_cat`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `fiz_raza_types`
--
ALTER TABLE `fiz_raza_types`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `fiz_reservation`
--
ALTER TABLE `fiz_reservation`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=57;
--
-- AUTO_INCREMENT for table `fiz_reservation_settings`
--
ALTER TABLE `fiz_reservation_settings`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `fiz_voucher`
--
ALTER TABLE `fiz_voucher`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT for table `fiz_voucher_xref`
--
ALTER TABLE `fiz_voucher_xref`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=7;
--
-- AUTO_INCREMENT for table `lawazim_packages`
--
ALTER TABLE `lawazim_packages`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `menu_itmes`
--
ALTER TABLE `menu_itmes`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=369;
--
-- AUTO_INCREMENT for table `menu_itmes_permission_xref`
--
ALTER TABLE `menu_itmes_permission_xref`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=93;
--
-- AUTO_INCREMENT for table `menu_itmes_site_xref`
--
ALTER TABLE `menu_itmes_site_xref`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `menu_xref_com`
--
ALTER TABLE `menu_xref_com`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `menu_xref_mod`
--
ALTER TABLE `menu_xref_mod`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=875;
--
-- AUTO_INCREMENT for table `menu_xref_tem`
--
ALTER TABLE `menu_xref_tem`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=21;
--
-- AUTO_INCREMENT for table `menu_xref_template`
--
ALTER TABLE `menu_xref_template`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `mod_favorites`
--
ALTER TABLE `mod_favorites`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=149;
--
-- AUTO_INCREMENT for table `plg_2checkout`
--
ALTER TABLE `plg_2checkout`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `plg_cart`
--
ALTER TABLE `plg_cart`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `plg_cart_setting`
--
ALTER TABLE `plg_cart_setting`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=5;
--
-- AUTO_INCREMENT for table `plg_comments`
--
ALTER TABLE `plg_comments`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=49;
--
-- AUTO_INCREMENT for table `plg_coupon`
--
ALTER TABLE `plg_coupon`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `plg_cshow`
--
ALTER TABLE `plg_cshow`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `plg_cshow_categories`
--
ALTER TABLE `plg_cshow_categories`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `plg_hits`
--
ALTER TABLE `plg_hits`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=120;
--
-- AUTO_INCREMENT for table `plg_paypal`
--
ALTER TABLE `plg_paypal`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `plg_rescores`
--
ALTER TABLE `plg_rescores`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT for table `plg_shipper`
--
ALTER TABLE `plg_shipper`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=5;
--
-- AUTO_INCREMENT for table `plg_shipping`
--
ALTER TABLE `plg_shipping`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=38;
--
-- AUTO_INCREMENT for table `plg_shipping_setting`
--
ALTER TABLE `plg_shipping_setting`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=5;
--
-- AUTO_INCREMENT for table `plugincart_order`
--
ALTER TABLE `plugincart_order`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=61;
--
-- AUTO_INCREMENT for table `plugincart_order_item`
--
ALTER TABLE `plugincart_order_item`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=63;
--
-- AUTO_INCREMENT for table `plugins_xref`
--
ALTER TABLE `plugins_xref`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=33;
--
-- AUTO_INCREMENT for table `plugin_pricing_xref`
--
ALTER TABLE `plugin_pricing_xref`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `site_setting`
--
ALTER TABLE `site_setting`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT for table `sys_admin_menu`
--
ALTER TABLE `sys_admin_menu`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=39;
--
-- AUTO_INCREMENT for table `sys_admin_pkg`
--
ALTER TABLE `sys_admin_pkg`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=15;
--
-- AUTO_INCREMENT for table `sys_dataBluder`
--
ALTER TABLE `sys_dataBluder`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=23;
--
-- AUTO_INCREMENT for table `sys_language`
--
ALTER TABLE `sys_language`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=512;
--
-- AUTO_INCREMENT for table `sys_mobile_application`
--
ALTER TABLE `sys_mobile_application`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `sys_mobile_setting`
--
ALTER TABLE `sys_mobile_setting`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `sys_more_data`
--
ALTER TABLE `sys_more_data`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=94;
--
-- AUTO_INCREMENT for table `sys_pugins_data`
--
ALTER TABLE `sys_pugins_data`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3781;
--
-- AUTO_INCREMENT for table `sys_query`
--
ALTER TABLE `sys_query`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=16;
--
-- AUTO_INCREMENT for table `sys_site_status`
--
ALTER TABLE `sys_site_status`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `sys_usertrack`
--
ALTER TABLE `sys_usertrack`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
